{
    "paper_id": "Akersten1973-UpperIncisorGroovesintheGeomyinae",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:20:38.193788Z"
    },
    "title": "UPPER INCISOR GROOVES IN THE GEOMYINAE",
    "authors": [
        {
            "first": "William",
            "middle": [
                "A"
            ],
            "last": "Akersten",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Currently used systems of classification and phylogeny of geomyines rely largely on the number and position of upper incisor grooves. They state that, of the living genera, Geomys and Zygogeomys are bisulcate with both lingual and labial grooves, Thomomys is asulcate with a rare lingual groove, and Pappogeomys and Orthogeomys are unisulcate with only a medial groove. Reevaluation of groove patterns shows that Geomys and Zygogeomys are actually bisulcate but, of 908 Thomomys, 99.3 per cent have a lingual groove and 29.7 per cent have a faint medial groove. Also, 75.3 per cent of 85 Pappogeomys and 34.2 per cent of 38 Orthogeomys have a lingual groove in addition to the medial. The medial groove probably functions primarily to strengthen the tooth, whereas the lingual groove probably reinforces the lingual edges of the upper incisors where they contact one another. The apparent phylogenetic sequence of groove development from a primitive smooth incisor is: formation of a lingual groove; addition of a medial groove; and, lastly, reduction of the lingual groove in some large taxa. Bec~use similar grooving patterns may have developed in different lineages, the use of groove patterns to interpret phylogenetic relationships may be subject to error. Bisulcate fossil geomyines may be related to Pappogeomys or Orthogeomys as well as to Geomys or Zygogeomys.",
    "pdf_parse": {
        "paper_id": "Akersten1973-UpperIncisorGroovesintheGeomyinae",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Currently used systems of classification and phylogeny of geomyines rely largely on the number and position of upper incisor grooves. They state that, of the living genera, Geomys and Zygogeomys are bisulcate with both lingual and labial grooves, Thomomys is asulcate with a rare lingual groove, and Pappogeomys and Orthogeomys are unisulcate with only a medial groove. Reevaluation of groove patterns shows that Geomys and Zygogeomys are actually bisulcate but, of 908 Thomomys, 99.3 per cent have a lingual groove and 29.7 per cent have a faint medial groove. Also, 75.3 per cent of 85 Pappogeomys and 34.2 per cent of 38 Orthogeomys have a lingual groove in addition to the medial. The medial groove probably functions primarily to strengthen the tooth, whereas the lingual groove probably reinforces the lingual edges of the upper incisors where they contact one another. The apparent phylogenetic sequence of groove development from a primitive smooth incisor is: formation of a lingual groove; addition of a medial groove; and, lastly, reduction of the lingual groove in some large taxa. Bec~use similar grooving patterns may have developed in different lineages, the use of groove patterns to interpret phylogenetic relationships may be subject to error. Bisulcate fossil geomyines may be related to Pappogeomys or Orthogeomys as well as to Geomys or Zygogeomys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "A large part of the currently accepted classification of living Geomyinae rests on the number and position of grooves on the anterior surface of the upper incisors. Thomomys is characterized as asulcate but rarely having a fine lingual groove; Pappogeomys and Orthogeomys (in the sense of Russell, 1968) , as unisulcate, having a single medial groove; and Geomys and Zygogeomys, as bisulcate, having both a lingual and a medial groove. Merriam (1895) set up this basic scheme except he considered that the lingual groove was usually present in Thomomys and noted that it was often present in \"unisulcate\" incisors, but he dismissed it as \"of no value whatever as a character.\" Bailey (1915) , in his revision of Thomomys, stated that the lingual groove is a characteristic of this genus but indistinct in some species. My interest in this problem developed while attempting to evaluate phylogenetic relationships of some Pliocene and early Pleistocene geomyines. In attempting to determine the phylogenetic development and functional importance of the incisor grooves, I examined Recent specimens in the mammal collections at the University of Michigan Museum of Zoology and material from other institutions. This study showed that the patterns of upper incisor grooves differ considerably from those that are currently accepted for all genera but Geomys and Zygogeomys, which are properly characterized as being bisulcate.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 303,
                        "text": "Russell, 1968)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 436,
                        "end": 450,
                        "text": "Merriam (1895)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 677,
                        "end": 690,
                        "text": "Bailey (1915)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Recent Geomyinae reported on here include all those in the mammal collections of the University of Michigan Museum of Zoology (UMMZ) and some from the American Museum of Natural History (AMNH), the United States National Museum (USNM), the Museum of Paleontology also were examined. I did not attempt to verify the specific identifications listed on the labels of Recent specimens. The upper incisors of all specimens were checked for the presence, however faint, of lingual, medial, and atypical grooves \\vith a binocular microscope, using an oblique light source to throw the grooves into relief. The supraspecific classification used here is that of Russell (1968) .",
                "cite_spans": [
                    {
                        "start": 657,
                        "end": 671,
                        "text": "Russell (1968)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The only specimen I examined of Zygogeomys possesses distinct lingual and medial grooves. No specific account was kept of Geomys because this genus was checked before the discrepancy turned up between described and observed groove patterns in Thomomys, Pappogeomys, and Orthogeomys. I examined more than 400 Geomys, all of which possessed lingual and medial grooves. Several specimens had supernumerary grooves that usually were developed in the area between the lingual and medial grooves or formed by a longitudinal ridge dividing the medial groove in two. The lingual grooves are weakest and supernumerary grooves commonest in Geomys pinetus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The results for Thomomys are summarized in Table 1 and for Pappogeomys and Orthogeomys in Table 2 . Of 908 specimens of Thomomys, 902 (99.3 per cent) have the lingual groove. This groove is visible to the naked eye with a good light source in about 90 per cent of the specimens. The strength of groove development varies considerably between populations, but within a population it is usually more faintly developed in older individuals and males.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 43,
                        "end": 50,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 90,
                        "end": 97,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "All individuals lacking the groove were mature to old as determined by skull characteristics. Five of the six that lack the groove were males, in comparison to 39.8 per cent males in the entire sample. The only specimen of T. bulbivorous in the sample, an old male, lacks the lingual groove. This should not be taken as an indication that the groove may be absent in this species because Bailey (1915) described the groove as present but obscure in T. bulbivorous. The sample is not complete. There may be taxa or populations that lack the groove completely, but it appears that a lingual groove is more characteristic of Thomomys than is the total lack of incisor grooving. Bailey (1915) also noted the occasional presence of a faint medial groove on the upper incisors of Thomomys. I checked the sample in the University of Michigan for this feature and found a groove just lingual to the midline of at least one upper incisor in 29.7 per cent of the specimens. The groove is usually difficult or impossible to see with the naked eye but it is conspicuous in a few specimens, for example UMMZ 78654. In 44.4 per cent of the specimens having this groove, a light color line traces the bottom of it. An additional 6.4 per cent of this sample had a light color line in this position, but no discernible groove. These may represent individuals with incipient medial grooves.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 401,
                        "text": "Bailey (1915)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 675,
                        "end": 688,
                        "text": "Bailey (1915)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "A specimen of T. bottae fulvus, AMNH 127161, is the youngest representative of the genus that I have seen. The deciduous premolars and incisors show only the slightest wear. The upper incisors bear broad grooves just labial to their midlines. These grooves are deep at the tips of the incisors but shallow so rapidly that they disappear before reaching the point where the incisors emerge from their alveoli. The incisors of two slightly older specimens, AMNH 171259 (T. b. navus) and UMMZ 60256 (T. talpoides pygmaeus) have faint remnants of these grooves near the tips of their incisors. Rensberger (1971) reported these grooves in a specimen of T. b. bottae (University of California Museum of Zoology no. 95182) that was about the same age as AMNH 17129. I have seen no other specimens of Thomomys as young as these so I cannot say with certainty that this is a consistent feature of juveniles. The available material is insufficient to indicate any relationship between the broad, deep grooves in the juvenal incisors and the indistinct medial grooves present in some adults.",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 607,
                        "text": "Rensberger (1971)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The available material of Pappogeomys and Orthogeomys (Table 2) did not provide as large and as definitive a sample as did the Thomomys material. However, the results show that a significant proportion of both Pappogeomys and Orthogeomys have a lingual groove on the upper incisor in addition to the medial groove. In Pappogeomys, 75.3 per cent of the specimens examined had a lingual groove. In juveniles, this groove was as well developed as in Geomys, but it becomes faint to absent in most adults. There does not appear to be any connection between groove development and sex, such as in Thomomys. The only specimen representing the subgenus Pappogeomys lacked a lingual groove. In Orthogeomys, the proportion of specimens with a lingual groove was considerably less, 34.2 per cent. All the subgenera show some de- gree of development of lingual grooves with the weakest in the subgenus Heterogeomys. All four specimens of this subgenus with the lingual groove range from juveniles to young adults and have the groove only faintly developed. These data show that no genus or subgenus of living geomyines, with the possible exception of Pappogeomys (Pappogeomys), completely lacks the lingual groove on the upper incisors. Except for Thomomys, which should be characterized as usually having a lingual groove, the currently accepted key to geomyine classification, based on incisor grooves, is generally useful only if there are no juveniles involved and the incisors are not too closely examined. It should not be used as a basis for phylogenetic interpretations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 63,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The function of the incisor grooves was interpreted by Merriam (1895) as providing a serrate tip to the upper incisor that would help the animal sink its incisors into food items. Russell (1968) suggested, in addition, that grooves might aid in the retraction of the incisors from woody foods and that they would considerably strengthen the tooth without adding to the overall width. I believe that the primary function of the medial groove is to strengthen the incisor, much as corrugated metal sheets are stronger than flat metal sheets of the same thickness. Any improvement of food manipulation is probably secondary.",
                "cite_spans": [
                    {
                        "start": 55,
                        "end": 69,
                        "text": "Merriam (1895)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 180,
                        "end": 194,
                        "text": "Russell (1968)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Function of Grooves",
                "sec_num": null
            },
            {
                "text": "The primary functional importance of the lingual groove seems to be somewhat different. It always occurs close to the lingual edge of the tooth and is present in most living and fossil geomyines. This groove also occurs in the Miocene Entoptychus (Entoptychinae), a parallel genus with fossorial adaptations but not ancestral to the geomyines (Rensberger, 1971) . The wide distribution of this seemingly minor character suggests that it is of functional importance, especially to the geomyines of small and medium size in which it is best developed. Upper incisors of many fossil and Recent geomyines have pronounced wear facets on their internal surfaces at the tips where they contact the opposite upper incisor. Some also show what appears to be pressure chipping in this area of contact. This wear and chipping seem to be the result of heavy incisor use during digging and feeding, abetted by the relatively broad angle at which the upper incisors meet and the thin edges developed at their tips. Any lateral force component directed from one incisor to the other would be transmitted over only a small area at the tips of the teeth. The lingual groove probably serves to reinforce the lingual edge of the incisor against wear and chipping caused by such lateral forces. This interpretation appears to be supported by the fact that the lingual groove is only reduced in the larger taxa that have stronger incisors; in these larger taxa, the lingual groove often is much better developed in juveniles, which have weaker incisors. In Orthogeomys, which has the lingual groove most poorly developed, the medial groove has shifted to a more lingual position and may take over some of the function of the lingual groove. In the strongly bisulcate genera, Geomys and Zygogeomys, the lingual groove probably also supplements the functions of the medial groove.",
                "cite_spans": [
                    {
                        "start": 343,
                        "end": 361,
                        "text": "(Rensberger, 1971)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Function of Grooves",
                "sec_num": null
            },
            {
                "text": "The evidence for the history of groove development in the upper incisors of geomyines is spotty, but a general pattern can be inferred from some fossil taxa and the ontogenetic development of grooving in the \"unisulcate\" species. Presumably, the ancestral configuration of the anterior surface of the incisors was smooth. A lingual groove is present in all genera of geomyines except Pliosaccomys, which does not seem to have any regular pattern of grooving. Widespread occurrence of a character within a group is usually taken to mean that the character is primitive. Also, the most primitive geomyine with a regular pattern of incisor grooves, Parapliosaccomys from the Hemphillian of Oregon (Shotwell, 1967) , has a shallow lingual groove and no medial groove. It is entirely possible that lingual grooves arose independently in several lineages but it appears to have been the first groove to have become fixed in the incisors. A more advanced gopher-Pliogeomys, from the late Hemphillian of Beaver County, Oklahoma (Herrington and Taylor, 1958; Stevens, 1966) has both grooves well developed. The pattern of occurrence and ontogenetic development of the lingual groove in Pappogeomys and Orthogeomys strongly suggests that it is being secondarily lost in these genera. In summary, the probable development of geomyine incisor grooving from an ancestral ungrooved upper incisor followed this pattern: a lingual groove formed first, then a medial groove was added to the pattern, and lastly, several lineages of large geomyines began to reduce the lingual groove. Apparently, Thomomys has never reached the stage of forming a strong medial groove. No fossil Thomomys are known that have a medial groove on the upper incisor, but several living species have a tendency to develop this groove. This is either a recently acquired tendency or one that has never resulted in a strong medial groove. One factor that may tend to complicate this pattern is the high occurrence, 2.0 to 5.3 per cent in the various genera, of atypical grooves. Specimens included in the atypical category had grooves in positions other than the usual lingual or medial positions. Several specimens had numerous fine grooves and three had ridges rather than grooves. Following is a listing of specimens with atypical grooves (all are UMMZ specimens unless otherwise noted): T. bottae-77479, 78671, 80999, 82082, 82097, 82lO3, 87808, 104774, 104789, 104795, 104809, 104825; T. talpoides--54819, 54827, 87428, 95965, 104581, 104848; P. (Cratogeomys) Russell (1968) has also reported a trisulcate Geomys incisor from the middle Pleistocene Tobin local fauna. These data show that there is a strong tendency to form additional grooves, at least among the more recent species.",
                "cite_spans": [
                    {
                        "start": 694,
                        "end": 710,
                        "text": "(Shotwell, 1967)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1020,
                        "end": 1049,
                        "text": "(Herrington and Taylor, 1958;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1050,
                        "end": 1064,
                        "text": "Stevens, 1966)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 2352,
                        "end": 2447,
                        "text": "bottae-77479, 78671, 80999, 82082, 82097, 82lO3, 87808, 104774, 104789, 104795, 104809, 104825;",
                        "ref_id": null
                    },
                    {
                        "start": 2448,
                        "end": 2505,
                        "text": "T. talpoides--54819, 54827, 87428, 95965, 104581, 104848;",
                        "ref_id": null
                    },
                    {
                        "start": 2506,
                        "end": 2522,
                        "text": "P. (Cratogeomys)",
                        "ref_id": null
                    },
                    {
                        "start": 2523,
                        "end": 2537,
                        "text": "Russell (1968)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic Development",
                "sec_num": null
            },
            {
                "text": "If the sequence of groove development and the functional interpretation of the grooves is correct, several problems arise in the area of geomyine taxonomy. The first is that the sequence of groove formation could easily arise in separate lineages, provided the functional bases for groove formation are similar in each lineage. Thus, acquisition of grooves and the reduction of the lingual groove could arise independently in several parallel lineages. Similar patterns are not necessarily an indication of close relationship and, conversely, different patterns may not preclude fairly close relationship. If the \"unisulcate\" taxa have secondarily reduced the lingual groove, some fossil bisulcate gophers may be related to them rather than the genera Geomys and Zygogeomys to which they are usually automatically assigned by most paleontologists.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic Development",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/54/2/349/889679 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "I thank the following persons and institutions for the loan of, or permission to examine, specimens in their care: Dr. R. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Rensberger for supplying data from a manuscript in press",
                "authors": [],
                "year": null,
                "venue": "J. M",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "American Museum for juvenal geomyines. Special thanks are due to Dr. J. M. Rensberger for supplying data from a manuscript in press. Dr. Hibbard, Dr. R. V. Kesling of the University of Michigan Museum of Paleontology, and Dr. D. M. Lay of the University of Michigan Museum of Zoology read and criticized this manuscript. LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Revision of the pocket gophers of the genus Thomomys",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "N. Amer. Fauna",
                "volume": "39",
                "issue": "",
                "pages": "1--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAILEY, V. 1915. Revision of the pocket gophers of the genus Thomomys. N. Amer. Fauna, 39: 1-136.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Pliocene and Pleistocene Sphaeriidae (Pelecypoda) from the central United States",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "B"
                        ],
                        "last": "Herrington",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Occ. Papers Mus. Zoo!. Univ. Michigan",
                "volume": "596",
                "issue": "",
                "pages": "1--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERRINGTON, H. B., AND D. W. TAYLOR. 1958. Pliocene and Pleistocene Sphaeriidae (Pelecypoda) from the central United States. Occ. Papers Mus. Zoo!. Univ. Michigan, 596: 1-29.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Revision of the pocket gophers, family Geomyidae, exclusive of the species of Thorrwmys",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "N. Amer. Fauna",
                "volume": "8",
                "issue": "",
                "pages": "1--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. H. 1895. Revision of the pocket gophers, family Geomyidae, exclusive of the species of Thorrwmys. N. Amer. Fauna, 8:1-258.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Entoptychine pocket gophers (Mammalia, Geomyoidea) of the early Miocene John Day Formation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Rensberger",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Oregon. Univ. California Pub!. Geo!. Sci",
                "volume": "90",
                "issue": "",
                "pages": "1--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RENSBERGER, J. M. 1971. Entoptychine pocket gophers (Mammalia, Geomyoidea) of the early Miocene John Day Formation, Oregon. Univ. California Pub!. Geo!. Sci., 90:1-209.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Evolution and classification of the pocket gophers of the subfamily Geomyinae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Univ. Kansas Pub!., Mus. Nat. Hist",
                "volume": "16",
                "issue": "",
                "pages": "473--579",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RUSSELL, R. J. 1968. Evolution and classification of the pocket gophers of the subfamily Geomyinae. Univ. Kansas Pub!., Mus. Nat. Hist., 16:473-579.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Late Tertiary geomyoid rodents of Oregon",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Shotwell",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Bull. Mus. Nat. Hist., Univ. Oregon",
                "volume": "9",
                "issue": "",
                "pages": "1--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHOTWELL, J. A. 1967. Late Tertiary geomyoid rodents of Oregon. Bull. Mus. Nat. Hist., Univ. Oregon, 9:1-51.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The osteology and relationships of the Pliocene ground squirrel, Citellus dotH Hibbard, from the Ogallala Formation of Beaver County, Oklahoma",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Stevens",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Texas Mem. Mus., Pearce-Sellards Series",
                "volume": "4",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEVENS, M. S. 1966. The osteology and relationships of the Pliocene ground squirrel, Citellus dotH Hibbard, from the Ogallala Formation of Beaver County, Okla- homa. Texas Mem. Mus., Pearce-Sellards Series, 4:1-24.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "48104 (present address: Division of Earth Sciences, Los Angeles County Museum of Natural History",
                "authors": [],
                "year": 1972,
                "venue": "",
                "volume": "90007",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Museum of Paleontology, University of Michigan, Ann Arbor, 48104 (present address: Division of Earth Sciences, Los Angeles County Museum of Natural History, Los Angeles, California 90007). Accepted 1 June 1972.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "castenops-66865, 79101; P. (C.) merriami -105633; O. (Orthogeomys) grandis-USNM 76740; O. (Macrogeomys) cavator-104640.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "-Upper incisor grooves in Thomomys.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td>Indi-</td><td/><td/></tr><tr><td>Species</td><td>Sample size</td><td>Males</td><td>Indi-viduals lackinf lingua groove</td><td>Males lackinj lingu groove</td><td>Indi-viduals with medial groove</td><td>viduals with medial grove and color traces</td><td>Indi-viduals with color traces only</td><td>Indi-viduals with atypical grooves</td></tr><tr><td>T. baileyi a</td><td>17</td><td>5</td><td>0</td><td>0</td><td>10</td><td>4</td><td>1</td><td>0</td></tr><tr><td>T. bottae</td><td>545</td><td>225</td><td>2</td><td>1</td><td>211</td><td>104</td><td>45</td><td>12</td></tr><tr><td>T. bulbivorous</td><td>1</td><td>1</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>T. monticola</td><td>29</td><td>14</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>T. talpoides</td><td>266</td><td>97</td><td>0</td><td>0</td><td>32</td><td>4</td><td>3</td><td>6</td></tr><tr><td>T. townsendi</td><td>6</td><td>3</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>T. umbrinus</td><td>44</td><td>16</td><td>3</td><td>3</td><td>17</td><td>8</td><td>4</td><td>0</td></tr><tr><td>Totals</td><td>908</td><td>361</td><td>6</td><td>5</td><td>270</td><td>120</td><td>58</td><td>18</td></tr><tr><td>Per cent of</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>total sample</td><td/><td>39.8</td><td>0.7</td><td/><td>29.7</td><td/><td>6.4</td><td>2.0</td></tr><tr><td colspan=\"7\">Per cent of medially grooved individuals with color traces</td><td>44.4</td><td/></tr><tr><td colspan=\"5\">Per cent of males lacking a lingual groove</td><td/><td/><td>1.4</td><td/></tr><tr><td colspan=\"5\">Per cent of females lacking a lingual groove</td><td/><td/><td>0.2</td><td/></tr><tr><td colspan=\"9\">Texas Cooperative Wildlife Collection at Texas A&amp;M University, and the Louisiana State</td></tr><tr><td colspan=\"9\">University Museum of Zoology. Fossil Geomyinae from the Los Angeles County Museum,</td></tr><tr><td colspan=\"9\">the University of Oregon Museum of Natural History, and the University of Michigan</td></tr></table>",
                "num": null
            },
            "TABREF1": {
                "text": "-Lingual groove in incisors of Pappogeomys and Orthogeomys.",
                "type_str": "table",
                "content": "<table><tr><td>Species</td><td>Sample size</td><td>Males</td><td colspan=\"2\">Individuals lackinJ lingua groove</td><td>Males lacking lingual groove</td><td colspan=\"2\">Individuals Individuals with with lingual atypical groove grooves</td></tr><tr><td>P. (Cratogeomys) castenops</td><td>22</td><td>7</td><td>6</td><td/><td>2</td><td>16</td><td>2</td></tr><tr><td colspan=\"2\">P. P. P. P. (Pappogeomys) bulleri fumosus \" merriami \" tylorhinus 34 1 27 \" 1</td><td>0 7 16 0</td><td>1 9 4 1</td><td/><td>0 2 3 0</td><td>0 18 30 0</td><td>0 1 0 0</td></tr><tr><td>Total</td><td>85</td><td>30</td><td>21</td><td/><td>7</td><td>64</td><td>3</td></tr><tr><td>Per cent of total sample</td><td/><td/><td/><td/><td/><td/></tr><tr><td>of Pappogeomys</td><td/><td>35.3</td><td>24.7</td><td/><td/><td>75.3</td><td>3.5</td></tr><tr><td colspan=\"4\">Per cent of Pappogeomys males lacking lingual groove</td><td colspan=\"2\">23.3%</td><td/></tr><tr><td colspan=\"4\">Per cent of Pappogeomys females lacking lingual groove</td><td colspan=\"2\">25.5%</td><td/></tr><tr><td colspan=\"2\">O. ( H eterogeomys ) hispidus 23</td><td>12</td><td>19</td><td/><td>10</td><td>4</td><td>0</td></tr><tr><td>O. ( Orthogeomys ) grandis</td><td>5</td><td>1</td><td>1</td><td/><td>0</td><td>4</td><td>1</td></tr><tr><td>O. (Macrogeomys) cavator</td><td>6</td><td>1</td><td>1</td><td/><td>1</td><td>5</td><td>1</td></tr><tr><td colspan=\"2\">O. ( M acrogeomys ) heterodus 4</td><td>1</td><td>4</td><td/><td>1</td><td>0</td><td>0</td></tr><tr><td>Total</td><td>38</td><td>15</td><td>25</td><td/><td>12</td><td>13</td><td>2</td></tr><tr><td>Per cent of total sample</td><td/><td/><td/><td/><td/><td/></tr><tr><td>of Orthogeomys</td><td/><td>39.5</td><td>65.8</td><td/><td/><td>34.2</td><td>5.3</td></tr><tr><td colspan=\"4\">Per cent of Orthogeomys males lacking lingual groove</td><td colspan=\"2\">80.0%</td><td/></tr><tr><td colspan=\"4\">Per cent of Orthogeomys females lacking lingual groove</td><td colspan=\"2\">56.5%</td><td/></tr></table>",
                "num": null
            }
        }
    }
}