{
    "paper_id": "Alvarado-Serranoetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:20:50.651766Z"
    },
    "title": "Localized versus generalist phenotypes in a broadly distributed tropical mammal: how is intraspecific variation distributed across disparate environments?",
    "authors": [
        {
            "first": "Diego",
            "middle": [
                "F"
            ],
            "last": "Alvarado-Serrano",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109-1079",
                    "settlement": "Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Lucia",
            "middle": [],
            "last": "Luna",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109-1079",
                    "settlement": "Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Lacey",
            "middle": [],
            "last": "Knowles",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109-1079",
                    "settlement": "Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Background: The extent of phenotypic differentiation in response to local environmental conditions is a key component of species adaptation and persistence. Understanding the structuring of phenotypic diversity in response to local environmental pressures can provide important insights into species evolutionary dynamics and responses to environmental change. This work examines the influence of steep environmental gradients on intraspecific phenotypic variation and tests two hypotheses about how the tropical soft grass mouse, Akodon mollis (Cricetidae, Rodentia), contends with the disparate environmental conditions encompassed by its broad distribution. Specifically, we test if the species expresses a geographically unstructured, or generalist, phenotype throughout its range or if it shows geographically localized morphological differentiation across disparate environments. Results: Using geometric morphometric and ecomorphological analyses of skull shape variation we found that despite distinct environmental conditions, geographically structured morphological variation is limited, with the notable exception of a distinct morphological disjunction at the high-elevation forest-grassland transition in the southern portion of A. mollis distribution. Based on genetic analyses, geographic isolation alone does not explain this localized phenotype, given that similar levels of genetic differentiation were also observed among individuals inhabiting other ecosystems that are nonetheless not distinct morphologically. Conclusions: Instead of phenotypic specialization across environments in these tropical mountains, there was limited differentiation of skull shape and size across the broad range of A. mollis, with the exception of individuals from the puna, the highest-elevation ecosystem. The high morphological variance among individuals, together with a weak association with local environmental conditions, not only highlights the flexibility of A. mollis' skull, but also highlights the need for further study to understand what maintains the observed morphological patterns. The work also indicates that mechanisms other than processes linked to local ecological specialization as a driver of diversification may contribute to the high diversity of this tropical region.",
    "pdf_parse": {
        "paper_id": "Alvarado-Serranoetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Background: The extent of phenotypic differentiation in response to local environmental conditions is a key component of species adaptation and persistence. Understanding the structuring of phenotypic diversity in response to local environmental pressures can provide important insights into species evolutionary dynamics and responses to environmental change. This work examines the influence of steep environmental gradients on intraspecific phenotypic variation and tests two hypotheses about how the tropical soft grass mouse, Akodon mollis (Cricetidae, Rodentia), contends with the disparate environmental conditions encompassed by its broad distribution. Specifically, we test if the species expresses a geographically unstructured, or generalist, phenotype throughout its range or if it shows geographically localized morphological differentiation across disparate environments. Results: Using geometric morphometric and ecomorphological analyses of skull shape variation we found that despite distinct environmental conditions, geographically structured morphological variation is limited, with the notable exception of a distinct morphological disjunction at the high-elevation forest-grassland transition in the southern portion of A. mollis distribution. Based on genetic analyses, geographic isolation alone does not explain this localized phenotype, given that similar levels of genetic differentiation were also observed among individuals inhabiting other ecosystems that are nonetheless not distinct morphologically. Conclusions: Instead of phenotypic specialization across environments in these tropical mountains, there was limited differentiation of skull shape and size across the broad range of A. mollis, with the exception of individuals from the puna, the highest-elevation ecosystem. The high morphological variance among individuals, together with a weak association with local environmental conditions, not only highlights the flexibility of A. mollis' skull, but also highlights the need for further study to understand what maintains the observed morphological patterns. The work also indicates that mechanisms other than processes linked to local ecological specialization as a driver of diversification may contribute to the high diversity of this tropical region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Phenotypic differentiation among closely related taxa along environmental gradients is well documented (e.g., [1] [2] [3] ). For example, across species there is a negative correlation between body size and environmental temperature (Bergmann's rule [4] ) and an association in mammals between precipitation and high degree of hypsodonty in species inhabiting arid and grassy regions [5, 6] . However, localized phenotypes may not necessarily be observed within a species, even if populations occur across steep environmental gradients and disparate ecosystems. Depending on the relative fitness trade-offs between alternative phenotypes, degree of population isolation, and the constancy and/or spatial heterogeneity of the environment [7] [8] [9] , a geographically unstructured, generalist phenotype may be expressed throughout the species' range that is capable of thriving in a wide variety of conditions.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 113,
                        "text": "[1]",
                        "ref_id": null
                    },
                    {
                        "start": 114,
                        "end": 117,
                        "text": "[2]",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 118,
                        "end": 121,
                        "text": "[3]",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 250,
                        "end": 253,
                        "text": "[4]",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 384,
                        "end": 387,
                        "text": "[5,",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 388,
                        "end": 390,
                        "text": "6]",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 737,
                        "end": 740,
                        "text": "[7]",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 741,
                        "end": 744,
                        "text": "[8]",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 745,
                        "end": 748,
                        "text": "[9]",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Tropical montane ecosystems represent an ideal system to uncover the role of the environment in shaping intraspecific phenotypic variation as species experience substantial and often drastic different environmental conditions across montane ecosystems [10, 11] . Temperature, air pressure, solar radiation, precipitation, area, cloud cover, soil quality, and productivity change considerably with elevation [12, 13] . As a consequence, tropical mountains are characterized by a wide array of habitats with a highly patchy distribution given the high topographic heterogeneity of these mountains [11, 13] . Such disparity in environmental conditions, together with the temporal environmental stability of tropical mountains is expected to promote specialization to local conditions [14, 15] , and hence, the expression of local phenotypes. Such a mechanism might promote speciation, generating the hyperdiversity observed in tropical mountains. However, other factors might counter the prevalence of local phenotypes. For example, depending on the degree of population connectivity across ecosystems and the extent of climate-induced distributional shifts associated with paleoclimatic conditions (e.g., [16] ), a generalist phenotype strategy might be favored [8, 17, 18] .",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 256,
                        "text": "[10,",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 257,
                        "end": 260,
                        "text": "11]",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 407,
                        "end": 411,
                        "text": "[12,",
                        "ref_id": null
                    },
                    {
                        "start": 412,
                        "end": 415,
                        "text": "13]",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 595,
                        "end": 599,
                        "text": "[11,",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 600,
                        "end": 603,
                        "text": "13]",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 781,
                        "end": 785,
                        "text": "[14,",
                        "ref_id": null
                    },
                    {
                        "start": 786,
                        "end": 789,
                        "text": "15]",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1203,
                        "end": 1207,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 1260,
                        "end": 1263,
                        "text": "[8,",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1264,
                        "end": 1267,
                        "text": "17,",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1268,
                        "end": 1271,
                        "text": "18]",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Here we explicitly test for the existence of local phenotypes in the soft grass mouse, Akodon mollis, a tropical species with a widespread distribution that makes it ideal for examining how phenotypic variability is structured in taxa facing disparate environmental conditions that are relevant to exploring what evolutionary strategies might be used by taxa to cope with the steep environmental gradients of tropical mountains. This species ranges from approximately 500 to 5500 m in the Andes of Ecuador and northwestern Peru [19] , across disparate habitats and steep ecological transitions such as the one between the tree-dominated Andean slopes and the grassland-dominated highlands (Figure 1 ). In contrast to many tropical Andean rodents that are acknowledged to be fairly specialized [20] [21] [22] , the few ecological studies on this species suggest A. mollis is a widespread and an abundant generalist with relatively limited individual dispersal capabilities relative to other small terrestrial mammals [21, 23, 24] . Its diet is comprised of varying proportions of plant and insect material, like other species of the genus [21, 23] . Yet, it remains unknown how A. mollis thrives in the broad range of environmental conditions encompassed by its distributional range, which is much broader than that of its close relatives [19, 23] . Specifically, its distribution might reflect a wide tolerance owing to a geographically unstructured, generalist phenotype that is adapted to a broad range of conditions (hereafter, generalist phenotype strategy). Alternatively, the species may be characterized by local phenotypes, product of plasticity or local adaptation to local environmental conditions (hereafter, localized phenotype strategy). To investigate this issue, we focus on skull morphological variation because of its fundamental role in food processing and perceiving sensory information that allows vertebrates to interact with its environment [25] , as evidenced by environmentally induced morphological changes in mice skulls [25, 26] . For example, functional links between skull variation and environmental differences have been demonstrated by studies on the biomechanics of mastication under different diets [27, 28] or differing selective regimes [29, 30] . In particular, differentiation across disparate environments might be evident in areas of the skull that serve for muscle attachment (e.g., zygomatic arches [31] ), influence bite force (e.g., rostrum [32] ), or have been shown to covary with environmental gradients (e.g., the auditory bullae with aridity [27] , or the palatal region with temperature [33] ). Morphological differentiation across environments might also arise as an indirect effect of changes in performance under different conditions (e.g., increased energy available for investment in growth [34] ).",
                "cite_spans": [
                    {
                        "start": 528,
                        "end": 532,
                        "text": "[19]",
                        "ref_id": null
                    },
                    {
                        "start": 793,
                        "end": 797,
                        "text": "[20]",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 798,
                        "end": 802,
                        "text": "[21]",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 803,
                        "end": 807,
                        "text": "[22]",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1016,
                        "end": 1020,
                        "text": "[21,",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1021,
                        "end": 1024,
                        "text": "23,",
                        "ref_id": null
                    },
                    {
                        "start": 1025,
                        "end": 1028,
                        "text": "24]",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 1138,
                        "end": 1142,
                        "text": "[21,",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1143,
                        "end": 1146,
                        "text": "23]",
                        "ref_id": null
                    },
                    {
                        "start": 1338,
                        "end": 1342,
                        "text": "[19,",
                        "ref_id": null
                    },
                    {
                        "start": 1343,
                        "end": 1346,
                        "text": "23]",
                        "ref_id": null
                    },
                    {
                        "start": 1963,
                        "end": 1967,
                        "text": "[25]",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 2047,
                        "end": 2051,
                        "text": "[25,",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 2052,
                        "end": 2055,
                        "text": "26]",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 2233,
                        "end": 2237,
                        "text": "[27,",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 2238,
                        "end": 2241,
                        "text": "28]",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 2273,
                        "end": 2277,
                        "text": "[29,",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 2278,
                        "end": 2281,
                        "text": "30]",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 2441,
                        "end": 2445,
                        "text": "[31]",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 2485,
                        "end": 2489,
                        "text": "[32]",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 2591,
                        "end": 2595,
                        "text": "[27]",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 2637,
                        "end": 2641,
                        "text": "[33]",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 2846,
                        "end": 2850,
                        "text": "[34]",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 689,
                        "end": 698,
                        "text": "(Figure 1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "Using a geometric morphometric approach and ecomorphological analyses, we test for two contrasting patterns of phenotypic variation. Specifically, we test for (i) a geographically unstructured, generalist phenotype strategy of limited morphological differentiation between populations across environments, or (ii) a localized phenotype strategy with morphological differentiation between populations from different environments, with a strong association between skull morphology and local environmental conditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Background",
                "sec_num": null
            },
            {
                "text": "A visual examination of the extent of size and shape variation in the skulls of A. mollis individuals across environments indicates high intrapopulation variability, where size and shape variation was measured by the log e -transformed centroid size [43] and by all nonzero-variance principal components of a PCA on the covariance matrix of either the size-corrected (i.e., controlling for allometric effects; see Methods), or uncorrected, symmetric component of the landmark configuration [44] , respectively. Moreover, limited morphological differentiation among populations and ecosystems is also apparent, with the exception of those from the highest ecosystem of the Central Andesthe wet puna (hereafter, referred to as puna; Figure 1 ); note that ecosystems correspond to biophysically defined regions ( [45] ; see below for additional discussion between ecosystems and environmental conditions).",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 254,
                        "text": "[43]",
                        "ref_id": "BIBREF79"
                    },
                    {
                        "start": 490,
                        "end": 494,
                        "text": "[44]",
                        "ref_id": "BIBREF80"
                    },
                    {
                        "start": 810,
                        "end": 814,
                        "text": "[45]",
                        "ref_id": "BIBREF81"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 731,
                        "end": 739,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Individuals from the puna are distinguished from all those from other ecosystems by their smaller average size (Figure 2a ), which is significant based on an analysis of variance (ANOVA) with ecosystem as a fixed factor (F 5 = 87.82, p-value < 0.01 and < 0.01, based on a parametric and resampling approach, respectively; see also Additional file 1). A between group-PCA (BG-PCA [46] ), in which shape data averaged by ecosystem were used to construct the principal axes onto which individuals were then projected, was also conducted. This analysis shows similar, but more limited, patterns of morphological differentiation of puna individuals, as can be seen in a plot of the first and second BG-PCA axes for the size-corrected and uncorrected shape data (Figure 2b, c) , which together account for around 70% of the between-group variance in both analyses (surprisingly this pattern of differentiation is more evident in the size-corrected data than in the uncorrected data; see results and discussion below). It is important to note that similar levels of morphological differentiation of the high-elevation puna individuals was observed when the BG-PCA axes were constructed based on elevation groups, as opposed to ecosystems (results not shown), which suggests the results are not an artifact of the a priori groupings used.",
                "cite_spans": [
                    {
                        "start": 379,
                        "end": 383,
                        "text": "[46]",
                        "ref_id": "BIBREF82"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 111,
                        "end": 121,
                        "text": "(Figure 2a",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 756,
                        "end": 770,
                        "text": "(Figure 2b, c)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "To statistically explore the degree of morphological and environmental covariation PLS analyses were conducted (note the BG-PCA, used above, is a graphical technique; see Methods for details). Population averages were used in these and the SEVM analyses (see below) because of unequal sampling across ecosystems (Table 1) , which reflects natural differences in the abundance of A. mollis [23] , but may nonetheless compromise statistical analyses based on individuals (no formal disparity analysis was feasible given the sample size differences across populations). The results of these analyses show that although size and shape variation significantly covaries with environment On the central-north and southeast Peruvian Andes the abrupt transition between forested and non-forested habitats occurs when the humid Andean cloud forest is replaced by an elfin forest [10, 35] , which itself is replaced at higher elevations by grasslands called páramos. These grasslands are characterized by high atmospheric humidity, high rainfall, and a continuous layer of short vegetation, dwarf shrubs, and wetlands [36] [37] [38] . On the central-south and southwest Peruvian Andes, this abrupt transition occurs between the xeric habitats characteristic of this region and a short forest dominated by quenoa trees (Polylepis spp.), which is then replaced by puna at higher elevations [39] . The puna ecosystem corresponds to steppes of isolated grasses and shrubs, low productivity, and an annual precipitation markedly seasonal and lower than that of the páramo [40] [41] [42] . (RV coefficient = 0.15, 0.31, and 0.30 with p-value = 0.02, < 0.01, and < 0.01 for size, uncorrected shape, and sizecorrected shape, respectively), the amount of morphological and environmental variance contained within the PLS axes is limited. In fact, less than 7% of the environmental variance was explained in the PLS analysis of size (Figure 3a) , which is the primary phenotypic feature that distinguishes the individuals from the puna from those of other ecosystems (Figure 2 ). Moreover, in none of the analyses of shape data did the first two PLS axes explain more than 36% or 18% of the morphological and environmental variance, respectively (Figure 3b, c) . A scatterplot of the first set of PLS components of the size analysis shows that the association of skull size with environment is mainly driven by the smaller size of the majority of puna individuals (the single PLS of morphology in this analysis is negatively associated with skull size) ( Figure 3a) . In contrast, scatterplots of the shape data for the first 2 sets of components show a linear pattern of covariation between morphological and environmental variation (Figure 3b , c). In this latter analyses, the first morphological PLS axis, which is significantly correlated with latitude (Pearson's r = 0.42, p-value = 0.007), mostly reflects differences in the volume of the braincase ( Figure 3d ) and presents no obvious association with ecosystem. The second morphological PLS axis separates populations according to elevation (Pearson's r = −0.55, p-value < 0.001) by differences associated with multiple regions of the skull that affect both the breadth of the braincase and the length of the rostrum (Figure 3d ). The morphological distinctiveness of puna populations does not correspond to latitudinal environmental variation (see below for a discussion of the contribution of spatial and genetic isolation to the distinctiveness of the puna phenotype), but instead to differentiation of mid-and high-elevation habitats (Figure 3c ). It is important to note that the fact that puna individuals appear as partially distinct only in the second set of PLS axes is not necessarily unusual because PLS axes are not expected to capture the main axis of morphological differentiation given that they do not maximize the within block variance [47, 48] .",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 393,
                        "text": "[23]",
                        "ref_id": null
                    },
                    {
                        "start": 869,
                        "end": 873,
                        "text": "[10,",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 874,
                        "end": 877,
                        "text": "35]",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 1107,
                        "end": 1111,
                        "text": "[36]",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 1112,
                        "end": 1116,
                        "text": "[37]",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 1117,
                        "end": 1121,
                        "text": "[38]",
                        "ref_id": "BIBREF74"
                    },
                    {
                        "start": 1377,
                        "end": 1381,
                        "text": "[39]",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 1556,
                        "end": 1560,
                        "text": "[40]",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 1561,
                        "end": 1565,
                        "text": "[41]",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 1566,
                        "end": 1570,
                        "text": "[42]",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 3892,
                        "end": 3896,
                        "text": "[47,",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 3897,
                        "end": 3900,
                        "text": "48]",
                        "ref_id": "BIBREF84"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 312,
                        "end": 321,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1912,
                        "end": 1923,
                        "text": "(Figure 3a)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2046,
                        "end": 2055,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2225,
                        "end": 2239,
                        "text": "(Figure 3b, c)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2534,
                        "end": 2544,
                        "text": "Figure 3a)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2713,
                        "end": 2723,
                        "text": "(Figure 3b",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2937,
                        "end": 2946,
                        "text": "Figure 3d",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 3256,
                        "end": 3266,
                        "text": "(Figure 3d",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 3577,
                        "end": 3587,
                        "text": "(Figure 3c",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The robustness of the morphology-environment association to spatial autocorrelation of environments was verified by running Spatial EigenVector Mapping regressions (SEVM; [49, 50] ). In these analyses, size variation is not significantly correlated with environmental variation after controlling for spatial autocorrelation (Figure 4a ), whereas overall shape variation (uncorrected and sizecorrected) is significantly correlated with the environment, but only explains about 10% of the total shape variance (estimated as the weighted sum of the variance explained by the regressions of each principal component, see Methods; Figure 4a ). This relationship is robust after Skull size and shape variability in A. mollis. Scatterplots of all sampled individuals according to their centroid size (a) and their scores on the first two between-groups principal components (BG-PCA) of uncorrected (b) and size-corrected shape (c) (see Methods for details). Individuals from the highest ecosystem (i.e., Central Andean wet puna) are surrounded by a minimum convex hull to facilitate comparison between scatterplots. In addition, in order to illustrate the amount of intrapopulation variance, the position of individuals from two arbitrarily selected populations are highlighted in blue and red (populations 9 and 14, respectively; see Appendix) as an example in an inset in each plot. Symbols are based on two proxies of environmental variation, the elevation and ecosystem (abbreviations as in Figure 1 ) in which each specimen was sampled. Figure 3 Morphological-environmental association recovered in the PLS analyses. Scatterplots of the single set of PLS axes for the analysis on size (a), and the first (b) and second (c) set of PLS axes for the analysis on uncorrected shape (results for the size-corrected shape data were similar; not shown). Although PLS analyses were run on population-averaged data, the extent of local intra-population variability is depicted as vertical lines below and above each population score, with the line lengths determined by the minimum and maximum individual scores obtained for each population when all individuals are projected onto each morphological PLS component. In The number of males and females per population, the number of localities comprised by each ecosystem (abbreviations as in Figure 1 ), and the mean and standard deviation of the number of individuals per locality are provided. Localities with individuals available for genetic analyses are indicated in bold; locality number, between square brackets, follows appendix, follows Appendix.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 175,
                        "text": "[49,",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 176,
                        "end": 179,
                        "text": "50]",
                        "ref_id": "BIBREF86"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 324,
                        "end": 334,
                        "text": "(Figure 4a",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 626,
                        "end": 635,
                        "text": "Figure 4a",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 1488,
                        "end": 1496,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1535,
                        "end": 1543,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2328,
                        "end": 2336,
                        "text": "Figure 1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "accounting for genetic relatedness (Figure 4b ). Yet, after controlling for genetic contributions, the environment explains less than 6% of the total shape variance, with genetic relatedness explaining approximately 4% and 12% of the size and shape variance, respectively. The reduction in the environmental effect after accounting for spatial and genetic factors is in line with a significant effect of spatial isolation (Mantel test p-value < 0.001) on patterns of morphological and genetic differentiation ( Figure 5 ), affirming the other analyses (discussed above) that suggest the lack of a strong effect of the environment on morphology.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 35,
                        "end": 45,
                        "text": "(Figure 4b",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 511,
                        "end": 519,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The analyses revealed limited support for local phenotypic structuring of the soft grass mouse, A. mollis, given the lack of consistent morphological differentiation of the skull across environments (Figures 2 and 3 ). Although a significant covariation trend between environmental and size and shape variation is recovered (Figure 4 ), it explains limited amount of the phenotypic variance, and is on the same order as the exclusive contribution of genetic and spatial isolation ( Figure 4b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 199,
                        "end": 215,
                        "text": "(Figures 2 and 3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 324,
                        "end": 333,
                        "text": "(Figure 4",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 482,
                        "end": 492,
                        "text": "Figure 4b)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Moreover, the association between the environment and size and shape variation would no doubt be (at least in part) weakened if the extensive amount of local morphological variability was considered ( Figure 3 ; as noted in the results and methods, population means instead of individuals were analyzed to avoid the confounding problems of population sample sizes). These findings suggest that A. mollis' skull morphological variation related to local environmental conditions have a significant, but limited, effect on overall skull shape and size. The primary exception to what appears to be a geographically unstructured generalist phenotype is the high-elevation puna Andean ecosystem in the southern portion of A. mollis distribution. This group of individuals is consistently morphologically distinct from individuals from the other ecosystems across the majority of analysesit even differs from populations from similar elevations but different ecosystem (i.e., páramo; Figure 2 ). Taken together, these results suggest that the skull of this species fits neither a strict generalist phenotype strategy (i.e., a geographically unstructured phenotype throughout its range) nor a strict localized phenotype strategy (i.e., different local phenotypes).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 209,
                        "text": "Figure 3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 977,
                        "end": 985,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Limited morphological specialization in the skull?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The limited amount of geographically structured morphological differentiation observed throughout most of the broad environmental gradients A. mollis experience is noteworthy in light of previous studies that have shown that skulls commonly vary within species in response to environmental conditions [51, 52] . Not only have previous studies uncovered moderate to considerable levels of size and shape differences in vertebrate's skulls due to diet, latitude, temperature, elevation, precipitation, seasonality, and/or productivity, or combinations of these variables [53] [54] [55] , but mice in particular Note that in the shape analyses, the data depicted correspond to the overall variance explained (i.e., weighted sum of the variance explained in the regressions for each shape PC retained, see Methods, with weights determined by the proportion of variance explained by each shape PC).",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 305,
                        "text": "[51,",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 306,
                        "end": 309,
                        "text": "52]",
                        "ref_id": "BIBREF88"
                    },
                    {
                        "start": 569,
                        "end": 573,
                        "text": "[53]",
                        "ref_id": "BIBREF89"
                    },
                    {
                        "start": 574,
                        "end": 578,
                        "text": "[54]",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 579,
                        "end": 583,
                        "text": "[55]",
                        "ref_id": "BIBREF92"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "have been shown to experience significant and rapid morphological changes in response to changes in temperature, precipitation, and human population density over the last 100 years [56] . The weak environment-morphology association is not attributable to a general lack of morphological or genetic variation ( Figure 5 , see also Additional file 2). To the contrary, the species is characterized by substantial morphological variability (even if we exclude the differences between puna and the other populations, Figures 2 and  3 ; also see [23, 57, 58] ) and genetic variation, with relatively large average pairwise sequence divergence between individuals (5.6 ± 4.9% for all data, and 4.83 ± 5.41% when puna individuals are excluded, Additional file 2). In contrast to other mice with broad geographic ranges that do show localized morphological differentiation (e.g., [25, 33] ), the observed variation among individuals within populations suggests that the absence of local specialization may result from a relaxed association in A. mollis between skull morphology and ecological performance (cf. [59] ) (i.e., relaxed selection), especially considering that the variation is present irrespective of whether individuals experience similar biotic and abiotic conditions (i.e., occur at the same locality). Under this hypothesis, environmental canalization of skull morphology would be relaxed due to weakened effective selection against alternative phenotypes, possibly because of small effective population size or by recent or frequent environmental changes [60] , for instance, due to humaninduced landscape changes or natural climatic events. Alternatively, the variability might reflect a general ecological plasticity in the species [21, 23] , which might be favored to increase the species' ecological breadth [17] . In this case, the observed morphological variation among coexisting individuals could reflect a strategy to reduce intraspecific competition under high local abundances (typical of A. mollis) and maintain high adaptability potential [61, 62] , as suggested for some other generalist vertebrate species [63, 64] , including some species of mice [65] . Under this latter scenario, the microhabitat experienced by an individual throughout development may be more important in determining skull variation in ecological-plastic species than macroenvironmental conditions (i.e., the differences in habitat that is captured by the coarse-grained variables used here). Individual variation under this scenario could arise for instance from variation in individuals' diet, as have been observed in feeding trials in deer mice [26] . Testing of these alternatives (and at this point, speculative scenarios) requires detailed eco-morphological studies of multiple cohorts through time, and hence, goes beyond this contribution. Nevertheless, future studies on this topic might significantly add to our understanding of the role that environment plays in morphological evolution and ecological specialization. ",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 185,
                        "text": "[56]",
                        "ref_id": "BIBREF93"
                    },
                    {
                        "start": 541,
                        "end": 545,
                        "text": "[23,",
                        "ref_id": null
                    },
                    {
                        "start": 546,
                        "end": 549,
                        "text": "57,",
                        "ref_id": "BIBREF94"
                    },
                    {
                        "start": 550,
                        "end": 553,
                        "text": "58]",
                        "ref_id": "BIBREF95"
                    },
                    {
                        "start": 872,
                        "end": 876,
                        "text": "[25,",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 877,
                        "end": 880,
                        "text": "33]",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1102,
                        "end": 1106,
                        "text": "[59]",
                        "ref_id": "BIBREF96"
                    },
                    {
                        "start": 1564,
                        "end": 1568,
                        "text": "[60]",
                        "ref_id": "BIBREF97"
                    },
                    {
                        "start": 1743,
                        "end": 1747,
                        "text": "[21,",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1748,
                        "end": 1751,
                        "text": "23]",
                        "ref_id": null
                    },
                    {
                        "start": 1821,
                        "end": 1825,
                        "text": "[17]",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 2061,
                        "end": 2065,
                        "text": "[61,",
                        "ref_id": "BIBREF98"
                    },
                    {
                        "start": 2066,
                        "end": 2069,
                        "text": "62]",
                        "ref_id": "BIBREF99"
                    },
                    {
                        "start": 2130,
                        "end": 2134,
                        "text": "[63,",
                        "ref_id": "BIBREF100"
                    },
                    {
                        "start": 2135,
                        "end": 2138,
                        "text": "64]",
                        "ref_id": "BIBREF101"
                    },
                    {
                        "start": 2172,
                        "end": 2176,
                        "text": "[65]",
                        "ref_id": "BIBREF102"
                    },
                    {
                        "start": 2645,
                        "end": 2649,
                        "text": "[26]",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 310,
                        "end": 318,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 513,
                        "end": 529,
                        "text": "Figures 2 and  3",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Geographic Distance Euclidean Distance B G_P C A Figure 5 Morphological and genetic spatial isolation. Scatterplot of pairwise morphological (a) and genetic (b) distance against pairwise geographic distance between populations. Morphological distance was calculated as the Euclidean distance between population-averaged scores on the first 2 BG-PCA axes of the size-corrected shape data (see Figure 2c ), whereas genetic distances was calculated as population pairwise nucleotide differences in the cytochrome-b sequences. Points are colored according to which ecosystem the populations being compared pertain (i.e., puna, high-elevation páramo, or other population). The correlation coefficient and significance of both morphological and genetic trends are presented above each scatterplot. Note that the greatest genetic distances do not correspond to comparisons involving puna populations, but to those involving high páramo populations (named hPar in legend; see Additional file 2).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 49,
                        "end": 57,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 401,
                        "text": "Figure 2c",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Geographic Distance",
                "sec_num": null
            },
            {
                "text": "It remains to be seen if similar patterns of morphological variation are observed in other tropical generalist species. It is possible that A. mollis may be exceptional among tropical species, especially considering the narrow elevation ranges and high species turnover typical of tropical mountains [11, 13, 66] . However, our results raise questions about the general expectation that locally adapted populations will necessarily predominate in the tropics [14, 15] . Moreover, our results pose the question of whether the general lack of strong geographically structured morphological variation observed in A. mollis (with the exceptions and possible caveats discussed above) may be in part responsible for its exceptional environmental tolerance and broad geographic distribution (cf. [17] ), and highlight the contingency of ecomorphological patterns on the natural history and geographic setting of the species involved.",
                "cite_spans": [
                    {
                        "start": 300,
                        "end": 304,
                        "text": "[11,",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 305,
                        "end": 308,
                        "text": "13,",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 309,
                        "end": 312,
                        "text": "66]",
                        "ref_id": "BIBREF103"
                    },
                    {
                        "start": 459,
                        "end": 463,
                        "text": "[14,",
                        "ref_id": null
                    },
                    {
                        "start": 464,
                        "end": 467,
                        "text": "15]",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 789,
                        "end": 793,
                        "text": "[17]",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geographic Distance",
                "sec_num": null
            },
            {
                "text": "Although A. mollis generally shows limited evidence for geographically structured morphological phenotypes (Figures 2 and 3) , there is of course the exception of the morphological distinction between individuals from the puna ecosystem and the rest of populations. These distinct individuals are noticeably smaller and partially distinguishable both in uncorrected and size-corrected shape components of variation (most evidently so in the size-corrected dataset; Figure 2 )note that such distinction seems unlikely to be a sampling artifact given the magnitude of the size differences (Figure 2a ). However, why such a morphological break is observed here, but not between other ecological transitions over environmental gradients that are just as extreme (Additional file 1) remains unexplained (see below for further discussion).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 107,
                        "end": 124,
                        "text": "(Figures 2 and 3)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 465,
                        "end": 473,
                        "text": "Figure 2",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 587,
                        "end": 597,
                        "text": "(Figure 2a",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Uniqueness of puna individuals",
                "sec_num": null
            },
            {
                "text": "It is possible that this morphological distinctiveness may result from the particular type of ecological conditions associated with the puna ecosystem, and specifically, the transition from the treeline to the grassland, which has an important effect on microhabitat conditions that are not necessarily captured by the coarse-grained variables used here. The progressive disappearance of tree coverage at high elevations diminishes the buffering effect of vegetation on microclimatic conditions [67, 68] . Consequently, the physical conditions organisms have to cope with at high tropical elevations become harsher as average temperatures, atmospheric pressure, atmospheric concentration of oxygen, and water vapor pressure decrease, and daily temperature fluctuations and physiological aridity increase [40, 67, 69] . Although similar challenges are experienced by individuals inhabiting high-elevation páramo environments, the more arid conditions of the puna ecosystem ( [36, 41] ) and the average higher and more southern location of puna populations, may exacerbate the cold-desertification and hypoxia effects of high elevation environments. In line with this hypothesis, the first and second environmental PLS axes in the size and shape analyses, respectively, along which puna populations are the most different (Figure 3c ), are strongly associated with the first environmental principal component, which in turn is highly correlated with precipitation variables (Table 2 ; Additional file 3).",
                "cite_spans": [
                    {
                        "start": 495,
                        "end": 499,
                        "text": "[67,",
                        "ref_id": "BIBREF104"
                    },
                    {
                        "start": 500,
                        "end": 503,
                        "text": "68]",
                        "ref_id": "BIBREF105"
                    },
                    {
                        "start": 804,
                        "end": 808,
                        "text": "[40,",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 809,
                        "end": 812,
                        "text": "67,",
                        "ref_id": "BIBREF104"
                    },
                    {
                        "start": 813,
                        "end": 816,
                        "text": "69]",
                        "ref_id": "BIBREF106"
                    },
                    {
                        "start": 974,
                        "end": 978,
                        "text": "[36,",
                        "ref_id": "BIBREF72"
                    },
                    {
                        "start": 979,
                        "end": 982,
                        "text": "41]",
                        "ref_id": "BIBREF77"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1320,
                        "end": 1330,
                        "text": "(Figure 3c",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1472,
                        "end": 1480,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Uniqueness of puna individuals",
                "sec_num": null
            },
            {
                "text": "All these environmental changes, which are also associated with a significant turnover of resources that likely impact the diet of A. mollis, may contribute to different biomechanical pressures on puna individuals cf. [70, 71] . This possibility seems feasible when considering that a previous study of the diet of other species of Akodon in southwestern Peru revealed a significant relationship between the proportion of insects in the diet and elevation [72] . Furthermore, similar changes in diet and associated morphological traits with elevation have also been observed in other cricetid mice [69, 73] . Thus, it is certainly plausible (although purely speculative at this point) that such interactions between direct physiological constraints imposed by the challenging environmental conditions of tropical highlands and indirect pressures imposed by dietary constraints might be partially responsible for the differences in skull morphology observed in the high-elevation populations of A. mollis, as in cricetid mice [25, 26] .",
                "cite_spans": [
                    {
                        "start": 218,
                        "end": 222,
                        "text": "[70,",
                        "ref_id": "BIBREF107"
                    },
                    {
                        "start": 223,
                        "end": 226,
                        "text": "71]",
                        "ref_id": "BIBREF108"
                    },
                    {
                        "start": 456,
                        "end": 460,
                        "text": "[72]",
                        "ref_id": "BIBREF109"
                    },
                    {
                        "start": 598,
                        "end": 602,
                        "text": "[69,",
                        "ref_id": "BIBREF106"
                    },
                    {
                        "start": 603,
                        "end": 606,
                        "text": "73]",
                        "ref_id": "BIBREF110"
                    },
                    {
                        "start": 1025,
                        "end": 1029,
                        "text": "[25,",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1030,
                        "end": 1033,
                        "text": "26]",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniqueness of puna individuals",
                "sec_num": null
            },
            {
                "text": "Alternatively, it is possible that the morphological distinctiveness of the puna individuals is caused by some degree of genetic isolation of these highland populations. As seen in other systems, where steep ecological transitions are present, genetic isolation and strong phenotypic differences can arise and be maintained even between populations in close proximity [74] [75] [76] . Our preliminary exploration of levels of population genetic differentiation seems to partially support this possibility. However, unexplained patterns of genetic variation suggest that this alone cannot explain the morphological distinctiveness of puna populations. For example, the average cytochrome-b pairwise nucleotide differences between the populations for which we have genetic data showed that both puna and some high-elevation páramo populations differed markedly from the rest of populations (Additional 2). Moreover, these high-elevation páramo populations are genetically distinct from populations that are geographically proximate to them (and more so than the puna populations are from the other populations) (Figure 5b ). Yet, unlike the puna individuals, there is only limited morphological differentiation between these high-elevation páramo populations and all other populations. These observations make it unlikely that the morphological distinction of puna individuals is exclusively driven by their degree of genetic isolation. Still, this question deserves further exploration given the claim that A. mollis may be a species complex has been made, albeit based on limited sampling [24] .",
                "cite_spans": [
                    {
                        "start": 368,
                        "end": 372,
                        "text": "[74]",
                        "ref_id": "BIBREF111"
                    },
                    {
                        "start": 373,
                        "end": 377,
                        "text": "[75]",
                        "ref_id": "BIBREF112"
                    },
                    {
                        "start": 378,
                        "end": 382,
                        "text": "[76]",
                        "ref_id": "BIBREF113"
                    },
                    {
                        "start": 1589,
                        "end": 1593,
                        "text": "[24]",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1109,
                        "end": 1119,
                        "text": "(Figure 5b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniqueness of puna individuals",
                "sec_num": null
            },
            {
                "text": "Based on consideration of other genetically divergent populations, and in particular some populations from the páramo, it seems that the observed phenotypic distinctiveness of the puna individuals is not simply a function of the abiotic and biotic conditions unique to high elevation environments and their environmental isolation from lower environments [68] , which could prevent the dilution effect of gene flow from lower populations [77] . One possibility is that divergence of the puna populations reflects the interplay of stochastic and deterministic factors. For example, recent work demonstrates how species divergence may reflect an interaction of past demographic conditions (including the stochastic effects associated with changes in population size) that accompanies climate-induced distributional shifts and the ecological attributes of species (including whether the taxon tracks shifts in their habitat and whether they are spatially restricted owing to particular habitat affinities) [16] . Hypothetically, for instance, if puna populations have been unable to migrate out of the puna due to its environmental isolation, it is plausible that they have been forced into a more specialized morphology due to the marked cycles of aridification this ecosystem experienced during the Pleistocene [78] . Additional studies that specifically address the origin and phylogenetic relationships of these genetically distinct populations are required before a more definitive conclusion about the validity of this hypothesis is reached.",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 359,
                        "text": "[68]",
                        "ref_id": "BIBREF105"
                    },
                    {
                        "start": 438,
                        "end": 442,
                        "text": "[77]",
                        "ref_id": "BIBREF114"
                    },
                    {
                        "start": 1003,
                        "end": 1007,
                        "text": "[16]",
                        "ref_id": null
                    },
                    {
                        "start": 1310,
                        "end": 1314,
                        "text": "[78]",
                        "ref_id": "BIBREF115"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniqueness of puna individuals",
                "sec_num": null
            },
            {
                "text": "Even though high levels of ecological specialization has been proposed as a principal mechanism for generating tropical diversity [14, 15] , the ecomorphological analyses suggest that morphological specialization in the skull of A. mollis is limited, except for the localized phenotype of individuals from the puna. This finding suggests that A. mollis' skull does not fit either a strict generalist or localized phenotype strategy, but a mix of the two, with limited geographically structured morphological variation thorough most of its broad geographic range. Together these results offer insights into the processes that generate and maintain diversity in the tropical Andes, a region that has been previously proposed to be an important center of differentiation and diversification [79] [80] [81] . Aside from the morphological disjunction identified between puna populations and the rest of populations, the lack of consistent and strong morphological differentiation across environments, and wide geographic range of A. mollis suggest that additional mechanisms of diversification in tropical systems may deserve more attention than they have received. The geographic structure of phenotypic variation in the skull of A. mollis may be exceptional considering that other morphological structures of this species have not been studied in A. mollis and the wide ecological tolerance of this mouse compared to other tropical species. Nevertheless, with these caveats in mind (as well as those regarding the interpretation of results given the small sample sizes of some populations) our results also have important implications for understanding biological resilience to environmental change in tropical mountains. Specifically, even though tropical mountain habitats are predicted to be disproportionally susceptible to ongoing environmental changes [82, 83] , the apparent adaptability of A. mollis suggest that it may be able to accommodate a broad range of conditions, and hence, be more resilient. Future studies that assess the generality of these findings and explore its mechanistic basis are expected to further advance our understanding of morphological evolution in one of the most diverse ecosystems on Earth. Loadings of the 10 environmental principal components (PC) on the first set of PLS axes for the analyses on size, uncorrected, and size-corrected shape. The main environmental information summarized by each component is presented in parenthesis (note, however, that this is an oversimplification; see Additional file 3).",
                "cite_spans": [
                    {
                        "start": 130,
                        "end": 134,
                        "text": "[14,",
                        "ref_id": null
                    },
                    {
                        "start": 135,
                        "end": 138,
                        "text": "15]",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 788,
                        "end": 792,
                        "text": "[79]",
                        "ref_id": "BIBREF116"
                    },
                    {
                        "start": 793,
                        "end": 797,
                        "text": "[80]",
                        "ref_id": "BIBREF117"
                    },
                    {
                        "start": 798,
                        "end": 802,
                        "text": "[81]",
                        "ref_id": "BIBREF118"
                    },
                    {
                        "start": 1855,
                        "end": 1859,
                        "text": "[82,",
                        "ref_id": "BIBREF119"
                    },
                    {
                        "start": 1860,
                        "end": 1863,
                        "text": "83]",
                        "ref_id": "BIBREF120"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Morphological variation was assessed in the complete skulls of 153 A. mollis individuals sampled across its entire geographic range in Peru (Figure 1 ; Table 1 ). Specimens were obtained from the Museo de Historia Natural \"Javier Prado\", Universidad Nacional Mayor de San Marcos (UNMSM) in Lima, Peru and the Field Museum of Natural History in Chicago (FMNH), US, and collected by L.L. in northern Peru following the American Society of Mammalogists' guidelines [84] and University approved procedures for the manipulation of mammals (see Appendix). Given the taxonomic complexity of the genus [58, 85, 86] , and the poorly defined diagnosis available for A. mollis, we based our taxonomic identification of specimens on a combination of external and internal morphological characters (e.g., a robust braincase, short rostrum, zygomatic plate broad and not inclined [24, 57, 87, 88] ). Only adult specimens were used to minimize the effects of ontogenetic differences [24, 89] . Adults were defined as individuals with all three molars completely erupted and with the posteroloph in the third molar eroded (which corresponds to ages 3 to 5 [90] ). Sex and locality information was recorded for all 153 specimens from skin tags and collectors field notes. When available, the locality's latitude and longitude was also recorded. Otherwise, specimens were georeferenced based on the collector's notes following a point-radius method [91] . We assessed the confidence of our georeferencing by contrasting the elevation given in the field and museum notes with one we obtained from a Digital Elevation Model (DEM) from the Shuttle Radar Topography Mission (SRTM [92] ) based on the coordinates estimated.",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 466,
                        "text": "[84]",
                        "ref_id": "BIBREF121"
                    },
                    {
                        "start": 594,
                        "end": 598,
                        "text": "[58,",
                        "ref_id": "BIBREF95"
                    },
                    {
                        "start": 599,
                        "end": 602,
                        "text": "85,",
                        "ref_id": "BIBREF122"
                    },
                    {
                        "start": 603,
                        "end": 606,
                        "text": "86]",
                        "ref_id": "BIBREF123"
                    },
                    {
                        "start": 866,
                        "end": 870,
                        "text": "[24,",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 871,
                        "end": 874,
                        "text": "57,",
                        "ref_id": "BIBREF94"
                    },
                    {
                        "start": 875,
                        "end": 878,
                        "text": "87,",
                        "ref_id": "BIBREF124"
                    },
                    {
                        "start": 879,
                        "end": 882,
                        "text": "88]",
                        "ref_id": "BIBREF125"
                    },
                    {
                        "start": 968,
                        "end": 972,
                        "text": "[24,",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 973,
                        "end": 976,
                        "text": "89]",
                        "ref_id": "BIBREF126"
                    },
                    {
                        "start": 1140,
                        "end": 1144,
                        "text": "[90]",
                        "ref_id": "BIBREF127"
                    },
                    {
                        "start": 1431,
                        "end": 1435,
                        "text": "[91]",
                        "ref_id": "BIBREF128"
                    },
                    {
                        "start": 1658,
                        "end": 1662,
                        "text": "[92]",
                        "ref_id": "BIBREF129"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 149,
                        "text": "(Figure 1",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 152,
                        "end": 159,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Data acquisition",
                "sec_num": null
            },
            {
                "text": "For each locality we compiled information from 21 ecogeographical variables (Table 2) that have been shown to be of biological relevance in a wide variety of vertebrates [93, 94] . These variables include summaries of temperature and precipitation patterns [95] , including both mean, maximum and minimum values, as well as vegetation cover [96] and productivity [97] . To minimize the problem of collinearity among these environmental variables we run a PCA on these data and used the resultant orthogonal components in our analyses ( Table 2) . Because of the resolution of the ecogeographical data (climatic data: 1 km 2 , vegetation cover and productivity: 0.25 km 2 , and elevation: 0.02 km 2 ), localities in close proximity (i.e., less than 1 km apart) were treated as a single locality, resulting in 40 unique localities (see Appendix). All geographic analyses were performed in ArcGIS v.9.3 [98] .",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 174,
                        "text": "[93,",
                        "ref_id": "BIBREF130"
                    },
                    {
                        "start": 175,
                        "end": 178,
                        "text": "94]",
                        "ref_id": "BIBREF131"
                    },
                    {
                        "start": 257,
                        "end": 261,
                        "text": "[95]",
                        "ref_id": "BIBREF132"
                    },
                    {
                        "start": 341,
                        "end": 345,
                        "text": "[96]",
                        "ref_id": "BIBREF133"
                    },
                    {
                        "start": 363,
                        "end": 367,
                        "text": "[97]",
                        "ref_id": "BIBREF134"
                    },
                    {
                        "start": 900,
                        "end": 904,
                        "text": "[98]",
                        "ref_id": "BIBREF135"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 76,
                        "end": 85,
                        "text": "(Table 2)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 536,
                        "end": 544,
                        "text": "Table 2)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Data acquisition",
                "sec_num": null
            },
            {
                "text": "In addition, for 95 individuals for which we were able to obtain tissues (these individuals were collected in 22 of the 40 populations) we extracted DNA using a Qiagen kit and amplified a 1123 bp-region of the mitochondrial cytochrome b gene following the procedures outlined by Smith and Patton [58] . After sequencing, these fragments were cleaned in Sequencher v4.6 [99] and aligned in MacClade v4 [100] . A haplotype frequency matrix was extracted from the aligned sequences and used in a PCA on the covariance matrix (for details see [101] ). Individuals' scores on the first three principal components, which together accounted for 71.66% of the genetic variance, were averaged by population and used to control for the effect of genetic distance in the spatial regressions (see below). In addition, and in light of the ecomorphological results, we performed an Isolation By Distance analysis (IBD, [102] ) using Mantel tests [103] based on 10000 permutations to assess the spatial structure of the morphological and genetic data.",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 300,
                        "text": "[58]",
                        "ref_id": "BIBREF95"
                    },
                    {
                        "start": 369,
                        "end": 373,
                        "text": "[99]",
                        "ref_id": "BIBREF136"
                    },
                    {
                        "start": 401,
                        "end": 406,
                        "text": "[100]",
                        "ref_id": "BIBREF137"
                    },
                    {
                        "start": 539,
                        "end": 544,
                        "text": "[101]",
                        "ref_id": "BIBREF138"
                    },
                    {
                        "start": 905,
                        "end": 910,
                        "text": "[102]",
                        "ref_id": "BIBREF139"
                    },
                    {
                        "start": 932,
                        "end": 937,
                        "text": "[103]",
                        "ref_id": "BIBREF140"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data acquisition",
                "sec_num": null
            },
            {
                "text": "Ventral images of the 153 skulls were taken using a digital photographic camera Nikon D80 under standard conditions. The focus of the image was always set at the posterior margin of the palate, while keeping the molars of both tooth rows at the same plane. The image of each skull was used to digitized 54 two-dimensional, X, Y landmarks ( Figure 6 ; Additional file 4) using tpsDig, version 2.16 [104] . The 54 landmarks, which follow the standards proposed by Zelditch et al. [48] , were selected after an analysis of digitizing and photographic errors based on five randomly selected specimens that were photographed twice and digitized four times in random order by the same person. Landmarks for which raw coordinates showed significant differences among replicates, as identified using univariate analyses of variance (ANOVA) under a block design with individuals as fixed factor, were not used in the study.",
                "cite_spans": [
                    {
                        "start": 397,
                        "end": 402,
                        "text": "[104]",
                        "ref_id": "BIBREF141"
                    },
                    {
                        "start": 478,
                        "end": 482,
                        "text": "[48]",
                        "ref_id": "BIBREF84"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 340,
                        "end": 348,
                        "text": "Figure 6",
                        "ref_id": "FIGREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Morphological analyses",
                "sec_num": null
            },
            {
                "text": "The digitized landmarks were standardized using a full Procrustes superimposition followed by an orthogonal projection into the tangent space [105, 106] to remove the effects of position, size, and orientation [48, 107] . After superimposition, we searched for outliers in the dataset (i.e., individuals with landmarks that strongly deviate from the mean shape); outlier individuals were redigitized to assure they were not the product of digitizing error. We then used the vetted superimposed data to estimate size and shape skull components. Skull size was quantified as the centroid size of the superimposed landmark configuration, calculated as the square root of the sum of all squared distances between each landmark and the configuration centroid [43] . To minimize departure from normality, the log e -transformed centroid size was used in all analyses. Skull shape was quantified using the symmetric component of the morphological variation to avoid redundancy and to control for assymmetric differences in the skull [44] . Specifically, skull shape was quantified by all non-zero variance components of a Principal Component Analysis (PCA) on the covariance matrix of the symmetric coordinates.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 147,
                        "text": "[105,",
                        "ref_id": "BIBREF142"
                    },
                    {
                        "start": 148,
                        "end": 152,
                        "text": "106]",
                        "ref_id": "BIBREF143"
                    },
                    {
                        "start": 210,
                        "end": 214,
                        "text": "[48,",
                        "ref_id": "BIBREF84"
                    },
                    {
                        "start": 215,
                        "end": 219,
                        "text": "107]",
                        "ref_id": "BIBREF144"
                    },
                    {
                        "start": 754,
                        "end": 758,
                        "text": "[43]",
                        "ref_id": "BIBREF79"
                    },
                    {
                        "start": 1026,
                        "end": 1030,
                        "text": "[44]",
                        "ref_id": "BIBREF80"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphological analyses",
                "sec_num": null
            },
            {
                "text": "Sexual dimorphism on size was assessed using a standard sex by locality ANOVA on the log e -transformed centroid size with locality as a block factor, whereas sexual dimorphism in shape was assessed by testing for differences in the scores on the shape principal components obtained using a sex by locality MANOVA. Both the ANOVA and MANOVA were run in R v2.15.1 [108] . Because no sexual dimorphism was detected on size (F 1 = 0.67, p = 0.42; p-value interaction term = 0.89) or shape (Wilks' λ = 0.38, F 54/38 = 1.15, p = 0.33; p-value interaction term = 0.09), all specimens were pooled for further analyses.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 368,
                        "text": "[108]",
                        "ref_id": "BIBREF145"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphological analyses",
                "sec_num": null
            },
            {
                "text": "Allometric effects were assessed by running independent regressions of the symmetric coordinates onto log e centroid size for different sets of individuals grouped according to the ecosystem in which they were collected (ecosystems definitions followed [45] ; Additional file 5). We verified the presence of similar allometric trajectories in all groups (i.e., similar regression slopes) in tpsRegr [109] . Although differences in regression intercepts were recovered (Wilks' λ < 0.01, F 432/154.8 = 2.72, p < 0.01), no significant slope differences were found (Wilks' λ <0.01, F 432/138.8 = 0.98, p = 0.56). Because the redundancy of symmetric data might compromise the significance obtained, we verified the robustness of the results by running a Multivariate Analysis of Covariance (MANCOVA) on the non-zero variance principal components of shape using the log e -centroid size as a covariate and ecosystems as groups in R v2.15.1 [108] . Since the results were consistent (i.e., neither the main effect of sex, nor the interaction term in the MANCOVA were significant [43] , Wilks' λ = 0.08, F 260/453.83 = 0.98, p = 0.15), we used the residuals of a regression of the symmetric coordinates onto log e -transformed sized, pooling all individuals together, as a size-corrected shape component. We then run a PCA on the covariance matrix of these residuals and kept all non-zero variance components as our size-corrected shape component for all analyses.",
                "cite_spans": [
                    {
                        "start": 253,
                        "end": 257,
                        "text": "[45]",
                        "ref_id": "BIBREF81"
                    },
                    {
                        "start": 399,
                        "end": 404,
                        "text": "[109]",
                        "ref_id": "BIBREF146"
                    },
                    {
                        "start": 934,
                        "end": 939,
                        "text": "[108]",
                        "ref_id": "BIBREF145"
                    },
                    {
                        "start": 1072,
                        "end": 1076,
                        "text": "[43]",
                        "ref_id": "BIBREF79"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphological analyses",
                "sec_num": null
            },
            {
                "text": "The extent of among individual variability in skull size was visually assessed by plotting the log e -centroid size of specimens ordered according to the elevation at which they were collected; note that elevation is a well-suited proxy for environmental differences in tropical regions where elevation represents the most evident axis of climatic and ecological variation [68] ; see Table 1 ). Uncorrected and size-corrected skull shape variation was visually assessed using between-groups PCA (BG-PCA, [46] ), which is a modification of the most-commonlyused PCA that takes into account a priori individual grouping by identifying PCs from the variancecovariance matrix of group mean shapes and then projecting all individuals into these components [110] . We chose this approach as it represents a compromise between a PCA, which is a suboptimal analyses for revealing group differentiation, and a Canonical Variate Analysis or Discriminant Analysis, which is prone to over-identify group differences [110] . Specifically, we constructed BG-PCA axes using the ecosystem in which individuals were collected.",
                "cite_spans": [
                    {
                        "start": 373,
                        "end": 377,
                        "text": "[68]",
                        "ref_id": "BIBREF105"
                    },
                    {
                        "start": 504,
                        "end": 508,
                        "text": "[46]",
                        "ref_id": "BIBREF82"
                    },
                    {
                        "start": 751,
                        "end": 756,
                        "text": "[110]",
                        "ref_id": "BIBREF147"
                    },
                    {
                        "start": 1004,
                        "end": 1009,
                        "text": "[110]",
                        "ref_id": "BIBREF147"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 384,
                        "end": 391,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Variability assessment",
                "sec_num": null
            },
            {
                "text": "Given the highly unequal sample sizes across populations (Table 1) , which reflects natural differences in the abundance of A. mollis [23] , we averaged all size and shape data by population for the following analyses. In the case of shape data, we chose to average the scores of the uncorrected and size-corrected shape PCAs run on individuals (see details above) instead of averaging the landmark coordinates by population first and then running PCAs on the averaged data to avoid maximizing differences between populations. All analyses hereafter were performed on the population-averaged size and shape components. To explore the association between environmental conditions and morphological variation we performed 3 independent two-block Partial Least Squares analyses (PLS). We chose this method because it is robust to the underlying structure of the data as it does not rely on a particular variable model [48] . The first two PLS analyses were based on the averaged-bypopulation PC scores of all non-zero-variance PCs from either uncorrected or size-corrected data (as one block) and the first 10 principal components of the standardized environmental data (as another block, see Data acquisition section), which together accounted for 99.91% of the environmental variance. We also performed a third PLS analysis between averaged log e centroid size and the same 10 principal components of the environmental data. In all three cases we summarized the overall strength of the association using the RV coefficient, which is a multivariate statistic analog to the squared correlation and ranges from 0 (uncorrelated) to 1 (completely correlated) [106, 111, 112] .",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 138,
                        "text": "[23]",
                        "ref_id": null
                    },
                    {
                        "start": 915,
                        "end": 919,
                        "text": "[48]",
                        "ref_id": "BIBREF84"
                    },
                    {
                        "start": 1653,
                        "end": 1658,
                        "text": "[106,",
                        "ref_id": "BIBREF143"
                    },
                    {
                        "start": 1659,
                        "end": 1663,
                        "text": "111,",
                        "ref_id": "BIBREF148"
                    },
                    {
                        "start": 1664,
                        "end": 1668,
                        "text": "112]",
                        "ref_id": "BIBREF149"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 66,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Ecogeographic analysis",
                "sec_num": null
            },
            {
                "text": "In addition, to investigate the degree to which environmental conditions explain differences in skull size and shape after accounting for the effect of spatial autocorrelation (because skull similarity decreased as a function of distance between populationsevidenced by Moran's I correlogram for size and Mantel's correlogram for shape; results not shown), we run Spatial EigenVector Mapping regressions (SEVM; [49, 50] ). We chose SEVM because it has been shown to minimize spatial autocorrelation more efficiently than other techniques [50] . Using this spatially-explicit technique we performed a regression of the log e -transformed centroid size onto the first three principal components of the environmental data, which together accounted for 87.66% of the environmental variance, in SAM [113] -we chose 3 instead of 10 environmental components to minimize the risk of overfitting given our sample size. We then repeated these analyses on the population-averaged scores of all the non-zero-variance principal components of the uncorrected and size-corrected data. We combined the results of these regressions, separately for the uncorrected and size-corrected data, by adding the amount of variance explained by the SEVM regression on each component, weighted by the corresponding proportion of variance explained by each principal component. Finally, for the subset of our sample of populations for which we had genetic data (22 of 40 populations), we ran additional SEVM regressions that include the same first three principal components of the environmental data and additionally the first three principal components of the genetic data as predictors (see Data Acquisition section). For all SEVM analyses we used the automatic selection procedure of SAM to estimate the truncation distance and the spatial filters to use. We verified the effectiveness of these procedures by analyzing the degree of spatial autocorrelation of the regressions' residuals using Moran's I correlograms. Unless otherwise noted, all analyses were run in MorphoJ [106] .",
                "cite_spans": [
                    {
                        "start": 411,
                        "end": 415,
                        "text": "[49,",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 416,
                        "end": 419,
                        "text": "50]",
                        "ref_id": "BIBREF86"
                    },
                    {
                        "start": 538,
                        "end": 542,
                        "text": "[50]",
                        "ref_id": "BIBREF86"
                    },
                    {
                        "start": 2049,
                        "end": 2054,
                        "text": "[106]",
                        "ref_id": "BIBREF143"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecogeographic analysis",
                "sec_num": null
            },
            {
                "text": "http://www.biomedcentral.com/1471-2148/13/160",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Andrea Cardini, María R. Marchán-Rivadeniera, Philip Myers, Leandro Monteiro and two anonymous reviewers for their comments and suggestions on previous versions of the manuscript, and Eladio J. Márquez for input on geometric morphometrics. We also thank Víctor Pacheco ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "Additional file 2: Matrix of pairwise genetic distances between A. mollis populations. Genetic distances, estimated in Arlequin [114] as average number of pairwise nucleotide differences between populations based on a 1123 bp-region of the mitochondrial cytochrome b gene, is presented in (a) for populations with genetic data available (see Table 2 ). The dotted lines on perimeter of the plot frame point to the separation between populations according to the ecosystem they pertain to. The location of these populations with genetic data is shown in the ecosystem map in (b) (abbreviations as in Figure 1 ), with the genetically most different populations indicated by colored arrows corresponding to colors used in x and y axes in (a); specific locations of the numbered populations can be found in the appendix.Additional file 3: Extended summary of environmental principal components and PLS axes.Additional file 4: Description of the location of the 54 landmarks (L.) used in the study.Additional file 5: Summary of allometry analyses.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 133,
                        "text": "[114]",
                        "ref_id": "BIBREF151"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 342,
                        "end": 349,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 599,
                        "end": 607,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "The authors declare that they have no competing interests.Authors' contributions DFA participated in the conception and design of the study, carried out the ecomorphological and molecular analyses, and drafted the manuscript. LL compiled the samples, generated the morphometric and genetic data, and participated in the design of the study. LLK participated in the conception and design of the study and helped to draft the manuscript. All authors read and approved the final manuscript. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Competing interests",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF9": {
                "ref_id": "b9",
                "title": "entre Cascas y Contumaza",
                "authors": [
                    {
                        "first": "Bosque",
                        "middle": [],
                        "last": "Contumaza",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Cachil",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "3050",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Contumaza, Bosque Cachil, entre Cascas y Contumaza, 3050 m, -7.39; -78.78 (jaa 178, vpt 1674) [11];",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Cutervo National Park, 100 m over El Tragadero, 2910 m, -6.25; -78.77 (llw 1085",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Cutervo",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Andrés De Cutervo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cutervo, San Andrés de Cutervo, Cutervo National Park, 100 m over El Tragadero, 2910 m, -6.25; -78.77 (llw 1085, 1086, 1087, 1088, 1089, 1093, 1094, 1095, 1096, 1098, 1100, 1102, 1106, 1108, 1109, 1112, 1114, 1115, 1120, 1122, 1126, 1131, 1132, 1136, 1140, 1143, 1145, 1148, 1151, 1153, 1154, 1155, 1161, 1164, 1165, 1166, 1167, 1169, 1173, 1174, 1179, 1180, 1181, 1183) [13];",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Andrés de Cutervo, 4 km W San Andrés de Cutervo, 2250 m",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Cutervo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "139",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cutervo, San Andrés de Cutervo, 4 km W San Andrés de Cutervo, 2250 m, -6.26; -78.72 (jaa 135, 139, jlm 175, vpt 1597)",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Tabaconas-Namballe National Sanctuary)",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Ignacio",
                        "suffix": ""
                    },
                    {
                        "first": "Cerro",
                        "middle": [],
                        "last": "Tabaconas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Coyona",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "3310",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "San Ignacio, Tabaconas, Cerro Coyona (Tabaconas- Namballe National Sanctuary), 3310 m, -5.23; -79.28 (jaa",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Tabaconas-Namballe National Sanctuary), 2790 m, -5.27; -79",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Ignacio",
                        "suffix": ""
                    },
                    {
                        "first": "Cerro",
                        "middle": [],
                        "last": "Tabaconas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Coyona",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "San Ignacio, Tabaconas, Cerro Coyona (Tabaconas- Namballe National Sanctuary), 2790 m, -5.27; -79.27 (llw",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Viuda (Tabaconas-Namballe National Sanctuary's Buffer Zone), Campamento 2, 2240 m",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "San Ignacio, Tabaconas, Cerro La Viuda (Tabaconas-Namballe National Sanctuary's Buffer Zone), Campamento 2, 2240 m, -5.28; -79.32 (llw 1048, 1082)",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Catache, 3.81 km NE from Monteseco, 2150 m",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Cruz",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "93",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Cruz, Catache, 3.81 km NE from Monteseco, 2150 m, -6.82; -79.08 (lhl 92, 93, 116, llw 1241, 1248, 1249, 1273, 1274) [22].",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Quebrada Quishuara Sur",
                "authors": [
                    {
                        "first": "Campamento",
                        "middle": [],
                        "last": "Santiago De Chuco",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Callacuyán",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4040",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santiago de Chuco, Campamento Callacuyán, Quebrada Quishuara Sur, 4040 m, -7.94; -78.23 (avg 143) [28];",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "hondonada Laguna Viscachas",
                "authors": [
                    {
                        "first": "Campamento",
                        "middle": [],
                        "last": "Santiago De Chuco",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Callacuyán",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4110",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santiago de Chuco, Campamento Callacuyán, hondonada Laguna Viscachas, 4110 m, -7.95; -78.23 (mvc 325, 326) [30];",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "PIURA: Ayabaca, Ayabaca, 2870 m",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PIURA: Ayabaca, Ayabaca, 2870 m, -4.63; -79.72 (FMNH 81379) [34];",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Mammalian melanism: natural selection in black and white",
                "authors": [
                    {
                        "first": "Men",
                        "middle": [],
                        "last": "Majerus",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "I"
                        ],
                        "last": "Mundy",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Trends Genet",
                "volume": "19",
                "issue": "",
                "pages": "585--588",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Majerus MEN, Mundy NI: Mammalian melanism: natural selection in black and white. Trends Genet 2003, 19:585-588.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Assessing concurrent patterns of environmental niche and morphological evolution among species of horned lizards (Phrynosoma)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Luxbacher",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Knouft",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "J Evol Biol",
                "volume": "22",
                "issue": "",
                "pages": "1669--1678",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Luxbacher AM, Knouft JH: Assessing concurrent patterns of environmental niche and morphological evolution among species of horned lizards (Phrynosoma). J Evol Biol 2009, 22:1669-1678.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Feeding and breathing: trait correlations in an African cichlid fish",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Binning",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Dumont",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Zool",
                "volume": "282",
                "issue": "",
                "pages": "140--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Binning SA, Chapman LJ, Dumont J: Feeding and breathing: trait correlations in an African cichlid fish. J Zool 2010, 282:140-149.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Is Bergmann's rule valid for mammals?",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Ashton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Tracy",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "De Queiroz",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Am Nat",
                "volume": "156",
                "issue": "",
                "pages": "390--415",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ashton KG, Tracy MC, de Queiroz A: Is Bergmann's rule valid for mammals? Am Nat 2000, 156:390-415.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Precipitation and large herbivorous mammals I: estimates from presentday communities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Eronen",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Puolamaki",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Liu",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Lintulaakso",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Damuth",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Janis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fortelius",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Evol Ecol Res",
                "volume": "12",
                "issue": "",
                "pages": "217--233",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eronen JT, Puolamaki K, Liu L, Lintulaakso K, Damuth J, Janis C, Fortelius M: Precipitation and large herbivorous mammals I: estimates from present- day communities. Evol Ecol Res 2010, 12:217-233.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "History matters: ecometrics and integrative climate change biology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Polly",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Eronen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fred",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "P"
                        ],
                        "last": "Dietl",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Mosbrugger",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Scheidegger",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Frank",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Damuth",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Stenseth",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fortelius",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Proc R Soc Lond B Biol Sci",
                "volume": "278",
                "issue": "",
                "pages": "1131--1140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Polly PD, Eronen JT, Fred M, Dietl GP, Mosbrugger V, Scheidegger C, Frank DC, Damuth J, Stenseth NC, Fortelius M: History matters: ecometrics and integrative climate change biology. Proc R Soc Lond B Biol Sci 2011, 278:1131-1140.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Evolution in changing environments; some theoretical explorations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Levins",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Levins R: Evolution in changing environments; some theoretical explorations. Princeton: Princeton University Press; 1968.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Phenotypic diversity as an adaptation to environmental uncertainty",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Donaldson-Matasci",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lachmann",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "T"
                        ],
                        "last": "Bergstrom",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Evol Ecol Res",
                "volume": "10",
                "issue": "",
                "pages": "493--515",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Donaldson-Matasci MC, Lachmann M, Bergstrom CT: Phenotypic diversity as an adaptation to environmental uncertainty. Evol Ecol Res 2008, 10:493-515.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "The evolutionary maintenance of alternative phenotypes",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Moran",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Am Nat",
                "volume": "139",
                "issue": "",
                "pages": "971--989",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moran NA: The evolutionary maintenance of alternative phenotypes. Am Nat 1992, 139:971-989.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Distribution on environmental gradients -theory and preliminary interpretation of distributional patterns in avifauna of Cordillera Vilcabamba",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Terborgh",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Peru. Ecology",
                "volume": "52",
                "issue": "",
                "pages": "23--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Terborgh J: Distribution on environmental gradients -theory and preliminary interpretation of distributional patterns in avifauna of Cordillera Vilcabamba, Peru. Ecology 1970, 52:23-40.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Contrasting patterns of elevational zonation for birds and mammals in the Andes of southeastern Peru",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Stotz",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Fitzpatrick",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J Biogeogr",
                "volume": "25",
                "issue": "",
                "pages": "593--607",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patterson BD, Stotz DF, Solari S, Fitzpatrick JW, Pacheco V: Contrasting patterns of elevational zonation for birds and mammals in the Andes of southeastern Peru. J Biogeogr 1998, 25:593-607.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Elevational gradients in species richness",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Mccain",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Grytnes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Encyclopedia of Life Sciences",
                "volume": "2010",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCain CM, Grytnes JA: Elevational gradients in species richness. In Encyclopedia of Life Sciences. Chichester: John Wiley & Sons, Ltd; 2010:1-10.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Why mountain passes are higher in tropics",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Janzen",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Am Nat",
                "volume": "101",
                "issue": "",
                "pages": "233--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Janzen DH: Why mountain passes are higher in tropics. Am Nat 1967, 101:233-249.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Are mountain passes higher in the tropics? Janzen's hypothesis revisited",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Ghalambor",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Huey",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Tewksbury",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Integr Comp Biol",
                "volume": "46",
                "issue": "",
                "pages": "5--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ghalambor CK, Huey RB, Martin PR, Tewksbury JJ, Wang G: Are mountain passes higher in the tropics? Janzen's hypothesis revisited. Integr Comp Biol 2006, 46:5-17.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Exploring the population genetic consequences of the colonization process with spatio-temporally explicit models: insights from coupled ecological, demographic and genetic models in montane grasshoppers",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Knowles",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Alvarado-Serrano",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Mol Ecol",
                "volume": "19",
                "issue": "",
                "pages": "3727--3745",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Knowles LL, Alvarado-Serrano DF: Exploring the population genetic consequences of the colonization process with spatio-temporally explicit models: insights from coupled ecological, demographic and genetic models in montane grasshoppers. Mol Ecol 2010, 19:3727-3745.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Niche specialization influences adaptive phenotypic plasticity in the threespine stickleback",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Svanbäck",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Schluter",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Am Nat",
                "volume": "180",
                "issue": "",
                "pages": "50--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Svanbäck R, Schluter D: Niche specialization influences adaptive phenotypic plasticity in the threespine stickleback. Am Nat 2012, 180:50-59.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Selection in a fluctuating environment leads to decreased genetic variation and facilitates the evolution of phenotypic plasticity",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hallsson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Björklund",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "J Evol Biol",
                "volume": "25",
                "issue": "",
                "pages": "1275--1290",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hallsson LR, Björklund M: Selection in a fluctuating environment leads to decreased genetic variation and facilitates the evolution of phenotypic plasticity. J Evol Biol 2012, 25:1275-1290.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Order Rodentia. In Mammal species of the world: a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "894--1531",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carleton MD, Musser GG: Order Rodentia. In Mammal species of the world: a taxonomic and geographic reference. Edited by Wilson DE, Reeder DM. Baltimore: John Hopkins University Press; 2005:894-1531.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "The rodent community of the Venezuelan cloud forest",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Diaz De Pascual",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Merida. Pol Ecol Stud",
                "volume": "20",
                "issue": "",
                "pages": "155--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Diaz de Pascual A: The rodent community of the Venezuelan cloud forest, Merida. Pol Ecol Stud 1994, 20:155-161.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Small mammals of the Cajas Plateau, southern Ecuador: ecology and natural history",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Barnett",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Bull Florida Mus Nat Hist",
                "volume": "42",
                "issue": "",
                "pages": "161--217",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnett AA: Small mammals of the Cajas Plateau, southern Ecuador: ecology and natural history. Bull Florida Mus Nat Hist 1999, 42:161-217.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Premières recherches sur la densité, la biomasse et la spécialisation écologique de quelques Rongeurs des hautes",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Dorst",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Andes du Pérou. C R Seances Acad Sci D",
                "volume": "274",
                "issue": "",
                "pages": "940--942",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dorst J: Premières recherches sur la densité, la biomasse et la spécialisation écologique de quelques Rongeurs des hautes Andes du Pérou. C R Seances Acad Sci D 1972, 274:940-942.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Evolution and systematics of akodontine rodents (Muridae: Sigmodontinae) of Peru, with emphasis on the genus Akodon",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Memorias del Museo de Historia Natural",
                "volume": "21",
                "issue": "",
                "pages": "83--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton JL, Smith MF: Evolution and systematics of akodontine rodents (Muridae: Sigmodontinae) of Peru, with emphasis on the genus Akodon. In Memorias del Museo de Historia Natural. Volume 21. Edited by Young KR, Valencia N. Lima: Universidad Nacional Mayor de San Marcos; 1992:83-103.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Cranial shape varies along an elevation gradient in Gambel's white-footed mouse (Peromyscus maniculatus gambelii) in the Grinnell resurvey Yosemite transect",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Grieco",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "T"
                        ],
                        "last": "Rizk",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Morphol",
                "volume": "271",
                "issue": "",
                "pages": "897--909",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grieco TM, Rizk OT: Cranial shape varies along an elevation gradient in Gambel's white-footed mouse (Peromyscus maniculatus gambelii) in the Grinnell resurvey Yosemite transect. J Morphol 2010, 271:897-909.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Phenotypic plasticity in skull and dental morphology in the prairie deer mouse (Peromyscus maniculatus bairdii)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundrigan",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Gillespie",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "J Morphol",
                "volume": "229",
                "issue": "",
                "pages": "229--237",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers P, Lundrigan BL, Gillespie BW, Zelditch ML: Phenotypic plasticity in skull and dental morphology in the prairie deer mouse (Peromyscus maniculatus bairdii). J Morphol 1996, 229:229-237.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Environmental correlates of geographical variation in skull and mandible shape of the punaré rat Thrichomys apereoides (Rodentia: Echimyidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Monteiro",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Duarte",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Dos Reis",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "J Zool",
                "volume": "261",
                "issue": "",
                "pages": "47--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Monteiro LR, Duarte LC, dos Reis SF: Environmental correlates of geographical variation in skull and mandible shape of the punaré rat Thrichomys apereoides (Rodentia: Echimyidae). J Zool 2003, 261:47-57.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Cranial morphometric and fine scale genetic variability of two adjacent Mastomys natalensis (Rodentia: Muridae) populations",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lalis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Baylac",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Cosson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Makundi",
                        "suffix": ""
                    },
                    {
                        "first": "'",
                        "middle": [],
                        "last": "Machang",
                        "suffix": ""
                    },
                    {
                        "first": "Denys",
                        "middle": [
                            "C"
                        ],
                        "last": "Rs",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Acta Theriol",
                "volume": "54",
                "issue": "",
                "pages": "171--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lalis A, Baylac M, Cosson JF, Makundi RH, Machang'u RS, Denys C: Cranial morphometric and fine scale genetic variability of two adjacent Mastomys natalensis (Rodentia: Muridae) populations. Acta Theriol 2009, 54:171-181.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Adaptive latitudinal trends in the mandible shape of Apodemus wood mice",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Renaud",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Michaux",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "J Biogeogr",
                "volume": "30",
                "issue": "",
                "pages": "1617--1628",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Renaud S, Michaux JR: Adaptive latitudinal trends in the mandible shape of Apodemus wood mice. J Biogeogr 2003, 30:1617-1628.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Rapid morphological and genetic change in Chicago-area Peromyscus",
                "authors": [
                    {
                        "first": "Orw",
                        "middle": [],
                        "last": "Pergams",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lacy",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Mol Ecol",
                "volume": "17",
                "issue": "",
                "pages": "450--463",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pergams ORW, Lacy RC: Rapid morphological and genetic change in Chicago-area Peromyscus. Mol Ecol 2008, 17:450-463.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Patterns of covariation in the masticatory apparatus of hystricognathous rodents: Implications for evolution and diversification",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Hautier",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lebrun",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "G"
                        ],
                        "last": "Cox",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "J Morphol",
                "volume": "273",
                "issue": "",
                "pages": "1319--1337",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hautier L, Lebrun R, Cox PG: Patterns of covariation in the masticatory apparatus of hystricognathous rodents: Implications for evolution and diversification. J Morphol 2012, 273:1319-1337.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Gape and bite force in the rodents Onychomys leucogaster and Peromyscus maniculatus: does jaw-muscle anatomy predict performance?",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Peiffer",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Ford",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "J Morphol",
                "volume": "270",
                "issue": "",
                "pages": "1338--1347",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams SH, Peiffer E, Ford S: Gape and bite force in the rodents Onychomys leucogaster and Peromyscus maniculatus: does jaw-muscle anatomy predict performance? J Morphol 2009, 270:1338-1347.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "From desert to rainforest: phenotypic variation in functionally important traits of bushy-tailed woodrats (Neotoma cinerea) across two climatic extremes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Cordero",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Epps",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "J Mamm Evol",
                "volume": "19",
                "issue": "",
                "pages": "135--153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cordero GA, Epps CW: From desert to rainforest: phenotypic variation in functionally important traits of bushy-tailed woodrats (Neotoma cinerea) across two climatic extremes. J Mamm Evol 2012, 19:135-153.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Climatic change and body size in two species of Japanese rodents",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Yom-Tov",
                        "suffix": ""
                    },
                    {
                        "first": "Yom-Tov",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Biol J Linn Soc",
                "volume": "82",
                "issue": "",
                "pages": "263--267",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yom-Tov Y, Yom-Tov S: Climatic change and body size in two species of Japanese rodents. Biol J Linn Soc 2004, 82:263-267.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Bird species diversity on an Andean elevational gradient",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Terborgh",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Ecology",
                "volume": "58",
                "issue": "",
                "pages": "1007--1019",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Terborgh J: Bird species diversity on an Andean elevational gradient. Ecology 1977, 58:1007-1019.",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "Comparación entre dos ecosistemas tropoandinos: la puna chilena y el páramo ecuatoriano",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Quintanilla",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Inf Geogr (Chile)",
                "volume": "30",
                "issue": "",
                "pages": "25--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Quintanilla V: Comparación entre dos ecosistemas tropoandinos: la puna chilena y el páramo ecuatoriano. Inf Geogr (Chile) 1983, 30:25-45.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Diversity of zonal páramo plant communities in Ecuador",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Sklenár",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Ramsay",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Divers Distrib",
                "volume": "7",
                "issue": "",
                "pages": "113--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sklenár P, Ramsay PM: Diversity of zonal páramo plant communities in Ecuador. Divers Distrib 2001, 7:113-124.",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Los páramos ecuatorianos",
                "authors": [
                    {
                        "first": "Mena",
                        "middle": [],
                        "last": "Vásconez",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hofstede",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Moraes",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ollgaard",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kvist",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Balslev",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "La"
                        ],
                        "last": "Paz",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Botánica Económica de los Andes Centrales",
                "volume": "",
                "issue": "",
                "pages": "91--109",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mena Vásconez P, Hofstede R: Los páramos ecuatorianos. In Botánica Económica de los Andes Centrales. Edited by Moraes M, Ollgaard L, Kvist LP, Balslev H. La Paz: Universidad Mayor de San Andrés; 2006:91-109.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "An historical phytogeography of the High Andean Flora",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "B"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Rev Chil Hist Nat",
                "volume": "56",
                "issue": "",
                "pages": "109--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson BB: An historical phytogeography of the High Andean Flora. Rev Chil Hist Nat 1983, 56:109-122.",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Phytogeographical data and modern pollen rain of the puna belt in southern Peru (Nevado Coropuna, Western Cordillera)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kuentz",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "De Mera",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "P"
                        ],
                        "last": "Ledru",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Thouret",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "J Biogeogr",
                "volume": "34",
                "issue": "",
                "pages": "1762--1776",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kuentz A, de Mera AG, Ledru MP, Thouret JC: Phytogeographical data and modern pollen rain of the puna belt in southern Peru (Nevado Coropuna, Western Cordillera). J Biogeogr 2007, 34:1762-1776.",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "Geo-ecología de las regiones montañosas de las américas tropicales",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "91--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cabrera AL: Geo-ecología de las regiones montañosas de las américas tropicales. Coll Geogr (Bonn) 1968, 9:91-116.",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Las gramíneas de Huancavelica. Mem Mus Hist Natu Nac Mayor San Marcos",
                "authors": [
                    {
                        "first": "Tovar",
                        "middle": [],
                        "last": "Serpa",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "1--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tovar Serpa O: Las gramíneas de Huancavelica. Mem Mus Hist Natu Nac Mayor San Marcos 1957, 6:1-110.",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "Leaf morphology, taxonomy and geometric morphometrics: a simplified protocol for beginners",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Viscosi",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cardini",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "PLoS One",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Viscosi V, Cardini A: Leaf morphology, taxonomy and geometric morphometrics: a simplified protocol for beginners. PLoS One 2011, 6:e25630.",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "Shape analysis of symmetric structures: quantifying variation among individuals and asymmetry",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Klingenberg",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Barluenga",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Meyer",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Evolution",
                "volume": "56",
                "issue": "",
                "pages": "1909--1920",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Klingenberg CP, Barluenga M, Meyer A: Shape analysis of symmetric structures: quantifying variation among individuals and asymmetry. Evolution 2002, 56:1909-1920.",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": "Terrestrial ecoregions of the worlds: a new map of life on earth",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Dinerstein",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Wikramanayake",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "D"
                        ],
                        "last": "Burgess",
                        "suffix": ""
                    },
                    {
                        "first": "Gvn",
                        "middle": [],
                        "last": "Powell",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Underwood",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "'amico",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Itoua",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Strand",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "51",
                "issue": "",
                "pages": "933--938",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Olson DM, Dinerstein E, Wikramanayake ED, Burgess ND, Powell GVN, Underwood EC, D'Amico JA, Itoua I, Strand HE, Morrison JC, et al: Terrestrial ecoregions of the worlds: a new map of life on earth. Bioscience 2001, 51:933-938.",
                "links": null
            },
            "BIBREF82": {
                "ref_id": "b82",
                "title": "A note on between-group PCA",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Boulesteix",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Int J Pure Appl Math",
                "volume": "19",
                "issue": "",
                "pages": "359--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boulesteix AL: A note on between-group PCA. Int J Pure Appl Math 2005, 19:359-366.",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Measuring \"dose\" and \"response\" with multivariate data using partial least squares techniques",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Sampson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Streissguth",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "M"
                        ],
                        "last": "Barr",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Commun Stat-A Theor",
                "volume": "19",
                "issue": "",
                "pages": "765--804",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein FL, Sampson PD, Streissguth AP, Barr HM: Measuring \"dose\" and \"response\" with multivariate data using partial least squares techniques. Commun Stat-A Theor 1990, 19:765-804.",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "Geometric morphometrics for biologists: a primer",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swiderski",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Sheets",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Fink",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zelditch ML, Swiderski DL, Sheets HD, Fink WL: Geometric morphometrics for biologists: a primer. Amsterdam: Elsevier Academic Press; 2004.",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "Spatial modeling in ecology: the flexibility of eigenfunction spatial analyses",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Griffith",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Peres-Neto",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Ecology",
                "volume": "87",
                "issue": "",
                "pages": "2603--2613",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Griffith DA, Peres-Neto PR: Spatial modeling in ecology: the flexibility of eigenfunction spatial analyses. Ecology 2006, 87:2603-2613.",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "Spatial regression techniques for inter-population data: studying the relationships between morphological and environmental variation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Perez",
                        "suffix": ""
                    },
                    {
                        "first": "Jaf",
                        "middle": [],
                        "last": "Diniz",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Bernal",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "N"
                        ],
                        "last": "Gonzalez",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Evol Biol",
                "volume": "23",
                "issue": "",
                "pages": "237--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Perez SI, Diniz JAF, Bernal V, Gonzalez PN: Spatial regression techniques for inter-population data: studying the relationships between morphological and environmental variation. J Evol Biol 2010, 23:237-248.",
                "links": null
            },
            "BIBREF87": {
                "ref_id": "b87",
                "title": "Three-dimensional geometric morphometrics of Arvicanthis: implications for systematics and taxonomy",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fadda",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Corti",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J Zoolog Syst Evol Res",
                "volume": "39",
                "issue": "",
                "pages": "235--245",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fadda C, Corti M: Three-dimensional geometric morphometrics of Arvicanthis: implications for systematics and taxonomy. J Zoolog Syst Evol Res 2001, 39:235-245.",
                "links": null
            },
            "BIBREF88": {
                "ref_id": "b88",
                "title": "Phylogenetic and environmental components of morphological variation: skull, mandible, and molar shape in marmots (Marmota, Rodentia)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Caumul",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Polly",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Evolution",
                "volume": "59",
                "issue": "",
                "pages": "2460--2472",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caumul R, Polly PD: Phylogenetic and environmental components of morphological variation: skull, mandible, and molar shape in marmots (Marmota, Rodentia). Evolution 2005, 59:2460-2472.",
                "links": null
            },
            "BIBREF89": {
                "ref_id": "b89",
                "title": "A geometric morphometric approach to the study of ecogeographical and clinal variation in vervet monkeys",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cardini",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "U"
                        ],
                        "last": "Jansson",
                        "suffix": ""
                    },
                    {
                        "first": "Elton",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "J Biogeogr",
                "volume": "34",
                "issue": "",
                "pages": "1663--1678",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cardini A, Jansson AU, Elton S: A geometric morphometric approach to the study of ecogeographical and clinal variation in vervet monkeys. J Biogeogr 2007, 34:1663-1678.",
                "links": null
            },
            "BIBREF90": {
                "ref_id": "b90",
                "title": "On the association between environmental gradients and skull size variation in the great fruit-eating bat",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Márchan-Rivadeneira",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Larsen",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Artibeus lituratus (Chiroptera: Phyllostomidae)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Márchan-Rivadeneira MR, Larsen PA, Phillips CJ, Strauss RE, Baker RJ: On the association between environmental gradients and skull size variation in the great fruit-eating bat, Artibeus lituratus (Chiroptera: Phyllostomidae).",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Cranial morphology and dietary habits of rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "X"
                        ],
                        "last": "Samuels",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Zool J Linn Soc",
                "volume": "156",
                "issue": "",
                "pages": "864--888",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Samuels JX: Cranial morphology and dietary habits of rodents. Zool J Linn Soc 2009, 156:864-888.",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Does weather shape rodents? Climate related changes in morphology of two heteromyid species",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Wolf",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Friggens",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Salazar-Bravo",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Naturwissenschaften",
                "volume": "96",
                "issue": "",
                "pages": "93--101",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolf M, Friggens M, Salazar-Bravo J: Does weather shape rodents? Climate related changes in morphology of two heteromyid species. Naturwissenschaften 2009, 96:93-101.",
                "links": null
            },
            "BIBREF94": {
                "ref_id": "b94",
                "title": "Rodentia: Muridae) from eastern Ecuador, with remarks on mammalian diversity and biogeography in the Cordillera Oriental",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "A new species of Thomasomys",
                "volume": "3421",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss RS: A new species of Thomasomys (Rodentia: Muridae) from eastern Ecuador, with remarks on mammalian diversity and biogeography in the Cordillera Oriental. Am Mus Novit 2003, 3421:1-47.",
                "links": null
            },
            "BIBREF95": {
                "ref_id": "b95",
                "title": "Molecular phylogenetics and diversification of South American grass mice, genus Akodon",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kelt",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Lessa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Salazar-Bravo",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Berkeley",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "134",
                "issue": "",
                "pages": "827--858",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith MF, Patton JL: Molecular phylogenetics and diversification of South American grass mice, genus Akodon. In The Quintessential Naturalist: Honoring the Life and Legacy of Oliver P Pearson. Volume 134. Edited by Kelt DA, Lessa EP, Salazar-Bravo J, Patton JL. Berkeley: University of California Publications: Zoology; 2007:827-858.",
                "links": null
            },
            "BIBREF96": {
                "ref_id": "b96",
                "title": "Ecomorphology, performance capability, and scaling of West-Indian Anolis lizards: an evolutionary analysis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Losos",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Ecol Monogr",
                "volume": "60",
                "issue": "",
                "pages": "369--388",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Losos JB: Ecomorphology, performance capability, and scaling of West- Indian Anolis lizards: an evolutionary analysis. Ecol Monogr 1990, 60:369-388.",
                "links": null
            },
            "BIBREF97": {
                "ref_id": "b97",
                "title": "Relaxed selection in the wild",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Lahti",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Ajie",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "P"
                        ],
                        "last": "Otto",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hendry",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Blumstein",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Coss",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Donohue",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Foster",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Trends Ecol Evol",
                "volume": "24",
                "issue": "",
                "pages": "487--496",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lahti DC, Johnson NA, Ajie BC, Otto SP, Hendry AP, Blumstein DT, Coss RG, Donohue K, Foster SA: Relaxed selection in the wild. Trends Ecol Evol 2009, 24:487-496.",
                "links": null
            },
            "BIBREF98": {
                "ref_id": "b98",
                "title": "Structure and mechanism of diet specialisation: testing models of individual variation in resource use with sea otters",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Tinker",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Guimaraes",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Novak",
                        "suffix": ""
                    },
                    {
                        "first": "Fmd",
                        "middle": [],
                        "last": "Marquitti",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Bodkin",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Staedler",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Bentall",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Estes",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Ecol Lett",
                "volume": "15",
                "issue": "",
                "pages": "475--483",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tinker MT, Guimaraes PR, Novak M, Marquitti FMD, Bodkin JL, Staedler M, Bentall G, Estes JA: Structure and mechanism of diet specialisation: testing models of individual variation in resource use with sea otters. Ecol Lett 2012, 15:475-483.",
                "links": null
            },
            "BIBREF99": {
                "ref_id": "b99",
                "title": "Van Valen L: Morphological variation and width of ecological niche",
                "authors": [],
                "year": 1965,
                "venue": "Am Nat",
                "volume": "99",
                "issue": "",
                "pages": "377--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Valen L: Morphological variation and width of ecological niche. Am Nat 1965, 99:377-390.",
                "links": null
            },
            "BIBREF100": {
                "ref_id": "b100",
                "title": "Diet variation in a population of Darwin's finches",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Price",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Ecology",
                "volume": "68",
                "issue": "",
                "pages": "1015--1028",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Price T: Diet variation in a population of Darwin's finches. Ecology 1987, 68:1015-1028.",
                "links": null
            },
            "BIBREF101": {
                "ref_id": "b101",
                "title": "The ecology of individuals: Incidence and implications of individual specialization",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Bolnick",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Svanback",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "Hulsey",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Forister",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Am Nat",
                "volume": "161",
                "issue": "",
                "pages": "1--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bolnick DI, Svanback R, Fordyce JA, Yang LH, Davis JM, Hulsey CD, Forister ML: The ecology of individuals: Incidence and implications of individual specialization. Am Nat 2003, 161:1-28.",
                "links": null
            },
            "BIBREF102": {
                "ref_id": "b102",
                "title": "Intrapopulational morphological variation as a predictor of feeding behavior in deer mice",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Smartt",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Lemen",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Am Nat",
                "volume": "116",
                "issue": "",
                "pages": "891--894",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smartt RA, Lemen CA: Intrapopulational morphological variation as a predictor of feeding behavior in deer mice. Am Nat 1980, 116:891-894.",
                "links": null
            },
            "BIBREF103": {
                "ref_id": "b103",
                "title": "The diversity and abundance of vertebrates along an altitudinal gradient in Peru",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "P"
                        ],
                        "last": "Pearson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Ralph",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Mem Mus Hist Natu U Nac Mayor",
                "volume": "18",
                "issue": "",
                "pages": "1--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pearson OP, Ralph CP: The diversity and abundance of vertebrates along an altitudinal gradient in Peru. Mem Mus Hist Natu U Nac Mayor San Marcos 1978, 18:1-97.",
                "links": null
            },
            "BIBREF104": {
                "ref_id": "b104",
                "title": "Ecology and biogeography of high altitude insects. The Hague: Dr",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Mani",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mani MS: Ecology and biogeography of high altitude insects. The Hague: Dr. W. Junk N. V. Publishers; 1968.",
                "links": null
            },
            "BIBREF105": {
                "ref_id": "b105",
                "title": "Ecological features of climate in high tropical mountains",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Sarmiento",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "High altitude tropical biogeography. Edited by Vuilleumier F, Monasterio M",
                "volume": "1986",
                "issue": "",
                "pages": "11--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sarmiento G: Ecological features of climate in high tropical mountains. In High altitude tropical biogeography. Edited by Vuilleumier F, Monasterio M. Oxford: Oxford University Press; 1986:11-45.",
                "links": null
            },
            "BIBREF106": {
                "ref_id": "b106",
                "title": "Effects of altitude and temperature on organ phenotypic plasticity along an altitudinal gradient",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Hammond",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Szewczak",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Krol",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "J Exp Biol",
                "volume": "204",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hammond KA, Szewczak J, Krol E: Effects of altitude and temperature on organ phenotypic plasticity along an altitudinal gradient. J Exp Biol 2001, 204:1991-2000.",
                "links": null
            },
            "BIBREF107": {
                "ref_id": "b107",
                "title": "Dietary hardness, loading behavior, and the evolution of skull form in bats",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Santana",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "R"
                        ],
                        "last": "Grosse",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Dumont",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Evolution",
                "volume": "66",
                "issue": "",
                "pages": "2587--2598",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santana S, Grosse IR, Dumont ER: Dietary hardness, loading behavior, and the evolution of skull form in bats. Evolution 2012, 66:2587-2598.",
                "links": null
            },
            "BIBREF108": {
                "ref_id": "b108",
                "title": "Effects of food processing on masticatory craniofacial growth in a retrognathic strain and face",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Lieberman",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Krovitz",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Yates",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Devlin",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Claire",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "J Hum Evol",
                "volume": "46",
                "issue": "",
                "pages": "655--677",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lieberman DE, Krovitz GE, Yates FW, Devlin M, Claire MS: Effects of food processing on masticatory craniofacial growth in a retrognathic strain and face. J Hum Evol 2004, 46:655-677.",
                "links": null
            },
            "BIBREF109": {
                "ref_id": "b109",
                "title": "Dietary and morphometric variation in some Peruvian rodent communities: the effect of feeding strategy on evoltuion",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Pizzimenti",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Desalle",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Biol J Linn Soc Lond",
                "volume": "13",
                "issue": "",
                "pages": "263--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pizzimenti JJ, Desalle R: Dietary and morphometric variation in some Peruvian rodent communities: the effect of feeding strategy on evoltuion. Biol J Linn Soc Lond 1980, 13:263-285.",
                "links": null
            },
            "BIBREF110": {
                "ref_id": "b110",
                "title": "Morphological and physiological responses to altitude in deer mice Peromyscus maniculatus",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Hammond",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Roth",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "N"
                        ],
                        "last": "Janes",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Dohm",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Physiol Biochem Zool",
                "volume": "72",
                "issue": "",
                "pages": "613--622",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hammond KA, Roth J, Janes DN, Dohm MR: Morphological and physiological responses to altitude in deer mice Peromyscus maniculatus. Physiol Biochem Zool 1999, 72:613-622.",
                "links": null
            },
            "BIBREF111": {
                "ref_id": "b111",
                "title": "Same same but different\": replicated ecological speciation at white sands",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Rosenblum",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Harmon",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Evolution",
                "volume": "65",
                "issue": "",
                "pages": "946--960",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenblum EB, Harmon LJ: \"Same same but different\": replicated ecological speciation at white sands. Evolution 2011, 65:946-960.",
                "links": null
            },
            "BIBREF112": {
                "ref_id": "b112",
                "title": "Local adaptation in the rock pocket mouse (Chaetodipus intermedius): natural selection and phylogenetic history of populations",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Hoekstra",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Krenz",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Nachman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Heredity",
                "volume": "94",
                "issue": "",
                "pages": "217--228",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hoekstra HE, Krenz JG, Nachman MW: Local adaptation in the rock pocket mouse (Chaetodipus intermedius): natural selection and phylogenetic history of populations. Heredity 2005, 94:217-228.",
                "links": null
            },
            "BIBREF113": {
                "ref_id": "b113",
                "title": "Adaptive variation in beach mice produced by two interacting pigmentation genes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Steiner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Weber",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Hoekstra",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "PLoS Biol",
                "volume": "5",
                "issue": "",
                "pages": "1880--1889",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steiner CC, Weber JN, Hoekstra HE: Adaptive variation in beach mice produced by two interacting pigmentation genes. PLoS Biol 2007, 5:1880-1889.",
                "links": null
            },
            "BIBREF114": {
                "ref_id": "b114",
                "title": "Gene flow in natural populations",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Slatkin",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Ann Rev Ecol Syst",
                "volume": "16",
                "issue": "",
                "pages": "393--430",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Slatkin M: Gene flow in natural populations. Ann Rev Ecol Syst 1985, 16:393-430.",
                "links": null
            },
            "BIBREF115": {
                "ref_id": "b115",
                "title": "Regional synthesis of last glacial maximum snowlines in the tropical Andes",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "O"
                        ],
                        "last": "Seltzer",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Rodbell",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Klein",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "South America. Quatern Int",
                "volume": "138",
                "issue": "",
                "pages": "145--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith JA, Seltzer GO, Rodbell DT, Klein AG: Regional synthesis of last glacial maximum snowlines in the tropical Andes, South America. Quatern Int 2005, 138:145-167.",
                "links": null
            },
            "BIBREF116": {
                "ref_id": "b116",
                "title": "Integrating phylogenetics and environmental niche models to explore speciation mechanisms in dendrobatid frogs",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Ron",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Santos",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Moritz",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Evolution",
                "volume": "58",
                "issue": "",
                "pages": "1781--1793",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Graham CH, Ron SR, Santos JC, Schneider CJ, Moritz C: Integrating phylogenetics and environmental niche models to explore speciation mechanisms in dendrobatid frogs. Evolution 2004, 58:1781-1793.",
                "links": null
            },
            "BIBREF117": {
                "ref_id": "b117",
                "title": "Evolution into and out of the Andes: a Bayesian analysis of historical diversification in Thamnophilus antshrikes",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Brumfield",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "V"
                        ],
                        "last": "Edwards",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Evolution",
                "volume": "61",
                "issue": "",
                "pages": "346--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brumfield RT, Edwards SV: Evolution into and out of the Andes: a Bayesian analysis of historical diversification in Thamnophilus antshrikes. Evolution 2007, 61:346-367.",
                "links": null
            },
            "BIBREF118": {
                "ref_id": "b118",
                "title": "Are the Northern Andes a species pump for neotropical birds? Phylogenetics and biogeography of a clade of neotropical tanagers (Aves: Thraupini)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Sedano",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Burns",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Biogeogr",
                "volume": "37",
                "issue": "",
                "pages": "325--343",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sedano RE, Burns KJ: Are the Northern Andes a species pump for neotropical birds? Phylogenetics and biogeography of a clade of neotropical tanagers (Aves: Thraupini). J Biogeogr 2010, 37:325-343.",
                "links": null
            },
            "BIBREF119": {
                "ref_id": "b119",
                "title": "Novel climates, no-analog communities, and ecological surprises",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "Jackson",
                        "middle": [],
                        "last": "St",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Front Ecol Environ",
                "volume": "5",
                "issue": "",
                "pages": "475--482",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams JW, Jackson ST: Novel climates, no-analog communities, and ecological surprises. Front Ecol Environ 2007, 5:475-482.",
                "links": null
            },
            "BIBREF120": {
                "ref_id": "b120",
                "title": "Impacts of climate warming on terrestrial ectotherms across latitude",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Deutsch",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Tewksbury",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Huey",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Sheldon",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Ghalambor",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Haak",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Proc Natl Acad Sci",
                "volume": "105",
                "issue": "",
                "pages": "6668--6672",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deutsch CA, Tewksbury JJ, Huey RB, Sheldon KS, Ghalambor CK, Haak DC, Martin PR: Impacts of climate warming on terrestrial ectotherms across latitude. Proc Natl Acad Sci USA 2008, 105:6668-6672.",
                "links": null
            },
            "BIBREF121": {
                "ref_id": "b121",
                "title": "Amer Soc M: Guidelines of the American Society of Mammalogists for the use of wild mammals in research",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Sikes",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Gannon",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J Mammal",
                "volume": "92",
                "issue": "",
                "pages": "235--253",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sikes RS, Gannon WL, Amer Soc M: Guidelines of the American Society of Mammalogists for the use of wild mammals in research. J Mammal 2011, 92:235-253.",
                "links": null
            },
            "BIBREF122": {
                "ref_id": "b122",
                "title": "Phylogenetics of sigmodontinae (Rodentia, Muroidea, Cricetidae), with special reference to the akodont group, and with additional comments on historical biogeography",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "D'elía",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Cladistics",
                "volume": "19",
                "issue": "",
                "pages": "307--323",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D'Elía G: Phylogenetics of sigmodontinae (Rodentia, Muroidea, Cricetidae), with special reference to the akodont group, and with additional comments on historical biogeography. Cladistics 2003, 19:307-323.",
                "links": null
            },
            "BIBREF123": {
                "ref_id": "b123",
                "title": "The Akodon boliviensis species group (Rodentia: Cricetidae: Sigmodontinae) in Argentina: species limits and distribution, with the description of a new entity",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Jayat",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Ortiz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Salazar-Bravo",
                        "suffix": ""
                    },
                    {
                        "first": "Ufj",
                        "middle": [],
                        "last": "Pardiñas",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "'elia",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Zootaxa",
                "volume": "2409",
                "issue": "",
                "pages": "1--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jayat JP, Ortiz PE, Salazar-Bravo J, Pardiñas UFJ, D'Elia G: The Akodon boliviensis species group (Rodentia: Cricetidae: Sigmodontinae) in Argentina: species limits and distribution, with the description of a new entity. Zootaxa 2010, 2409:1-61.",
                "links": null
            },
            "BIBREF124": {
                "ref_id": "b124",
                "title": "Notes on the distribution of the akodont rodent, Akodon mollis, in Ecuador with a description of a new race",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Occas Pap Mus Zool Univ Mich",
                "volume": "418",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz P: Notes on the distribution of the akodont rodent, Akodon mollis, in Ecuador with a description of a new race. Occas Pap Mus Zool Univ Mich 1940, 418:1-3.",
                "links": null
            },
            "BIBREF125": {
                "ref_id": "b125",
                "title": "Akodon of Peru and Bolivia-Revision of the fumeus group (Rodentia: Sigmodontinae). Misc Publ Mus Zool Univ Mich",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "721",
                "issue": "",
                "pages": "1--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers P, Patton JL: Akodon of Peru and Bolivia-Revision of the fumeus group (Rodentia: Sigmodontinae). Misc Publ Mus Zool Univ Mich 1989, 721:1-35.",
                "links": null
            },
            "BIBREF126": {
                "ref_id": "b126",
                "title": "Assessing relative age and age structure in natural populations of Bolomys lasiurus (Rodentia: Sigmodontinae) in northeastern Brazil",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "De Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Dos Reis",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "J Mammal",
                "volume": "79",
                "issue": "",
                "pages": "1170--1183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de Oliveira JA, Strauss RE, dos Reis SF: Assessing relative age and age structure in natural populations of Bolomys lasiurus (Rodentia: Sigmodontinae) in northeastern Brazil. J Mammal 1998, 79:1170-1183.",
                "links": null
            },
            "BIBREF127": {
                "ref_id": "b127",
                "title": "A preliminary revision of the varius group of Akodon (A. dayi, dolores, molinae, neocenus, simulator, toba, and varius)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "1989",
                "issue": "",
                "pages": "5--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers P: A preliminary revision of the varius group of Akodon (A. dayi, dolores, molinae, neocenus, simulator, toba, and varius). In Advances in Neotropical Mammalogy. Edited by Redford KH, Eisenberg JF. Gainsville: Sandhill Crane Press; 1989:5-54.",
                "links": null
            },
            "BIBREF128": {
                "ref_id": "b128",
                "title": "The point-radius method for georeferencing locality descriptions and calculating associated uncertainty",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wieczorek",
                        "suffix": ""
                    },
                    {
                        "first": "Q",
                        "middle": [
                            "G"
                        ],
                        "last": "Guo",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Hijmans",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Int J Geogr Inf Sci",
                "volume": "18",
                "issue": "",
                "pages": "745--767",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wieczorek J, Guo QG, Hijmans RJ: The point-radius method for georeferencing locality descriptions and calculating associated uncertainty. Int J Geogr Inf Sci 2004, 18:745-767.",
                "links": null
            },
            "BIBREF129": {
                "ref_id": "b129",
                "title": "The shuttle radar topography mission",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Farr",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Rosen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Caro",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Crippen",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Duren",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hensley",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kobrick",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Paller",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Rodriguez",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Rev Geophys",
                "volume": "45",
                "issue": "",
                "pages": "1--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Farr TG, Rosen PA, Caro E, Crippen R, Duren R, Hensley S, Kobrick M, Paller M, Rodriguez E, Roth L, et al: The shuttle radar topography mission. Rev Geophys 2007, 45:1-33.",
                "links": null
            },
            "BIBREF130": {
                "ref_id": "b130",
                "title": "Evaluating the potential causes of range limits of birds of the Colombian Andes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Velasquez-Tibata",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J Biogeogra",
                "volume": "37",
                "issue": "",
                "pages": "1863--1875",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Graham CH, Silva N, Velasquez-Tibata J: Evaluating the potential causes of range limits of birds of the Colombian Andes. J Biogeogra 2010, 37:1863-1875.",
                "links": null
            },
            "BIBREF131": {
                "ref_id": "b131",
                "title": "Does niche divergence accompany allopatric divergence in Aphelcoma jays as predicted under ecological speciation? insights from tests with niche models",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Mccormack",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Zellmer",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Knowles",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Evolution",
                "volume": "64",
                "issue": "",
                "pages": "1231--1244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCormack JE, Zellmer AJ, Knowles LL: Does niche divergence accompany allopatric divergence in Aphelcoma jays as predicted under ecological speciation? insights from tests with niche models. Evolution 2010, 64:1231-1244.",
                "links": null
            },
            "BIBREF132": {
                "ref_id": "b132",
                "title": "Very high resolution interpolated climate surfaces for global land areas",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Hijmans",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Cameron",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Parra",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "G"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Jarvis",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Int J Climatol",
                "volume": "25",
                "issue": "",
                "pages": "1965--1978",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hijmans RJ, Cameron SE, Parra JL, Jones PG, Jarvis A: Very high resolution interpolated climate surfaces for global land areas. Int J Climatol 2005, 25:1965-1978.",
                "links": null
            },
            "BIBREF133": {
                "ref_id": "b133",
                "title": "Global land cover mapping from MODIS: algorithms and early results",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Friedl",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Mciver",
                        "suffix": ""
                    },
                    {
                        "first": "Jcf",
                        "middle": [],
                        "last": "Hodges",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [
                            "Y"
                        ],
                        "last": "Zhang",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Muchoney",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Strahler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Woodcock",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Gopal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Remote Sens Environ",
                "volume": "83",
                "issue": "",
                "pages": "287--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Friedl MA, McIver DK, Hodges JCF, Zhang XY, Muchoney D, Strahler AH, Woodcock CE, Gopal S, Schneider A, Cooper A, et al: Global land cover mapping from MODIS: algorithms and early results. Remote Sens Environ 2002, 83:287-302.",
                "links": null
            },
            "BIBREF134": {
                "ref_id": "b134",
                "title": "Global patterns in human consumption of net primary production",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Imhoff",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Bounoua",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Ricketts",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Loucks",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Harriss",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "T"
                        ],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Nature",
                "volume": "429",
                "issue": "",
                "pages": "870--873",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Imhoff ML, Bounoua L, Ricketts T, Loucks C, Harriss R, Lawrence WT: Global patterns in human consumption of net primary production. Nature 2004, 429:870-873.",
                "links": null
            },
            "BIBREF135": {
                "ref_id": "b135",
                "title": "Inc: ArcGIS Desktop: Release 9",
                "authors": [],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Environmental Systems Research Institute, Inc: ArcGIS Desktop: Release 9.3. Redlands; 2009.",
                "links": null
            },
            "BIBREF136": {
                "ref_id": "b136",
                "title": "Gene Codes Corporation: Sequencher v4.2 sequence analysis software",
                "authors": [],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gene Codes Corporation: Sequencher v4.2 sequence analysis software. Ann Arbor; 2006. http://www.genecodes.com.",
                "links": null
            },
            "BIBREF137": {
                "ref_id": "b137",
                "title": "MacClade: analysis of phylogeny and character evolution",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Maddison",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Maddison",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maddison WP, Maddison DR: MacClade: analysis of phylogeny and character evolution. Sunderland: Sinauer Associates; 1992.",
                "links": null
            },
            "BIBREF138": {
                "ref_id": "b138",
                "title": "Demic expansions and human evolution",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Cavallisforza",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Menozzi",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Piazza",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Science",
                "volume": "259",
                "issue": "",
                "pages": "639--646",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cavallisforza LL, Menozzi P, Piazza A: Demic expansions and human evolution. Science 1993, 259:639-646.",
                "links": null
            },
            "BIBREF139": {
                "ref_id": "b139",
                "title": "Isolation by distance",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1943,
                "venue": "Genetics",
                "volume": "28",
                "issue": "",
                "pages": "114--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wright S: Isolation by distance. Genetics 1943, 28:114-138.",
                "links": null
            },
            "BIBREF140": {
                "ref_id": "b140",
                "title": "The detection of disease clustering and a generalized regression approach",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Mantel",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Cancer Res",
                "volume": "27",
                "issue": "",
                "pages": "209--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mantel N: The detection of disease clustering and a generalized regression approach. Cancer Res 1967, 27:209-220.",
                "links": null
            },
            "BIBREF141": {
                "ref_id": "b141",
                "title": "Stony Brook: Department of Ecology and Evolution",
                "authors": [],
                "year": 2010,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rohlf FJ: tpsDIG2 v2.16. Stony Brook: Department of Ecology and Evolution, State University of New York at Stony Brook; 2010 [http://life.bio.sunysb.edu/ morph/].",
                "links": null
            },
            "BIBREF142": {
                "ref_id": "b142",
                "title": "Statistical shape analysis",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "L"
                        ],
                        "last": "Dryden",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "V"
                        ],
                        "last": "Mardia",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dryden IL, Mardia KV: Statistical shape analysis. Chichester: John Wiley & Sons; 1998.",
                "links": null
            },
            "BIBREF143": {
                "ref_id": "b143",
                "title": "MorphoJ: an integrated software package for geometric morphometrics",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Klingenberg",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Mol Ecol Resour",
                "volume": "11",
                "issue": "",
                "pages": "353--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Klingenberg CP: MorphoJ: an integrated software package for geometric morphometrics. Mol Ecol Resour 2011, 11:353-357.",
                "links": null
            },
            "BIBREF144": {
                "ref_id": "b144",
                "title": "Extensions of the procrustes method for the optimal superimposition of landmarks",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Slice",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Syst Zool",
                "volume": "39",
                "issue": "",
                "pages": "40--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rohlf FJ, Slice D: Extensions of the procrustes method for the optimal superimposition of landmarks. Syst Zool 1990, 39:40-59.",
                "links": null
            },
            "BIBREF145": {
                "ref_id": "b145",
                "title": "R: a language and environment for statistical computing v2.15.1. Vienna; 2012",
                "authors": [
                    {
                        "first": "R Core Development",
                        "middle": [],
                        "last": "Team",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R Core Development Team: R: a language and environment for statistical computing v2.15.1. Vienna; 2012 [http://www.r-project.org].",
                "links": null
            },
            "BIBREF146": {
                "ref_id": "b146",
                "title": "Stony Brook: Department of Ecology and Evolution",
                "authors": [],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rohlf FJ: tpsRegr v2.16. Stony Brook: Department of Ecology and Evolution, State University of New York at Stony Brook; 2011. http://life.bio.sunysb.edu/morph/.",
                "links": null
            },
            "BIBREF147": {
                "ref_id": "b147",
                "title": "Can morphospace shed light on cave bear spatial-temporal variation? Population dynamics of Ursus spelaeus from Romualdova pecina and Vindija, (Croatia)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "K"
                        ],
                        "last": "Seetah",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cardini",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Miracle",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "J Archaeol Sci",
                "volume": "39",
                "issue": "",
                "pages": "500--510",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seetah TK, Cardini A, Miracle PT: Can morphospace shed light on cave bear spatial-temporal variation? Population dynamics of Ursus spelaeus from Romualdova pecina and Vindija, (Croatia). J Archaeol Sci 2012, 39:500-510.",
                "links": null
            },
            "BIBREF148": {
                "ref_id": "b148",
                "title": "Le traitement des variables vectorielles",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Escoufier",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "751--760",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Escoufier Y: Le traitement des variables vectorielles. Biometrics 1973, 29:751-760.",
                "links": null
            },
            "BIBREF149": {
                "ref_id": "b149",
                "title": "Abdi H: RV coefficient and congruence coefficient",
                "authors": [],
                "year": 2007,
                "venue": "Encyclopedia of measurement and statistics",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abdi H: RV coefficient and congruence coefficient. In Encyclopedia of measurement and statistics. Edited by Salkind N, Rasmussen K. Thousand Oaks: Sage Publications; 2007.",
                "links": null
            },
            "BIBREF150": {
                "ref_id": "b150",
                "title": "SAM: a comprehensive application for Spatial Analysis in Macroecology",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "F"
                        ],
                        "last": "Rangel",
                        "suffix": ""
                    },
                    {
                        "first": "Jaf",
                        "middle": [],
                        "last": "Diniz",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Bini",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Ecography",
                "volume": "33",
                "issue": "",
                "pages": "46--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rangel TF, Diniz JAF, Bini LM: SAM: a comprehensive application for Spatial Analysis in Macroecology. Ecography 2010, 33:46-50.",
                "links": null
            },
            "BIBREF151": {
                "ref_id": "b151",
                "title": "Arlequin version 3.0: an integrated software package for population genetics data analysis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Excoffier",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Laval",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Schneider",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Evol Bioinform Online",
                "volume": "1",
                "issue": "",
                "pages": "47--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Excoffier L, Laval G, Schneider S: Arlequin version 3.0: an integrated software package for population genetics data analysis. Evol Bioinform Online 2005, 1:47-50.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Santiago de Chuco, Callacuyan, 4000m",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "Ecosystem map of northwestern Peru indicating the location of samples. The inset map on the bottom right corner shows the position of Peru (in grey) and of the study region (in black) within South America. Pictures of the habitats of four of the localities (their location indicated by the numbers on the map, which follow the numbering of the pictures) are also included to show the abrupt transition between habitats along the altitudinal range of A. mollis.",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": "Picture of Menocucho (locality 1 above), courtesy of The Field Museum, [CSZ36381].",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "Figure 2 Skull size and shape variability in A. mollis. Scatterplots of all sampled individuals according to their centroid size (a) and their scores on the first two between-groups principal components (BG-PCA) of uncorrected (b) and size-corrected shape (c) (see Methods for details). Individuals from the highest ecosystem (i.e., Central Andean wet puna) are surrounded by a minimum convex hull to facilitate comparison between scatterplots. In addition, in order to illustrate the amount of intrapopulation variance, the position of individuals from two arbitrarily selected populations are highlighted in blue and red (populations 9 and 14, respectively; see Appendix) as an example in an inset in each plot. Symbols are based on two proxies of environmental variation, the elevation and ecosystem (abbreviations as in Figure 1) in which each specimen was sampled.",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "text": "(d) the morphological changes associated with the PLS axes shown in (b) and (c) are summarized by comparing the skull regions associated with each PLS (in black) with the overall mean shape of the entire sample (in grey). Scatterplot symbols follow Figure 2.",
                "uris": null,
                "num": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "text": "Relative explanatory power of environmental variation in SEVM regressions. Result of spatial regressions of size and uncorrected (u.) and size-corrected (sc.) shape variation on environmental variables (a) or on environmental and genetic variables (b). The proportion of variance explained exclusively by each set of predictors as well as the shared explained variance (i.e., combined effect of spatial and environmental in (a), combined effect of spatial, genetic, and environmental effects in (b)) is presented. The total variance explained is given on top of each bar.",
                "uris": null,
                "num": null
            },
            "FIGREF8": {
                "type_str": "figure",
                "text": "Landmarks used to characterize the ventral skull of A. mollis. Landmark description is provided in Additional file 4 Scale bar = 5 mm.",
                "uris": null,
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "text": "Sample size of individuals available for the analyses",
                "content": "<table><tr><td>Ecosystem</td><td>No. of</td><td>No. of</td><td>Mean no. of</td><td>No. individuals by locality (♀/♂)</td></tr><tr><td/><td>localities</td><td>individuals</td><td>individuals per locality</td><td/></tr><tr><td>CAWP</td><td>7</td><td>24</td><td>3 ±2</td><td>[1]: 0/2; [2]: 0/5; [3]: 2/2; [4]: 1/1; [5]: 4/2; [6]: 0/1; [7]: 2/2</td></tr><tr><td>CCP</td><td>7</td><td>15</td><td>2 ±1</td><td>[18]: 1/3; [19]: 1/1; [28]: 0/1; [29]: 0/2; [30]: 0/2; [31]: 0/1; [32]: 1/2</td></tr><tr><td>ECRMF</td><td>10</td><td>18</td><td>2 ±2</td><td>[15]: 1/0; [16]: 2/4; [17]: 0/1; [34]: 0/1; [35]: 1/0; [36]: 0/1; [37]: 1/0;</td></tr><tr><td/><td/><td/><td/><td>[38]: 0/1; [39]: 2/2; [40]: 0/1</td></tr><tr><td>MDF</td><td>1</td><td>2</td><td>2 -</td><td>[10]: 1/1</td></tr><tr><td>PY</td><td>10</td><td>81</td><td>8 ±13</td><td>[9]: 1/3; [11]: 1/1; [12]: 1/1; [13]: 21/23; [14]: 2/2; [20]: 1/2;</td></tr><tr><td/><td/><td/><td/><td>[21]: 2/0 [22]: 6/2; [25]: 3/6; [26]: 1/2</td></tr><tr><td>SD</td><td>5</td><td>13</td><td>3 ±1</td><td>[8]: 1/2; [23]: 2/1; [24]: 1/1 [27]: 1/0 [33]: 0/4</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "type_str": "table",
                "text": "Summary of PLS axes for size and shape analyses",
                "content": "<table><tr><td/><td>Size</td><td colspan=\"2\">Uncorrected shape</td><td colspan=\"2\">Size-corrected shape</td></tr><tr><td>Environmental PCs</td><td>PLS1</td><td>PLS1</td><td>PLS2</td><td>PLS1</td><td>PLS2</td></tr><tr><td>PC1 (mean temperature)</td><td>−0.61</td><td>0.27</td><td>−0.68</td><td>0.58</td><td>−0.58</td></tr><tr><td>PC2 (annual precipitation)</td><td>−0.16</td><td>0.37</td><td>0.16</td><td>0.38</td><td>0.22</td></tr><tr><td>PC3 (precipitation maximum)</td><td>−0.39</td><td>−0.44</td><td>−0.36</td><td>−0.22</td><td>−0.52</td></tr><tr><td>PC4 (vegetation coverage)</td><td>−0.20</td><td>−0.12</td><td>0.05</td><td>−0.03</td><td>−0.09</td></tr><tr><td>PC5 (productivity + vegetation)</td><td>0.12</td><td>−0.26</td><td>−0.10</td><td>−0.27</td><td>−0.21</td></tr><tr><td>PC6 (seasonality + vegetation)</td><td>−0.10</td><td>−0.63</td><td>−0.08</td><td>−0.53</td><td>−0.27</td></tr><tr><td>PC7 (isothermality)</td><td>0.07</td><td>−0.25</td><td>0.40</td><td>−0.31</td><td>0.24</td></tr><tr><td>PC8 (temperature seasonality)</td><td>−0.47</td><td>−0.17</td><td>0.23</td><td>0.01</td><td>−0.09</td></tr><tr><td>PC9 (summer precipitation)</td><td>−0.23</td><td>0.08</td><td>0.35</td><td>0.10</td><td>0.33</td></tr><tr><td>PC10 (precipitation seasonality)</td><td>0.33</td><td>0.07</td><td>0.16</td><td>−0.08</td><td>0.23</td></tr></table>",
                "num": null
            }
        }
    }
}