{
    "paper_id": "BakerandBaker1975-MontaneHabitatUsedbytheSpottedSkunk(Spilogaleputorius)inMexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:14.876145Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Em\\iet",
            "middle": [
                "T"
            ],
            "last": "Hooped",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Michigan",
                "location": {
                    "postCode": "48104",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "BakerandBaker1975-MontaneHabitatUsedbytheSpottedSkunk(Spilogaleputorius)inMexico",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Spotted skunks (Spilogale putarius) are generally thought to prefer open lowlands but seem to be equally at home in mountainous country in western and southern North America. The species has been recorded at elevations of 2630 meters (m) in western United States, 2265 m in Mexico, and 2450 m in Central America (Van Gclder, 1959) . r.,•lany authors (for example, Baker, 1956 :307, Dalquest, 1953 Hall, 1946:200; Hall and Villa, 1949:448; Villa, 1953:465) have noted that spotted skunks live in stone walls or rocky areas in highlands, but these observers fail to describe in detail the adjacent topography and vegetative cover. Consequently, the following information seems worth recording.",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 330,
                        "text": "(Van Gclder, 1959)",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 375,
                        "text": "Baker, 1956",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 376,
                        "end": 396,
                        "text": ":307, Dalquest, 1953",
                        "ref_id": null
                    },
                    {
                        "start": 397,
                        "end": 412,
                        "text": "Hall, 1946:200;",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 438,
                        "text": "Hall and Villa, 1949:448;",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 455,
                        "text": "Villa, 1953:465)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE HABITAT USED BY THE SPOTTED SKUNK (SPILOGALE PUTORlUS) IN MEXICO",
                "sec_num": null
            },
            {
                "text": "Playa Azul, an elevated mesa at 2415 m and covered with pine-oak forest, consists of approximately 200 hectares surrounded by steep-sided barrancas except for a narrow connection on the north side to the main Sierra Madre Occidental in south-central Durango, 10 kilometers southeast of Llano Grande. Field parties from the Museum at Michigan State University have visited this Mexican locality in the four summers (July) of 1971 to 1974 for the purpose of studying mammalian populations. It was unexpected after so much previous trapping that in the fourth summer (of 1974) the first records of the spotted skunk (S. p. leltcoparia Merriam) for the area would be obtained. Although Tomahawk live-traps (size 13 by 13 by 41 centimeters) were baited with canned fish for as long as ten consecutive nights at intervals along all sides of Playa Azul, the four males captured were taken in a restricted area on the northeast-facing slope. On close inspec_ tion, we found that these spotted skunks were using at least three dens in the broken rubble just below the upper edge of the rimrock bordering the top of the mesa. The talus covered only the first 20 meters of this steep slope ( see Fig. 1 ), with the mixed pine-oak fore.;.t on Playa Azul above and a sparse growth of pine, oak, madrono, and manzan ita on the grassy slopes below. Piles of fecal material, attributed to the spotted skunks, \\vere collected in front of the three den openings. Insects fann ed the bulk of the food materials in the 25 scats (some broken ) examined. Food items and their percent freq ue ncies in the droppings included the followi ng : Scarabaeidae (both larvae and adults in 100 percent ); Lucanidae (both larvae and adults in 100 percent) ; Silphidae (adults in 4 percent) ; Lepidoptera ( larvae in 20 pen:ent, pupae in 4 percent); centipede ( in 4 percent ); unidentified lizards (in 12 percent ); unidentified seeds ( in 8 percent ). Other terrestrial vertebratcs captured in this area of rimrock were Scelopon~ poinsetti, AII()1is maculosa, Crotalus lepiclus, Peromyscus boytii, and NeotOflUJ mexicana. T he four skunks ( belonging to a species previously unreported from Durango, Baker and Creer, 1962; 138) were deodorized, caged and tran.<;ported alive (with one exception) back to the MSU Museum Live Animal Colony for furth er study.",
                "cite_spans": [
                    {
                        "start": 2169,
                        "end": 2191,
                        "text": "Baker and Creer, 1962;",
                        "ref_id": null
                    },
                    {
                        "start": 2192,
                        "end": 2196,
                        "text": "138)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1185,
                        "end": 1191,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MONTANE HABITAT USED BY THE SPOTTED SKUNK (SPILOGALE PUTORlUS) IN MEXICO",
                "sec_num": null
            },
            {
                "text": "We acknowledge the cooperation of the Direccion General de La Fauna Silvestre, Departamento de Conservacion, Mbdco, D.F .. for scientific collecting pennits; the U. S. Public Health Service for importation pennits; the Midwest Universities Consortium for rnternlltional Activities, Inc. for field funds (MUCIA Crant 591-11) ; Richard J. Snider for identifying food materials in fecal droppings; and of field associates Stephen Collett, Edward Rybak, and Thomas Nelson, advanced students in Zoology at Michigan State University.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE HABITAT USED BY THE SPOTTED SKUNK (SPILOGALE PUTORlUS) IN MEXICO",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/56/3/671/848932 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "A wide variety of mammalian species have developed sacular extensions of the oral cavity in conjunction with various types of foraging behaviors. These buccal or cheek pouches serve in mo~t cases as temporary storage reservoirs, allowing their owners to gather a large amount of food in a relatively short length of time. The pouch is thus a stmcture which adapts its possessor to rapid exploitation of a mobile or scarce food source or to rapid gathering of food items in a potentially dangerous area. Several species of bats have been reported to possess cheek pouches. Because no detailed descriptions of the morphology and function of these structures exist we think that a presentation of this infonnation will be of interest.Cheek pouehes have been reported in at least three species of bats. The pouches in Noctilio Ieporinus were first noted in 1847 (Gosse, Ann. Mag. Nat. Hist., 20:424, 1847) and mentioned by several more recent authors; those of Molossus ater were described by Goodwin and Greenhall as being large and present in both sexes (Goodwin and Greenhall, Bull. Amer. Mus. Nat. Rist., 122; 187-302. 1961); the presumed nectar and pollen-feeding megachiropteran Plerotes ancheilae is reported to have cheek pouches (Walker, Mammals of the World, Johns Hopkins Univ. Press, p. 218, 1968) . We dissected two specimens each of Noctilio leporinus and Molossus ater. A single specimpn of Noctilio Iabialis was also dissected, and on the possibility that pouch development and fishing habits are correlated we also included a single specimen of M !lotis (PizoIlYx) vivesi. Specimens of Plerotes ,vere not available for dissection. The identifications of the facial muscles are presumed homologies based on position, because embryological and neurological homologization of the musculature could not be accomplished at the time.The structure of the cheek pouches in both species of Noctilio is essentially identicaL In Noctilio the pouches are formed from posterolateral expansions of the buccinator muscle. The resulting sacculation lies over the buccal side of the mandible, occupying thc posterior one-third of the horizontal ramus. The cheek pouches extend caudally to",
                "cite_spans": [
                    {
                        "start": 1285,
                        "end": 1305,
                        "text": "Press, p. 218, 1968)",
                        "ref_id": null
                    },
                    {
                        "start": 1567,
                        "end": 1577,
                        "text": "(PizoIlYx)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE STRUCTURE AND FUNCTION OF CHEEK POUCHES WITHIN THE CHlROPTERA",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Mammals of Coahuila",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Mexico. Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "9",
                "issue": "",
                "pages": "125--335",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. H. 1956. Mammals of Coahuila, Mexico. Univ. Kansas Publ., Mus. Nat. Hist., 9:125-335.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Mammals of the Mexican state of Durango",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "A:..1j) J",
                        "middle": [
                            "K"
                        ],
                        "last": "Greer",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Publ. ~Ius",
                "volume": "2",
                "issue": "",
                "pages": "25--154",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. H., A:..1J) J. K. GREER. 1962. Mammals of the Mexican state of Durango. Publ. ~Ius., Michigan State Univ., BioI. Ser., 2:25-154.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammals of the Mexican state of San Luis Potosi",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "W"
                        ],
                        "last": "Dalquest",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Biol. Sci. Ser",
                "volume": "1",
                "issue": "",
                "pages": "1--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DALQUEST, W. W. 1953. Mammals of the Mexican state of San Luis Potosi. Louisiana State Univ. Studies, Biol. Sci. Ser., 1:1-229.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mammals of Nevada",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "",
                "volume": "710",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1946. Mammals of Nevada. Univ. California Press, Los Angeles, xix + 710 pp.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "An annotated check list of the mammals of Michoacan",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Villa R",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Nat. Hist",
                "volume": "1",
                "issue": "",
                "pages": "4--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., AND B. VILLA R. 1949. An annotated check list of the mammals of Michoacan, Mexico. Univ. Kansas Publ., Mus. Nat. Hist., 1:4.11-472.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A taxonomic revision of the spotted skunks (genus Spilogale)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Van Gelder",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "117",
                "issue": "",
                "pages": "229--392",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN GELDER, R. G. 1959. A taxonomic revision of the spotted skunks (genus Spilog- ale). Bull. Amer. Mus. Nat. Hist., 117:229-392.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mamiferos silvestres del Valle de Mexico",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Villa R",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Sob. An. lnst. Biol., U.N.A.M",
                "volume": "23",
                "issue": "",
                "pages": "269--492",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VILLA R., B. 1953. Mamiferos silvestres del Valle de Mexico. Sob. An. lnst. Biol., U.N.A.M., 23:269-492.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "text": "JOURNAL OF MAl\\'I MALOCYV ol. 56. No.3    Flc . I.-View of Playa Azul, looking northward. Spotted skunks inhabit the rocky slopes just below the rim of the forested mesa. The locality Js 10 kilometers southeast of Llano Grande, Durango, Mexico.",
                "type_str": "figure"
            }
        }
    }
}