{
    "paper_id": "Bickhametal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:29.428593Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Michael",
            "middle": [
                "N"
            ],
            "last": "Cornforth",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Colorado State University",
                "location": {
                    "postCode": "80523",
                    "settlement": "Fort Collins"
                }
            },
            "email": ""
        },
        {
            "first": "Joel",
            "middle": [
                "S"
            ],
            "last": "Bedford",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Colorado State University",
                "location": {
                    "postCode": "80523",
                    "settlement": "Fort Collins"
                }
            },
            "email": ""
        },
        {
            "first": "Priscilla",
            "middle": [
                "K"
            ],
            "last": "Tucker",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Texas A&M University",
                "location": {
                    "addrLine": "College Station",
                    "postCode": "77843, 2258"
                }
            },
            "email": ""
        },
        {
            "first": "John",
            "middle": [
                "M"
            ],
            "last": "Legler",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Utah",
                "location": {
                    "addrLine": "Salt Lake City",
                    "postCode": "84112"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "In this connection, it is also interesting that condensed and transcriptionally inactive heterochromatin constitutes about 90 percent of the chromatin in a typical mammalian cell (19, 20) and that virtually all break points induced by x-irradiation in mitotic chromosomes appear in their G-light-banded regions (21). Normal cells irradiated with x-rays undergo a delay in the initiation of DNA synthesis, but AT cells do not (22-24). It has been suggested that the delay occurs because initiation of DNA synthesis cannot take place while damaged DNA is undergoing repair and that the chromatin structure of AT cells presents itself as a suboptimal substrate for such repair (5, 23). Our experiments with noncycling cells show that progression into the S phase is not a prerequisite for the increased frequency of chromosome fragments that appear in mitosis after ataxia cells are irradiated in the GI or Go phase (2, 24).",
    "pdf_parse": {
        "paper_id": "Bickhametal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In this connection, it is also interesting that condensed and transcriptionally inactive heterochromatin constitutes about 90 percent of the chromatin in a typical mammalian cell (19, 20) and that virtually all break points induced by x-irradiation in mitotic chromosomes appear in their G-light-banded regions (21). Normal cells irradiated with x-rays undergo a delay in the initiation of DNA synthesis, but AT cells do not (22-24). It has been suggested that the delay occurs because initiation of DNA synthesis cannot take place while damaged DNA is undergoing repair and that the chromatin structure of AT cells presents itself as a suboptimal substrate for such repair (5, 23). Our experiments with noncycling cells show that progression into the S phase is not a prerequisite for the increased frequency of chromosome fragments that appear in mitosis after ataxia cells are irradiated in the GI or Go phase (2, 24).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "and to avoid complicating the interpretation of results in the rejoining studies because of cell cycle progression between the time of irradiation and the time samples were taken for induction of PCC's. 12 . Curves of the form YT = Aecf + Be-' were also fitted to the gross data (total PCC's plus frgments) for each experiment. In no case was 29 MARCH 1985 the value of d significantly different fiom zero. For this reason, and becase YT (the total number of PCC's plus fragments) would not be expected to decrease below that for unirradiated cells, even after very long incubation times, the exponent of the second term was set at zero and the net frequencies of fragments, Y (weighted according to the gross data), were fitted to the simplified expression.",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 205,
                        "text": "12",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "occurred in Surinam.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Triploidy is rare in vertebrates but occurs as a natural condition in fishes (1), amphibians (2), and reptiles. Populations of triploid individuals are known in the lizard families Teiidae, Gekkonidae, bivalents. (D) Diakinesis in 3 a diploid-triploid mosaic male (AK1227) with 32 bivalents. 19 . S. Weisbrod, Nature (London) 297, 289 (1982). 20. B. Alberts et al. Abstract. Diploid and diploid-triploid mosaic individuals ofPlatemys platycephala werefound in naturalpopulations. In mosaic specimens, the blood, spleen, liver, and testis contained both diploid and triploid cells. The ratio of triploid to diploid cells was more variable among individuals than among somatic tissues within an individual. Only diploid cells underwent meiosis in males; haploid gametes were produced. There appears to be geographic variation for mosaicism in that only diploids were found in Bolivia, whereas diploids and diploid-triploid mosaics tValues represent mean channel scores only rather than total celis in the entire peak.",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 294,
                        "text": "19",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "composed of 96 acrocentric chromosomes ranging from medium-sized macrochromosomes to microchromosomes ( Fig. IB) . Cells with this karyotype were found in the spleen and testis. This karyotype is identical to that reported from lymphocyte cultures of two individuals of P. platycephala (14) . The majority of mitotic metaphases in the testis of AK1227 had 64 chromosomes, whereas nearly all of the spleen cells were triploid ( Table 1) . Meiocytes had 32 bivalents at diakinesis ( Fig. 1D ) and 32 chromosomes in prophase cells at the second meiotic division. male) and reproduce by way of parthenogenesis, gynogenesis, or hybridogenesis (4).",
                "cite_spans": [
                    {
                        "start": 286,
                        "end": 290,
                        "text": "(14)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 104,
                        "end": 112,
                        "text": "Fig. IB)",
                        "ref_id": null
                    },
                    {
                        "start": 427,
                        "end": 435,
                        "text": "Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 481,
                        "end": 488,
                        "text": "Fig. 1D",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The spontaneous production of triploids occurs in a variety of vertebrates. These are usually considered to be the result of an unreduced gamete fusing with a normal haploid one (5) . These triploids are viable in some vertebrates (6) but are not viable in man (7) . A triploid male lizard was viable but produced unreduced gametes (8) . Diploidtriploid mosaicism or chimerism occurs spontaneously in mammals and has been reported for a single case in a lizard. Such individuals may survive to adult age (9) . Mosaicism is a rare event and not thought to be involved in the process of speciation or adaptive evolution.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 181,
                        "text": "(5)",
                        "ref_id": null
                    },
                    {
                        "start": 261,
                        "end": 264,
                        "text": "(7)",
                        "ref_id": null
                    },
                    {
                        "start": 332,
                        "end": 335,
                        "text": "(8)",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 507,
                        "text": "(9)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We have found diploid-triploid mosaicism maintained in a naturally occurring population of South American turtles, Platemys platycephala (family Chelidae). In most cases, karyotypes were obtained directly from spleen and testis (10) . In addition, leukocyte and heart fibroblast cultures were used to study two individuals. Cell suspensions from whole blood, liver, and testis were washed several times in Hanks buffered saline solution (BSS), fixed in a mixture of equal volumes of Hanks BBS and absolute ethanol, stained in chromomycin A3 (11), and analyzed on a Leitz MPV flow cytometer with a Nuclear Data pulse height analyzer. Specimens examined were deposited in the Texas Cooperative Wildlife Collection or at the University of Utah (12). All specimens were obtained through commercial dealers.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 232,
                        "text": "(10)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The diploid mitotic karyotype of P. platycephala (Fig. IA) consisted of 64 acrocentric chromosomes ranging from medium-sized macrochromosomes (approximately 5 ,um in length) to microchromosomes. There were no apparent sex chromosomes. This karyotype was found in cells from spleen, heart fibroblasts, and testis in 21 specimens from Bolivia and is identical to that fo Brazilian specimen (13) . Meiocy reproductively active males had lents at diakinesis ( Three male specimens from Surinam )und in a were diploid-triploid mosaics. One indites from vidual (AK6609) was predominantly trip-32 bivaloid in both spleen and blood ( Table 1) . 32 chro-Another (AK6626) was predominantly Dnd meidiploid in blood, liver, and testis (Fig. 2 , triploidy A and B, and Table 1 ). The distribution olivia.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 392,
                        "text": "(13)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 49,
                        "end": 58,
                        "text": "(Fig. IA)",
                        "ref_id": null
                    },
                    {
                        "start": 626,
                        "end": 634,
                        "text": "Table 1)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 723,
                        "end": 730,
                        "text": "(Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 756,
                        "end": 763,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "of cells from the liver of AK6626 (Fig.  own geo-2B ) showed major peaks at the 2C and Lryotype 3C positions and minor peaks at the 4C",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 34,
                        "end": 51,
                        "text": "(Fig.  own geo-2B",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "and 6C values (15) . The histogram of cells from the testis of AK6626 (Fig. 2C ) had two major peaks (2C and 3C) and two minor peaks (4C and 6C). This individual was not in reproductive condition. All three tissues of AK6626 were predominantly diploid but the proportion of diploid to triploid cells was variable (Table 1). The third individual (AK6630) was predominantly diploid in the testis (Fig. 2D and Table 1 ). Cells from the testis of AK6630 were distributed as four major peaks corresponding to IC, 2C, 3C, and 4C values and a small 6C peak was also present. This individual was in reproductive condition and produced haploid (IC) gametes. The 2C peak (diploid) was actually double with the mean channels of each peak at 62 and 68. The 3C peak (triploid) was low and broad and may correspond to triploid cells derived from both 2C populations. The prominent 4C peak presumably reflects the increased cell division of the diploid populations undergoing meiosis. The triploid cells were not undergoing rapid cell division as indicated by the very small 6C peak.",
                "cite_spans": [
                    {
                        "start": 14,
                        "end": 18,
                        "text": "(15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 70,
                        "end": 78,
                        "text": "(Fig. 2C",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 394,
                        "end": 402,
                        "text": "(Fig. 2D",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 407,
                        "end": 414,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Flow cytometric analysis of blood 6c from an additional (independently obo-200 tained) 16 specimens from Surinam reit vealed that 11 were diploid, 1 was triploid with no evidence of a 2C peak, and 4 ndiipdaual were diploid-triploid mosaics possessing Ncephala. both 2C and 3C peaks (16) . Mosaic specivo major I) and 3C mens included both males and females.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 198,
                        "text": "and 4",
                        "ref_id": null
                    },
                    {
                        "start": 282,
                        "end": 286,
                        "text": "(16)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "ween the In sum, mosaicism is indicated in 8 out of nt apopa total of 19 specimens from Surinam ithisrfrek (including the triploid specimen that was D) Testis mosaic in the liver).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although turtles are one of the most intensively studied reptile groups in terms of karyology (17) , only one report of triploidy has appeared (14) . Diploidtriploid mosaicism has not been observed in other animals, although cells of certain tissues increase DNA content through endopolyploidy, gene amplification, or polyteny (18) . Mosaicism in P. platycephala appears to be distinct from these phenomona because it is not limited to a specific tissue or cell type.",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 98,
                        "text": "(17)",
                        "ref_id": null
                    },
                    {
                        "start": 143,
                        "end": 147,
                        "text": "(14)",
                        "ref_id": null
                    },
                    {
                        "start": 327,
                        "end": 331,
                        "text": "(18)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Our data demonstrate the existence of a diploid-triploid mosaic system in P. platycephala. Some individuals were predominantly triploid and others diploid ( Table 1) . Haploid gametes were produced by both reproductively active mosaic males examined (AK1227 and AK6630), thus indicating the fertility of these individuals. A female specimen (14) also was apparently fertile as she laid an egg while in captivity. Thus, triploidy in P. platycephala is not associated with parthenogenetic reproduction as is the case in all other normally triploid reptiles, nor is it associated with sterility as occurs in abnormal triploids (8).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 157,
                        "end": 165,
                        "text": "Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We believe these mosaic individuals are autopolyploids and not the result of an interspecific hybridization event because (i) the individuals in question are morphologically typical P. platycephala, (ii) initial electrophoretic data do not indicate a higher level of heterozygosity in mosaics compared to diploids (16) , and (iii) the karyotype does not suggest allopolyploidy. Platemys platycephala differs from all other members of the family Chelidae in diploid number and chromosome morphology. The other four species of the genus Platemys have karyotypes with diploid numbers of approximately 48 to 50 with several pairs of biarmed chromosomes (19) .",
                "cite_spans": [
                    {
                        "start": 314,
                        "end": 318,
                        "text": "(16)",
                        "ref_id": null
                    },
                    {
                        "start": 649,
                        "end": 653,
                        "text": "(19)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The mechanism by which diploid-triploid mosaicism could be maintained in a sexually reproducing organism is unclear. A zygote must begin as either a diploid or triploid, with subsequent changes in chromosome number occurring in somatic or gonadal tissues during development. In either case, there may be an increase in ploidy to hexaploid and subsequent reduction to diploid or triploid. Furthermore, it is unknown whether the switch from diploid to triploid (or vice versa) occurs only once in development or independently in different tissues.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mosaics would have the benefits of both sexual reproduction and polyploidy. Autopolyploids possess structural and biochemical properties not found in their diploid progenitors (S) and may have larger cell size, and slower develop-ment than diploids. They also show an increased ecological adaptation that allows them to exploit habitats that may not be available to diploids. Gene dosage effects might allow genes to be regulated differently in polyploids than in diploids (5) . The presence of fertile male diploidtriploid mosaic specimens of P. platycephala and the presumably fertile female suggests that this cytogenetic system occurs naturally. Geographic variation is indicated as this population (or populations) is in Surinam but only diploids are known from Bolivia and Brazil. development of a vaccine against the malarial parasite is that the immune response in the host is stnrctly stage specific. Thus, efforts have been directed toward identifying antigens of each stage which, when combined, could be used for vaccination.",
                "cite_spans": [
                    {
                        "start": 473,
                        "end": 476,
                        "text": "(5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The major surface antigen of sporozoites of Plasmodium falciparum has been 1593 Isolation of the Gene for a Glycophorin-Binding Protein Implicated in Erythrocyte Invasion by a Malaria Parasite Abstract. Plasmodium falciparum, the most lethal of the malarial parasites that infect humans, undergoes three cycles of development in its vertebrate host and elicits stage-specific immune responses. This stage specificity of the immune response has made it difficult to isolate antigens that would be useful in developing a vaccine against malaria. A complementary DNA clone for a glycophorin-binding protein of Plasmodium falciparum merozoites has been isolated and characterized. The protein interacts with glycophorin, the erythrocyte receptor, during invasion of the host cell by the parasite. Antigenic determinants of this protein expressed in Escherichia coli have been used to produce antibodies to a glycophorin-binding protein. The antibodies show schizont-specific immunofluorescence and react with the merozoite protein. The primary sequence of these determinants reveals a 150nucleotide tandem-repeating sequence coding for a 50-amino-acid repeat. The characterization of the Plasmodium falciparum glycophorin-binding protein represents one approach toward designing serologic agents to block the parasite's development in the vertebrate host.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF5": {
                "ref_id": "b5",
                "title": "DNA Re airProcesses",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Lehmann",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "165--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A. R. Lehmann, in DNA Re airProcess- es, W. W. Nichols and D. G. Murphy, Eds. (Stratton, New York, 1977), pp. 165-167;",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Proc. 6th Int. Congr. Radiat",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Paterson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "T"
                        ],
                        "last": "Bech-Hansen",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Sell",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. C. Paterson, P. J. Smith, N. T. Bech- Hansen, B. P. Smith, B. M. Sell, in Proc. 6th Int. Congr. Radiat. Res., S. Okada, M. Ima- mura, T. Terasima, H. Yamaguchi, Eds. (Top- pan, Tokyo, 1979), PP. 484495.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Confluent cultures of noncycling cells were used in these experiments because they provide a 13. D. Blocher and W. Pohlit",
                "authors": [],
                "year": 1982,
                "venue": "Int. J. Radiat. Biol",
                "volume": "42",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Confluent cultures of noncycling cells were used in these experiments because they provide a 13. D. Blocher and W. Pohlit, Int. J. Radiat. Biol. 42, 329 (1982).",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "References and Notes",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "References and Notes",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Intersexuality in the Animal Kingdom",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Cole",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. J. Cole, in Intersexuality in the Animal King- dom, R. Reinboth, Ed. (Springer-Verlag, Berlin, 1975) p. 340.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Modes of Speciation",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J D"
                        ],
                        "last": "White",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. J. D. White, Modes of Speciation (Freeman, San Francisco, 1978).",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The malarial parasite has three cycles of development in its vertebrate host: the hepatic cycle; the asexual blood cycle, which includes the extracellular merozoite and the intraerythrocytic schizont",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The malarial parasite has three cycles of development in its vertebrate host: the hepatic cycle; the asexual blood cycle, which includes the extracellular mero- zoite and the intraerythrocytic schizont;",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Human and Mammalian Cytogenetics-An Historical Perspective",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Hsu",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "T. C. Hsu, Human and Mammalian Cytogenetics-An His- torical Perspective (Springer-Verlag, New York, 1979);",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Bolivia AK1236, AK1239, AK1380, AK1384, AK1385, AK1415, AK1417 to AK1422, AK1427 to AK1429, AK1435, AK1437 to AK1438, AK1440, AK1443 to AK1444; Surinam AK6609, AK6626, AK6630, AK6651, AK6654 to AK6668. These specimens have been deposited in the Texas Cooperative Wildlife Collection. A sample of unknown origin, AK1227, was deposited at the University of",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Geographic origin and karyotype numbers of specimens examined: Bolivia AK1236, AK1239, AK1380, AK1384, AK1385, AK1415, AK1417 to AK1422, AK1427 to AK1429, AK1435, AK1437 to AK1438, AK1440, AK1443 to AK1444; Surinam AK6609, AK6626, AK6630, AK6651, AK6654 to AK6668. These specimens have been deposited in the Texas Cooperative Wildlife Collection. A sample of unknown ori- gin, AK1227, was deposited at the University of Utah.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Chromosomes in Evolution of Eukaryotic Groups",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Bickham",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "212",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. W. Bickham, Science 212, 1291 (1981); in Chromosomes in Evolution of Eukaryotic Groups, A. K. Sharma and A. Sharma, Eds. (CRC Press, Boca Raton, Fla., 1983), vol. 2, p.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Cytogenetics-The Chromosome in Division, Inheritance, and Evolution",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Swanson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Merz",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Young",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. P. Swanson, T. Merz, W. J. Young, Cytoge- netics-The Chromosome in Division, Inheri- tance, and Evolution (Prentice-Hall, Englewood Cliffs, N.J., 1981).",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Smolen for assistance in the laboratory as well as",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "We Thank",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Mcbee",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "G"
                        ],
                        "last": "Carr",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J J R"
                        ],
                        "last": "Hanks",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "Rivero"
                        ],
                        "last": "Dixon",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Blanco",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Dean",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Gorzula",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Beraducci",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Supported by NSF grants DEB 79-21519 and PCM 82-02794, the Texas Agricultural Experiment Station, and the Caesar Kleberg Foundation for Wildlife Conservation",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "We thank K. McBee, J. L. Carr, B. G. Hanks, and M. J. Smolen for assistance in the labora- tory as well as J. R. Dixon, C. Rivero Blanco, R. H. Dean, S. Gorzula, and J. Beraducci for information and assistance. Supported by NSF grants DEB 79-21519 and PCM 82-02794, the Texas Agricultural Experiment Station, and the Caesar Kleberg Foundation for Wildlife Conser- vation.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "Mitotic and meiotic chromosomes from P. platycephala. (A) Diploid (2n = 64) mitotic karyotype from the testis of a specimen from Bolivia. (B) Triploid (3n = 96) mitotic karyotype from the spleen of a diploid-triploid mosaic individual (AK1227). (C) Diakinesis in a diploid male from Bolivia with 32 <A.",
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "text": "Fig. IC) and mosomes at prophase of the secc otic division. No evidence of t was found in specimens from B( One male individual of unkno graphic origin (AK1227) had a ka DNA histograms from two i diploid-triploid mosaic P. plat) Blood from AK6626 (A) shows tv peaks corresponding to 2C (diploid (triploid) cells. A smaller peak betl major peaks (asterisk) might represe ulation of modified triploid cells but was not seen in liver and testis. (B) L AK6626. (C) Testis of AK6626. (I from AK6630.",
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "text": "Jonasson, Hereditas 74, 57 (1973); J. R. K. Savage, Nature (London) 270, 513 (1977). 22. J. Houldsworth and M. F. Lavin, Nucleic Acids Res. 8, 3709 (1980). 23. R. B. Painter and B. R. Young, Proc. Natl. Acad. Sci. U.S.A. 77, 7315 (1980). 24. H. Nagasawa and J. B. Little, Mutation Res.109, 297 (1983).25. We thank W. Inkret for advice on statistical analyses and S. Wiggen for technical assistance.",
                "content": "<table><tr><td>, Molecular Biology of the Cell (Garland, New York, 1983), p. 414. 21. T. Caspersson, V. Haglund, B. Lindell, L. Zech, Exp. Cel Res. 75, 541 (1972); M. Sea-bright, Chromosoma 40, 333 (1973); M. Holm-berg and J. The AG1522 and AG6234 normal human cells were obtained from the National Institute on Aging Cell Repository and the ATSBI and GM2052 ataxia cells from the National Institute of General Medical Sciences Human Genetic Mutant Cell Repository. Supported in part by National Cancer Institute grants CA 18023 and CA 36447 and by funds from the Colorado State Experiment Station and Department of Agricul-ture Animal Health and Disease Program.</td></tr><tr><td>8 November 1984; accepted 14 January 1985</td></tr><tr><td>Diploid-Triploid Mosaicism: An Unusual Phenomenon in</td></tr><tr><td>Side-Necked Turtles (Platemys platycephaia)</td></tr><tr><td>and Agamidae (3), but have not been</td></tr><tr><td>reported for any of the other major rep-</td></tr><tr><td>tile groups (snakes, crocodilians, turtles,</td></tr><tr><td>or the tuatara). Triploid vertebrate popu-</td></tr><tr><td>lations are invariably unisexual (all fe-</td></tr></table>",
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "text": "Percentage of triploid cells in tissues from individual diploid-triploid mosaic P. platycephala. Flow cytometric data represent the total number of cells in the 2C and 3C peaks except where otherwise noted.",
                "content": "<table><tr><td>Indi-vidual</td><td>T lssue</td><td colspan=\"2\">Numberofcells Diploid Triploid</td><td>Triploid cells (%)</td><td>Tech-nique*</td></tr><tr><td>AK1227</td><td>Spleen</td><td>1</td><td>20</td><td>95</td><td>K</td></tr><tr><td/><td>Testist</td><td>8</td><td>2</td><td>20</td><td>K</td></tr><tr><td>AK6630</td><td>Testis</td><td>525,460</td><td>157,779</td><td>23</td><td>FCM</td></tr><tr><td>AK6609</td><td>Blood</td><td>886</td><td>1395*</td><td>61</td><td>FCM</td></tr><tr><td/><td>Spleen</td><td>1</td><td>9</td><td>90</td><td>K</td></tr><tr><td>AK6626</td><td>Blood</td><td>322,958</td><td>71,950</td><td>18</td><td>FCM</td></tr><tr><td/><td>Liver</td><td>711,741</td><td>187,033</td><td>21</td><td>FCM</td></tr><tr><td/><td>Testis</td><td>73,200</td><td>32,380</td><td>31</td><td>FCM</td></tr></table>",
                "num": null
            }
        }
    }
}