{
    "paper_id": "Blair1938-EcologicalrelationshipsofthemammalsoftheBirdCreekregion,northeasternOklahoma",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:44.932051Z"
    },
    "title": "The American Midland Naturalist",
    "authors": [
        {
            "first": "W",
            "middle": [
                "Frank"
            ],
            "last": "Blair",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Notre Dame",
                "location": {
                    "settlement": "Notre Dame",
                    "region": "Indiana"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "myself previous to 1935, now in the collection of the Department of Zoology, University of Tulsa. Valuable specimens have been donated by A. P. Blair and P. F. Blair, Jr. Hugh S. Davis contributed specimens and unpublished notes. The Oklahoma Game and Fish Commission issued the necessary collecting permits through its chairman, C. F. Sykes. I am indebted to H. H. T. Jackson of the United States Bureau of Biological Survey; C. C. Sanborn, Curator of Mammals, Field Museum of Natural History; and C. D. Bunker, Curator of Birds and Mammals, University of Kansas Museum, for the loan of specimens in their charge. Climatological data were kindly furnished by the United States Weather Bureau. Valuable library assistance was given by F. R. Harrell.",
    "pdf_parse": {
        "paper_id": "Blair1938-EcologicalrelationshipsofthemammalsoftheBirdCreekregion,northeasternOklahoma",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "myself previous to 1935, now in the collection of the Department of Zoology, University of Tulsa. Valuable specimens have been donated by A. P. Blair and P. F. Blair, Jr. Hugh S. Davis contributed specimens and unpublished notes. The Oklahoma Game and Fish Commission issued the necessary collecting permits through its chairman, C. F. Sykes. I am indebted to H. H. T. Jackson of the United States Bureau of Biological Survey; C. C. Sanborn, Curator of Mammals, Field Museum of Natural History; and C. D. Bunker, Curator of Birds and Mammals, University of Kansas Museum, for the loan of specimens in their charge. Climatological data were kindly furnished by the United States Weather Bureau. Valuable library assistance was given by F. R. Harrell.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "An ecological field study of the Bird Creek region, which lies in the tion area between forest and grassland in northeastern Oklahoma, was ducted during the field seasons of 1935, 1936, and part of 1937 . This st involved the determination of the ecological communities of the regio their relationships to the ecological communities of the nearby biotic Special attention was given to the species of mammals present in each munity and their relative abundance.",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 202,
                        "text": "of 1935, 1936, and part of 1937",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The area studied comprises 112 square miles in Tulsa and Rogers counties, Oklahoma. Approximately two-thirds of it lie in the former and one third in the latter county. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The entire area lies in the Prairie Plains physiographic region of Snider (1917, 81 and map opposite p. 59 ). The region is mostly a level, prairie plain, broken in places by low escarpments (Oklahoma Geological Survey, 1930, 628) . The flood-plains of the streams generally are broad, and the streams are intrenched, with steep, muddy banks. In the Garnett and Twin Lakes areas the lowland and upland are separated by stony bluffs and steepwalled ravines.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 106,
                        "text": "Snider (1917, 81 and map opposite p. 59",
                        "ref_id": null
                    },
                    {
                        "start": 191,
                        "end": 230,
                        "text": "(Oklahoma Geological Survey, 1930, 628)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "The surface geology of the Bird Creek region has been described and mapped by the Oklahoma Geological Survey (1930, 629, map No. L; 271 and map No. XXVI) . Sandstones and shales of the Nowata and Coffeyville formations are exposed in the western half of the area. The Oologah limestone is exposed in a strip bounded on the west by a line drawn approximately north and south through Owasso. In the northern part of the Bird Creek region it extends eastward to the narrow outcrop of Labette shale adjacent to the Verdigris River flood-plain. In the southern part of the region there is an outcrop of the Labette shale and a narrow outcrop of the Fort Scott limestone between the Oologah formation and the Cherokee shale that borders the valley of the Verdigris River. Erosion of the Oologah formation has produced the bluffs and ravines in the Garnett and Twin Lakes areas.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 131,
                        "text": "Oklahoma Geological Survey (1930, 629, map No. L;",
                        "ref_id": null
                    },
                    {
                        "start": 132,
                        "end": 153,
                        "text": "271 and map No. XXVI)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "The average annual temperature of the region, furnished by the United States Weather Bureau, is 60.10 F. (average of 26 year record at Tulsa extending through 1930, 21 year record at Broken Arrow about 8 miles south of the region, and 12 year record at Claremore a similar distance east of the region). The average annual rainfall, computed similarly, is 38.5 inches. Thirty-six per cent of the rainfall comes in April, May, and June. The average length of the growing season is 214 days. The prevailing wind direction is south in every month except February and December, when it is north. The average wind velocity is 11.7 miles per hour at Broken Arrow. The average relative humidity at this station is 85 percent at 7 a. m. and 61 per cent at 12:30 p.m. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "The Bird Creek region lies in the Cherokee Prairie biotic distric extends northward into Kansas and eastward to the base of the Oza and Hubbell, 1938) . The Osage Savanna biotic district extends to within about 2 miles of the western edge of the region (op. cit.). Both the Cherokee Prairie and the Osage Savanna are a part of the deciduous forest-grassland ecotone. Forests are present in the Bird Creek region in the stream valleys and in ravine complexes, and sometimes there is a narrow belt of forest on the level upland adjacent to the ravines or stream valleys. Most of the level upland is occupied by a tall-grass type of prairie on shale and sandstone soils, and a sub climax mixed prairie on the Oologah limestone.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 150,
                        "text": "Oza and Hubbell, 1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "A general survey of the mammals of the region was made in the summer of 1935, from June 20 to September 15, and at the same time the principal plant communities were determined. In the summer of 1936, from June 1 to September 10, the distribution of the mammals in the plant communities was worked out, and an attempt was made to obtain a measure of the abundance of some of the smaller species through the use of trapping quadrats and measured lines. Plant lists for the communities also were prepared during this time. Five days were spent in Woods and Major counties; 5 days in Osage County; and 10 days in Cherokee and Adair counties obtaining specimens and data for comparison with those from the Bird Creek region. Two weeks, from June 15 to June 30, 1937, were spent in making additional notes on the plants of the region and in observing the effects on them of the drought of 1936. I was accompanied during these trips by Fern Ann Blair, and a part of the time A. K. Leatherwood, A. P. Blair, and P. F. Blair, Jr., were members of the party. The last week of August, 1937, was spent in northern Oklahoma with T. H. Hubbell, and notes were made on the vegetation of the Bird Creek and adjoining regions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "The principal stations in the Bird Creek region at which field work was done were: (1) the Garnett area including the Garnett prairie, Garnett ravines, and the lowlands of Bird Creek in that region (2) the Twin Lakes area across Bird Creek from the Garnett area and (3) Mohawk Park where most of the work was done in the North Lake wilderness area and the bird and wildflower sanctuary ( Fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 388,
                        "end": 394,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "During the field study 588 specimens of mammals were prepared, and these are deposited in the collection of the Museum of Zoology, University of Michigan. About 100 specimens of mammals were obtained by casual collecting in the region during 1932, 1933, and 1934 , and numerous field notes were made. These specimens are in the collection of the Department of Zoology, University of Tulsa.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 262,
                        "text": "during 1932, 1933, and 1934",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 475",
                "sec_num": null
            },
            {
                "text": "The transition in Oklahoma from the deciduous forest which occupi most of eastern North America (Weaver and Clements, 1929, 451) to th grasslands of the Great Plains occurs in an area about 100 miles wide. In Oklahoma, the Great Plains extend eastward across approximately the west-ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 477 ern half of the state to the eastern boundary proposed by Bollinger (1925, 123) , and the grasslands of the Great Plains in Oklahoma have been described by Blair and Hubbell (1938) . The transition area, in northeastern Oklahoma, lies between the Ozark district of the eastern deciduous forest and the Mixedgrass Plains district of the Great Plains grasslands (Fig. 2) . The Bird Creek region, being centrally located in this transition area, is near the line at which theoretically the biota of the eastern deciduous forest and that of the Great Plains grasslands should be of equal importance. This theoretical line is of little significance, because edaphic factors control the local occurrence of ecological associations in this transition area, and associations of the eastern deciduous forest and those of the Great Plains grasslands occur side by side in many places. This transition area is occupied partly by associations of the eastern deciduous forest and partly by those of the Great Plains grasslands and should be considered an ecotone between the eastern deciduous forest and the Great Plains grasslands.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 128,
                        "text": "(Weaver and Clements, 1929, 451)",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 405,
                        "text": "Bollinger (1925, 123)",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 506,
                        "text": "Blair and Hubbell (1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 686,
                        "end": 694,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "The ecological associations of the Bird Creek region are related to the typical associations of 3 major biotic areas. The oak-hickory, ravine forest, and oak-elm associations resemble typical associations of the eastern deciduous forest as represented in the Ozark biotic district (Blair and Hubbell, 1938) . The bluejoint-switchgrass association is closely related to the typical association of the tall-grass prairies, that extends southwestward from Illinois and Indiana (Clements, 1920, 131) . The grama-beardgrass association resembles in its essential features the typical association of the Mixed-grass Plains district (Blair and Hubbell, op. cit.) , which comprises the eastern half of the Great Plains in Oklahoma. The sumac-grama association resembles, in some respects, associations of the eastern deciduous forest, and in some respects those of the Mixed-grass Plains, but it is most closely related to the latter. Oklahoma, June 27, 1937 . Note open nature of forest and heavy, herbaceous cover in foreground.",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 306,
                        "text": "(Blair and Hubbell, 1938)",
                        "ref_id": null
                    },
                    {
                        "start": 474,
                        "end": 495,
                        "text": "(Clements, 1920, 131)",
                        "ref_id": null
                    },
                    {
                        "start": 626,
                        "end": 655,
                        "text": "(Blair and Hubbell, op. cit.)",
                        "ref_id": null
                    },
                    {
                        "start": 927,
                        "end": 950,
                        "text": "Oklahoma, June 27, 1937",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "The term association, as it is employed here, refers to all of the and animals occurring together in a relatively stable environment of succession has not been determined, so the terminology of Clements is not used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "Oak-hickory association.-The level upland adjacent to the ravine systems of the Garnett area south of Bird Creek and of the Twin Lakes area north of Bird Creek is occupied by a sparse oak--hickory forest. This forest is as much as several hundred yards wide where best developed, and it is absent from those places where the grassland extends to the rim-rock of the ravines. Generally there are abundant outcrops of limestone within the boundaries of this association, and limestone boulders are present over much of the area. The trees are limited almost entirely to 2 species, the blackjack oak (Quercus marilandica) and black hickory (Carya buckleyi), although scattered individuals of other species, principally oaks, are present. In some places almost pure stands of the hickory are to be found. Most of the trees of the association are less than 8 inches d. b. h. (diameter breast high), and the largest individuals seldom exceed 15 inches. They are gnarled and stunted in their form of growth, apparently because of rapid drainage and moisture deficiency in the thin, limestone soil on which the association occurs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "The most abundant low shrub is the coral berry (Symphoricarpos orbiculatus), and the most conspicuous large shrub is the smooth sumac (Rhus glabra) . The open character of the forest permits the existence of numerous herbs, many of which are grassland rather than forest species. The most conspicuous of these are the side-oats grama (Bouteloua curtipendula), panic grass (Panicum sp.), buffalo grass (Buchloe dactyloides), silver beardgrass (Andropogon saccharoides), wild bergamot (Monarda fistulosa), black eyed susan, (Rudbeckia hirta), skullcap (Scutellaria sp.), and ironweed (Vernonia sp.). Over small areas greenbriers (Smilax sp.), poison ivy (Rhus toxicodendron), and frost grape (Vitis cordifolia) intertwine near the ground or on low shrubs to form a heavy cover. In general aspect the oak-hickory association is rather dry and barr There is no appreciable accumulation of leaf mold and the soil is baked during the dry months. The shrubs are too scattered to offer very m cover for small mammals. In the summer much of the shrub foliage, p ticularly that of the coral berry and smooth sumac, is destroyed by g hoppers.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 147,
                        "text": "(Rhus glabra)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms The wood-mouse (Peromyscus leucopus) probably is the most abundant mammal of this association. The gray-squirrel (Sciurus carolinensis) and the fox-squirrel (Sciurus niger) are other important semi-arboreal species. The cottontail (Sylvilagus floridanus) is a conspicuous terrestrial mammal, and the woodrat (Neotoma floridana) occurs near rock outcrops. The opossum (Didelphis virginiana) is rare in this association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "Ravine forest association.-The Garnett ravines and those in the Twin Lakes area are narrow, steep-walled ravines cut into the limestone strata underlying the region. Around the edges of the ravines and forming a part of their walls, the limestone outcrops to form the rim-rock ( Fig. 4) . At the head of each ravine there generally is a drop of 5 or 6 feet from the level of the adjacent upland to the stream bed in the floor of the ravine. The stream beds are dry most of the year, but there is a permanent trickle of water in one of the Garnett ravines. Some of the ravines have travertine deposits in the process of formation. A few more or less permanent springs issue from the sides of the ravines, and in one place there is a small cave at the base of the rim-rock. The slopes of the ravines are littered with This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms limestone fragments, and large masses of limestone have broken from the rim-rock and rolled down the slopes.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 279,
                        "end": 286,
                        "text": "Fig. 4)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "The two ravine complexes are occupied by forest types that differ distinctly from those of the adjacent level upland and flood-plain. In the Garnett ravines the characteristic trees are the sugar maple (Acer saccharum), chinquapin oak (Quercus muhlenbergii), spotted oak (Quercus shumardii), American elm (Ulmus americana), and black hickory (Carya buckleyi). The most abundant shrubs on the slopes of the Garnett ravines are the coral berry (Symphoricarpos orbiculatus), roughleaf dogwood (Cornus asperifolia), blackhaw (Viburnum rufidulum), hawthorn (Crataegus sp.), and wooly buckthorn (Bumelia lanuginosa). The bladdernut (Staphylea trifolia) occurs in moist, protected pockets. The smoke tree (Rhus cotinoides) is abundant on the slopes and occurs on the rim-rock, where it is associated with the fragrant sumac (Rhus canadensis). The columbine (A quilegia canadensis) and numerous saxicolous ferns grow on the rim-rock. Characteristic herbs of the ravine slopes are the Dutchman's breeches (Dicentra cucullaria), white dogtooth violet (Erythronium albidum), Solomon's seal (Polygonatum commutatum), and the green dragon (Arisaema dracontium). The yellow dogtooth violet (Erythronium americanum) grows at the base of a moist, northfacing bluff near the mouth of Bird Creek.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "The ravines of the Twin Lakes area are characterized by the dominance of the spotted and chinquapin oaks. A few trees of the scarlet oak (Quercus coccinea), which is absent from the Garnett ravines, grow in these ravines. The most abundant shrubs are the roughleaf dogwood, fragrant sumac, and the smooth sumac (Rhus glabra). Wherever trees are lacking on the ravine slopes in either area the beardgrass (Andropogon sp.), side-oats grama (Bouteloua curtipendula), and numerous other herbs are present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ecological Associations",
                "sec_num": null
            },
            {
                "text": "Creek flood-plain is from 2 to 4 miles wide in the Mohawk Park area and merges gradually with the adjacent uplands. The flood-plain narrows to a width of about three-fourths of a mile at a point about one-half mile above the mouth of Mingo Creek, and it averages from one-half to one mile in width in the Twin Lakes area. It is about 5 miles wide at the junction of Bird Creek and the Verdigris River. The soils of the flood-plain are dark and heavy, being derived largely from limestones and shales. The flood-plain rarely is flooded, as Bird Creek is deeply intrenched in this region and leaves its banks only in times of heavy and continued rainfall. For about 10 years most of the Mohawk Park floodplain has been protected by a dike from flooding by Bird Creek. The most severe flood of recent years occurred in the spring of 1935, when practically all of the flood-plain, except that protected by the dike in Mohawk Park, was inundated for several weeks. Parts of Mohawk Park have been ungrazed and protected from fire for about 10 years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oak elm association. The Bird",
                "sec_num": null
            },
            {
                "text": "The flood-plains of Bird Creek and its tributaries are occupied by an oak elm forest except where the land has been cleared or where minor communities exist surrounded by the mature forest. The oak elm association includes those parts of the flood-plain on which the oak elm forest exists undisturbed or from which it has not been completely removed. The principal dominants of this forest are the spotted oak (Quercus shumardii), slippery elm (Ulmus fulva), American elm (Ulmus americana), and 2 hackberries (Celtis occidentalis and C. laevigata). Trees of somewhat less importance are the bur oak (Quercus macrocarpa), pin oak (Quercus palustris), and pecan (Carya pecan). Most of the lowland forest has been cut This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms over. The thinning of the forest has been followed by an increase in the abundance of shrubby and herbaceous vegetation, so that in much of the forest there is an alternation of large trees with weed patches, shrub thickets, or clumps of young trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oak elm association. The Bird",
                "sec_num": null
            },
            {
                "text": "The high shrub layer of the forest is formed by the dwarf sumac (Rhus copallina), roughleaf dogwood (Cornus asperifolia), swamp holly (Ilex decidua), blackhaw (Viburnum rufidulum), pricklyash (Zanthoxylum americanum), common elder (Sambucus canadensis), spicebush (Bonzoin aestivale), and others. The coral berry (Symphoricarpos orbiculatus), a blackberry (Rubus andrewsianus), and the prairie rose (Rosa setigera) are the chief constituents of the low shrub layer. Numerous vines climb over the shrubs and trees. These include the bittersweet (Celastrus scandens), two grapes (Vitis cordifolia and V. cinerea), trumpet creeper (Tecoma radicans), poison ivy (Rhus toxicodendron), woodbine (Psedera quinquefolia), Carolina moonseed (Cocculus carolinus), and greenbrier (Smilax sp.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oak elm association. The Bird",
                "sec_num": null
            },
            {
                "text": "The more conspicuous herbs are the green dragon (Arisaema dracontium), Solomon's seal (Polygonatum commutatum), ironweed (Vernonia altissima), coneflowers (Rudbeckza triloba and R. subtomentosa), trumpet weed (Eupatoreum purpureum), goldenrod (Solidago serotina), and elephant's foot (Elephantopus carolinianus). Numerous grasses are present among the herbs on the forest floor, but they are nowhere dominant. The grasses include the Virginia wild rye (Elymus virginicus), broadleaf uniola (Uniola latifolia), switchgrass (Panicum virgatum), bluejoint (Andropogon furcatus), Indiangrass (Sorghastrum nutans), purpletop (Triodia flava), and fringed brome (Bromus ciliatus).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oak elm association. The Bird",
                "sec_num": null
            },
            {
                "text": "-~~~~~~~~~~~~~~~~~~~~ - There is a good accumulation of leaf-mold on the forest floor except where the forest repeatedly has been burned. Logs in all stages of decomposition litter the ground in many places.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oak elm association. The Bird",
                "sec_num": null
            },
            {
                "text": "D idelphis virginiana virginiana --------------------------------------------2 Scalopus aquaticus interm edius -------------------------------------------11 Blarina brevicauda carolinensis --------------------------------------------3 Lasiturus borealis borealis --------------------------------------1 Procgon lotor hirtus ________________--________--______________ Mustela vison mink ---------_-__----------_----------___ ---2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the oak-elm association. R e c o rds",
                "sec_num": null
            },
            {
                "text": "Spilogale interrutpla _____--_____________---______--________________ Mephitis mephitis mesomelas _______________________________________ Sciurus carolinensis carolinensis _____________________________________ Sciunus niger rufiventer _________________--_______________-________ Claucom_s volans saturalus _________________--______________________",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the oak-elm association. R e c o rds",
                "sec_num": null
            },
            {
                "text": "------------------------------- Sigm odon hispidus lexianus -----------------------------------------------8 N eolom a floridana baile i ------------------------------------------------2 Pitymys nemoralis -------------------------------------------------------20 Sylvilagus floridanus alacer ________________--_____________________________ 7 S _lvilagus aquaticus aquaticus ---------------------------------------------5",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom _scus leucopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "The wood-mouse (Peromyscus leucopus), gray-squirrel (Sciurus carolinensis), and fox-squirrel (Sciurus niger) are the most abundant semi-arboreal mammals in this association. The woodrat (Neotoma floridana) nests in trees here. Other semi-arboreal forms are the flying-squirrel (Glaucomys volans), red bat (Lasiurus borealis), opossum (Didelphis virginiana), and raccoon (Procyon lotor). The mole (Scalopus aquaticus) and pine vole (Pitymys nemoralis) are among the most abundant small mammals of the forest floor. The Carolina shrew (Blarina brevicauda) is another terrestrial species. The cottontail (Sylvilagus floridanus), swamp-rabbit (Sylvilagus aquaticus), and cotton-rat (Sigmodon hispidus) frequent situations in which there is heavy cover. The striped skunk (Mephitis mephitis), spotted skunk (Spilogale interrupta), and mink (Mustela vison) are wide-ranging predators in this association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom _scus leucopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "Aquatic and littoral associations.-One of the minor associations of the region is that existing on mud flats along the streams and around some of the ponds. Bird Creek and its tributaries flow through intrenched channels, and the stream banks generally are steep and muddy. There are, however, some mud and gravel flats along Bird Creek which become quite extensive during the dry months of summer. The principal vegetation of these areas is formed by the smartweed (Polygonum sp.) and black willow (Salix nigra). These plants grow on the steep, mud banks of the streams. Other stream bank plants are the cottonwood (Populus deltoides), sycamore (Platanus occidentalis), and silver maple (Acer saccharinum).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom _scus leucopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "The aquatic association includes the water of the ponds and streams in the region. The larger ponds on the Bird Creek flood-plain contain water except in the very dryest summers. Two of the largest of the ponds are known as the Twin Lakes and lie north of Bird Creek, opposite the Garnett area. All except the deeper parts of these ponds are normally occupied by a dense growth of the American lotus (Nelumbo lutea). The ponds are fringed by the buttonbush (Cephelanthus occidentalis), swamp holly (Ilex decidua), black willow, and green ash (Fraxinus pennsylvanica var. lanceolata). The cattail (Typha latifolia) and primrosewillow (Jussiaea diffusa) are conspicuous plants that grow in many of the ponds and on the mud just above the water line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom _scus leucopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "-----------------------__-______-_-1 Proc_on lotor hirtus _________--______________--_______________________Tracks M ustela vison m ink ------------------------------------------------------1 Ondatra zibethica cinnamomina _--_--___--_--_-_-____-_-____-___ 5",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis ?--",
                "sec_num": null
            },
            {
                "text": "The red bat (Lasiurus borealis) feeds in the air over these associations and occasionally touches the surface of the water either to drink or to capture insects. The muskrat (Ondatra zibethica) burrows in the stream and pond banks. The swamp-rabbit (Sylvilagus aquaticus) ranges along the littoral zone from areas of heavier cover and occasionally enters the water. The raccoon (Procyon lotor) feeds along the banks of the stream and ponds. The mink (Mustela vison) frequents the littoral zone and often enters the water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus aquaticus aqtuaticus ________________________-_______________Numerous",
                "sec_num": null
            },
            {
                "text": "Sedge marsh association. Small flood-plain ponds in the Bird Creek region often are surrounded by a belt of sedges. In summer the smaller and more shallow of these ponds dry up, so that there remains an expanse of dry, sun-cracked earth surrounded by a heavy growth of sedges. The barren centers of such dry pond areas seldom support any vegetation except a few scattered smartweeds (Polygonum hydropiperoides and others). The belt of sedges is formed by Carex lupulina and other species of Carex. These sedges form a dense ground cover because of their rank growth and because of the accumulation of dead stems beneath the growing plants. The sedges in these areas remain green during even the dryest summers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus aquaticus aqtuaticus ________________________-_______________Numerous",
                "sec_num": null
            },
            {
                "text": "PeromNscus leucopus noveboracensis -",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sedge marsh association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "----------------------- Sigmodon hispidus texianus _______________--__________________ Sylvilagus floridanus alacer ?______________ -------------------------------I",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sedge marsh association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "The cotton-rat (Sigmodon hispidus) is the most abundant mammal of this association. The swamp-rabbit (Sylvilagus aquaticus) is concentrated here, and the cottontail (Sylvilagus floridanus) ranges through the area. The Buttonbush swamp association.-The buttonbush (Cephalanthus o dentalis) occupies poorly drained areas on the flood-plains of the Bir system. Water usually stands in these situations during the winter an and disappears in the summer. The buttonbushes grow sufficiently together that the upper branches of adjacent bushes generally mee thoroughly shade most of the ground floor. This shade and the pre water during a part of the year result in an almost total lack of gr cover in most of the area of the buttonbush swamps. Where the sh is not complete a smartweed (Polygonum hydropiperoides) occurs. O openings in the thickets are occupied by sedges (Carex lupulina and a s unidentified species). The black willow (Salix nigra) often grows a the margins of the swamps.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus aquaticus aquatics _______________________________________Numerous",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus nov,eboracensis ______-___-_______-_-_-__-__-_-___-_ 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the buttonbush swamp association. Re co rds",
                "sec_num": null
            },
            {
                "text": "----------------------------------------------2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sigm odon hispidus lexianus -",
                "sec_num": null
            },
            {
                "text": "Sylvilagus floridanus alacer ______________--________________________Numerous Sylvilagus aquaticus aquaticus _______________________________________Numerous The cotton-rat (Sigmodon hispidus) is scarce in the sparse cover of this association. The swamp-rabbit (Sylvilagus aquaticus) and cottontail (Sylvilagus floridanus) range through the area. The wood-mouse (Peromyscus leucopus) apparently enters from the oak-elm association. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sigm odon hispidus lexianus -",
                "sec_num": null
            },
            {
                "text": "----------------------",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sigm odon hispidus lexianus -",
                "sec_num": null
            },
            {
                "text": "The gray-squirrel (Sciurus carolinensis) and fox-squirre build leaf nests in the pin oaks. The wood-mouse (Peromsycus leucopus) is scarce here. The absence of terrestrial mammals probably is due to the lack of ground cover.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sigm odon hispidus lexianus -",
                "sec_num": null
            },
            {
                "text": "Weed association.-Parts of the Bird Creek flood-plain have been cleared and cultivated. If these fields are abandoned they soon are invaded by numerous weeds of which the most conspicuous are the ragweed (Ambrosia trifida), a relative of the evening primrose (Gaura biennis), pigweed (Chenopodium sp.), and the Jerusalem artichoke (Helianthus tuberosus). These weeds form dense stands and often grow to 6 feet or more in height. A low, grassy cover is formed by the crab grass (Digitaria sanguinalis). The stumps of the original forest trees are seldom removed from these fields, and their second-growth sprouts often form a conspicuous feature of the habitat. The trumpetcreeper (Tecoma radicans) and a low blackberry (Rubus sp.) are among the early invaders of these areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sigm odon hispidus lexianus -",
                "sec_num": null
            },
            {
                "text": "Erigeron canadensis Rudbeckia triloba",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Other plants identified:",
                "sec_num": null
            },
            {
                "text": "Most of the weeds that enter into the formation of this association have tall stems. These weeds are closely spaced and shade most of the ground beneath them, and there is very little low ground cover except that formed by the crab grass.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lactica scariola Solanum carolinense Oenothera biennis",
                "sec_num": null
            },
            {
                "text": "---------------------------------------1 Sigm odon hispidus texianus -----------------------------------------------16",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom pscus lecopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "Sylvilagus floridanus alacer ________--___--__________________________Numerous The cotton-rat (Sigmodon hispidus) and cottontail (Sylvilagus floridanus) are abundant in this association. The wood-mouse (Peromyscus leucopus) apparently ranges here from the oak-elm association. Most of the herbs have tall stems, and many of them equal the shrubs in height. These tall herbs and the shrubs are so bound together by the climbing and trailing plants, particularly the wild potato vine and trumpetcreeper, that a very dense and tangled thicket is formed. The vines and the plants on which they climb so shade the ground that it is almost entirely barren of any cover of low herbs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom pscus lecopus noveboracensis -",
                "sec_num": null
            },
            {
                "text": "----------------------------------- Sciurus carolinensis carolinensis -------------------------------------------?1 Sciurtus niger rufiventer _________________________________ _ _ _ 1 Peromsscus leucopus tnoveboracensis ----------------------------------------?15 Sigm odon hispidus texian tus ------------------------------------------------1 Mus musculus mulsculus _____________________________________ _ _ _ 1 Zapus hudsonius campestris -------------------------______________________-2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis -",
                "sec_num": null
            },
            {
                "text": "S_lvilagus floridatnus alacer __________________________________________Numerous",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis -",
                "sec_num": null
            },
            {
                "text": "The gray-squirrel (Sciurus carolinensis) and fox-squirrel (Sciurus niger) build leaf nests in the highest trees. Other semi-arboreal species include the wood-mouse (Peromyscus leucopus), which is common, and the red bat (Lasiurus borealis). The cottontail (Sylvilagus floridanus) is abundant, and the swamp-rabbit (Sylvilagus aquaticus) occasionally ranges through the association. The cotton-rat (Sigmodon hispidus), jumping-mouse (Zapus hudsonius), and house-mouse (Mus musculus) are scarce in this area. This is the Grama-beardgrass association.-The slightly rolling uplands adjacent to the Bird Creek valley in the Twin Lakes and Garnett areas are covered with a thin mantle of soil and residual limestone fragments. This mantle generally is less than a foot in depth, and in many places the underlying Oologah limestone outcrops at the surface. The fragments vary from the size of a pea to boulders several yards in diameter. Most of the loose fragments, however, are less than a yard in diameter, and many are very thin, being only 2 or 3 inches thick. The plant cover, particularly of grasses and summer and autumn herbs, usually follows the joints in the underlying limestone. In the spring the area is covered by gaillardia (Gaillardia pulchella), and the more rocky areas have a dense cover of stonecrop (Sedum pulchellum). The most abundant grasses are the side-oats grama (Bouteloua curtipendula), silver beardgrass (A ndropogon saccharoides), and buffalo grass (Buchlo;> dactyloides). The last forms almost pure stands on the more xeric tops of some of the ridges. The prickly pears (Opuntia humifusa and 0. tortispina) are widely distributed in the association and often form low clumps. The Missouri cactus (Mamillaria missouriensis) also occurs in much of the area. The blue false indigo (Baptisia australis), wild alfalfa (Psoralea tenuifolia), nettle (Tragia nepetaefolia), lemon mint (Monarda citriodora), and croton (Croton monanthogynus) are among the more conspicuous spring and summer herbs. The kindling weed (Amphiachyris dracunculoides) is the most conspicuous autumn herb. The yucca (Yutcca glauca) is locally abundant. Small persimmon (Diospyros virginiana) trees are scattered over some of the slopes, and This association is one of mixed grasses and is most closely related to the grasslands of the Mixed-grass Plains and Osage Savanna biotic districts (Blair and Hubbell, 1938) . Where tall grasses are present they are unable to form extensive sod because of their limitation to small pockets of deep soil between the limestone fragments. The short grasses, buffalo grass and side-oats grama, are able to exist on thin soil, so there is a mixture of clumps of tall grasses with the more extensively distributed short grasses.",
                "cite_spans": [
                    {
                        "start": 2383,
                        "end": 2408,
                        "text": "(Blair and Hubbell, 1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S_lvilagus aquaticus aquaticus ___--________-_________________________Numerous",
                "sec_num": null
            },
            {
                "text": "The association is moderately grazed by cattle and horses. Prairie fires frequently sweep all or parts of the area in late summer and autumn. Their most notable effect is the top-killing of the persimmon saplings so that they seldom become very tall. In some instances the entire trunk is killed, and the following year a shrubby growth of sprouts grows from the base of the trunk.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "S_lvilagus aquaticus aquaticus ___--________-_________________________Numerous",
                "sec_num": null
            },
            {
                "text": "C anis latrans subspecies --------------------------------------------------3 Spilogale interrupia ?-----------------------------------------------_ N um erous M ephitis m ephitis m esom elas ?---------------------------------------------I Citellus tridecem lineatus lexensis ?------------------------------------------I",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the grama beardgrass association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus spilotus ?_____________--______________________________ 6 Reithrodontomys montanus griseus ?____________.___________________________ 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the grama beardgrass association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "Sigmodon hispidus lexianus ?_____________________________________ ?Numerous",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Lepus ca1ifornicus m elanotis ?---------------------------------------------8 SNlvilagus floridanus alacer ?----------------------------------------------3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "The plains pocket-mouse (Perognathus hispidus) and deer-mouse (Peromyscus maniculatus) are the most abundant small mammals of the gramabeardgrass association. The thirteen-lined spermophile (Citellus tridecemlineatus) and harvest-mouse (Reithrodontomys montanus) are less abundant. The cotton-rat (Sigmodon hispidus) occurs in this association in times of great abundance. The jackrabbit (Lepus californicus) and coyote (Canis latrans) range throughout the area, and the cottontail (Sylvilagus floridanus) rarely enters it from other associations. The striped skunk (Mephitis mephitis) lives beneath the larger limestone fragments, and the spotted skunk (Spilogale interrupta) ranges through the association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Plum thicket association.-Thickets of the Chickasaw plum (Prunus angustifolia) occur on limestone soils, where they generally are surrounded by the grama-beardgrass association. In a few cases, however, they are surrounded by the sumac-grama association. These thickets vary in size from a few feet to 100 or more feet in diameter. The shrubs usually are from 3 to 6 feet high and often form dense thickets. In some situations the plums are spaced openly and alternate with herbs that are typical of the gramabeardgrass association. In all of the thickets the herbs are those present in the surrounding associations. The ground cover is heavier in the plum thicket association than in the surounding grama-beardgrass association, probably because of the presence of deeper soil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Mammals of the plum thicket association. Re co rds",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus spilotus ______--_--______________-_-_-_-_-___-_-_____ 2 Peromsscus maniculatus ozarkiarum ?---------------------------------------1 Sigmodon hispidus texianus ______----____--_----_-_-_-_-__-___-_-__-__-17",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Sglvilagus floridanus alacer ________--________________________________Numerous",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "The cotton-rat (Sigmodon hispidus) is abundant in the heavy cover of this association. This cover probably is responsible for the frequent occurrence here of the cottontail (Sylvilagus floridanus). The deer-mouse (Peromyscus maniculatus) and plains pocket-mouse (Perognathus hispidus) have burrows beneath limestone slabs in the plum thickets.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Sumac-grama association.-A mixture of grassland and forest species of plants characterizes a strip that varies in width from 100 to 400 yards along the line of contact between the oak-hickory and grama-beardgrass associations. The boundary of this area is sharply defined on the side in contact with the oak-hickory association, and on the other side this association passes gradually into the grama-beardgrass association. The sumac-grama association extends out into the grama-beardgrass association along numerous dry watercourses. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms A few large, solitary trees occur in the association, but they are scattered that they exert little control over the other vegetation. T include the bur oak (Quercus macrocarpa), spotted oak (Quercus shu chinquapin oak (Quercus mublenbergii), and black history (Carya bu Most of the area is covered by an open thicket of shrubby persimm pyros virginiana) and smooth sumac (Rhus glabra). The coral berry (Symphoricarpos orbiculatus) contributes to the formation of the thicket, and the fragrant sumac (Rhus canadensis) grows in scattered clumps.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "The herbaceous cover is heavier here than in the grama-beardgrass association, but essentially the same species of plants are present. There is the same interruption of the ground cover by limestone fragments that characterizes the grama-beardgrass association. The larger grasses, including the silver beardgrass (Andropogon saccharoides) and side-oats grama (Bouteloua curtipendula), predominate, and the smaller buffalo grass (Buchloe dactyloides) is scarce in this association. Along the dry watercourses much of the grass cover is formed by tumblegrass (Schedonniardus paniculatus).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "Many prairie species contribute to the formation of the herbaceous cover. The most important of these are gaillardia (Gaillardia pulchella), lemon mint (Monarda citriodora), blue false indigo (Baptisia australis), and wild alfalfa (Psoralea tenuifolia). Forest species that occur in this association include the woodbine (Psedera quinquefolia), Carolina moonseed (Cocculus carolinus), and greenbrier (Smilax sp.). In position and constiitution this association is intermediate between the oak-hickory and grama-beardgrass associations. The smooth sumac and persimmon, which are forest species, are the most conspicuous plants of the association. Most of the herbs, however, are species that occur in the gramabeardgrass association, and the sumac-grama association is more closely related to that than to the oak-hiickory association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perom yscus maniculatus ozarkiartim ?--------------------------------------21",
                "sec_num": null
            },
            {
                "text": "CrNptotis parva __________________________--_______________ AM ephitis m ephitis m esom elas ----------------------------------------------1 C anis latrans subspecies ---------------------------------------------------1 Citellus tridecemlineatus lexensis _______--____________1____________________-I GeomV s breviceps breviceps ----------------------------------------------4",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus spilotus _________--__________________________________-32 Reithrodontomys montanus griseus _______________-__________________________ 2 The plains pocket-mouse (Perognathus hispidus) is more abundant here than in the grama-beardgrass association. The deer-mouse (Peromyscus maniculatus) generally is more numerous here than in that association. The cotton-rat (Sigmodon hispidus) is locally abundant in this association. The harvest-mouse (Reithrodontomys montanus) is scarce in the area, and the little shrew (Cryptotis parva) occurs rarely here and lives beneath the limestone slabs. The wood-mouse (Peromyscus leucopus) wanders into the area from the oak-hickory and ravine forest associations, and some individuals probably live here. The woodrat (Neotoma floridana) sometimes lives where there are large blocks of limestone. The cottontail (Sylvilagus floridanus) is concentrated in the thickets and grassy cover. The jackrabbit (Lepus californicus) is less frequently encountered here than in the grama-beardgrass association. The pocket-gopher (Geomys breviceps) occurs where the soil is sufficiently deep for its burrows and is concentrated in the deeper soil of the prairie drains. The thirteen-lined spermophile (Citellus tridecemlineatus) is rare in the association, and the coyote (Canis latrans) ranges over the area. The striped skunk (Mephitis mephitis) occasionally inhabits dens beneath limestone slabs in the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "PeromVscus maniculatus ozarkiarum ---------------------------------------?32 Peromyscus leucopus noveboracensis ---------------------------------------27 Sigmodon hispidus texian?us -----------------------------------------------45 Neotom a floridana baileyi --------------------------------------1 Lepus californicus m elanotis ------------------------------------1 S-lvilagus floridanus alacer?----------------------------------------------_",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "Blue joint-switcbgrass association.-The sandstone and shale soils lying both east and west of the area of Oologah limestone and limited areas of deep soil in the limestone region support a heavy tall-grass sod. Much of this sod has been destroyed by cultivation and overgrazing, but occasional patches remain in pastures and along railroad tracks. The tall-grass prairie is on level or slightly rolling land, and there are few or no rocks at the surface in this area. The sod is formed principally by the bluejoint (Andropogon furcatus), ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "--------------------------------- M icrotus ochrogaster -----------------------------------------------------1 Sigmodon hispidus texianus -------------------------------------------Numerous SNlI'ilagus floridanus alacer ------------------------------------------Numerous",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "The deer-mouse (Peromyscus maniculatus) is the most abundant mammal of the bluejoint-switchgrass association. The prairie vole (Microtus ochrogaster) is a characteristic but rare species. The cotton-rat (Sigmodon hispidus) is abundant at times in this association. The cottontail (Sylvilagus floridanus) finds good cover in the tall grasses. The pocket-gopher (Geomys breviceps) and thirteen-lined spermophile (Citellus tridecemlineatus) also occur here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mammals of the sumac-grama association. R e c o r ds",
                "sec_num": null
            },
            {
                "text": "This list gives all known locality records of mammals in the Bird Creek region. Species that probably occurred in the region in recent time, but which are extinct there now, and species that may be in the region but which have not been taken there are also included in the list. All of the original information available about the ecology and life history of each species recorded from the region is included. Data bearing on the taxonomy of some of the species are presented, although no attempt is made here to revise the status of any of the forms. The taxonomic arrangement of the species follows Miller (1924) , with the exception of subsequent changes in the nomenclature. The authors' names are used with the names of the forms that have been described since 1924.",
                "cite_spans": [
                    {
                        "start": 601,
                        "end": 614,
                        "text": "Miller (1924)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Didelphis virginiana virginiana. Opossum. The opossum is reported to be common in the flood-plain forests of the Bird Creek region, where it probably ranges over all the minor associations in addition to the oak-elm association. An adult female was captured by H. S. Davis in the oak elm association in Mohawk Park on September 3, 1935. A young, adult male was caught in daylight by A. P. Blair and P. F. Blair, Jr. in the same association near Catoosa on February 15, 1936, when the ground was covered with snow. An opossum was observed in a tree in the oak-hickory association in the Garnett area on a night in November, 1931. The species probably occurs also in the ravine forest association. The opossum is said to occupy old leaf nests of the 'gray and fox-squirrels, where individuals often are killed by hunters who shoot through the nests. The mole occupies a type of habitat in the Bird Creek region that is quite different from that occupied by western members of the race. In western Oklahoma this animal is abundant in the stable sand dunes along the larger streams, but it is absent from the thin, baked soils of the adjacent uplands. In the Bird Creek region the mole is abundant in the heavy alluvium of the oak-elm association, where its preferred habitat is a moist forest floor with a good layer of humus and leaf-mold. Thlis habitat is similar to that occupied by the races pulcher and machrinoides in the Ozark region. Seven moles were trapped in the oak-elm association in Mohawk Park during the summer of 1935. Four specimens were taken in this association in the Garnett area during the first week of June, 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "In the summer following the flood of 1935 the mole apparently was the only non-arboreal small mammal living in the flooded parts of the oak elm association. At various times during the summer fresh mole burrows were seen several hundred yards from the nearest unflooded land. These animals apparently retreated to high land when the lowland was inundated and quickly reoccupied it after the water subsided.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Mole burrows occasionally have been found in upland situations where there is sufficient soil for their burrows. Numerous burrows were observed on the slopes of the Garnett ravines in the summers of 1935 and 1936, and occasional burrows were seen in cultivated fields adjoining the Garnett prairie. An adult, 'female mole was found at 7:30 p.m. on July 20, 1936, as it was traveling along a dusty road on the Garnett prairie. As there was cultivated land nearby it seems probable that the mole came from that rather than from the prairie, where burrowing would be almost impossible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Cryptotis parva. Little shrew. A male and female of this species with 5 suckling young were collected by A. P. Blair and P. F. Blair, Jr., on June 4, 1936, 2 miles northeast of Garnett. The animals were captured in a nest of shredded grass located beneath a limestone slab in the sumac grama association. The young were nearly grown, averaging 65 mm. in total length compared to 71 mm. in the adults. The shrews were kept in captivity for 24 hours during which time the young often were observed suckling the female. When the female was killed she was found to be pregnant. The 4 uterine swellings average 5.1 mm. in length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The little shrew apparently is rare in the region, as no other records were obtained. It is essentially a grassland animal, but possibly it may occur also in the forest as it does at times in other parts of its range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Blarina brevicauda carolinensis. Carolina shrew. The Carolina shrew was taken only in the oak-elm association. An adult male was trapped in this association in Mohawk Park on June 20, 1936, and an adult female was taken in Mohawk Park on July 30. An adult male was found dead by 0. W. Letson on November 14, 1935, in Mohawk Park. Three of these shrews were trapped in the oak-elm association on the Arkansas River flood-plain near Wekiwa, Tulsa County, west of the Bird Creek region. All were females, and all were taken on December 23, 1931.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 329,
                        "text": "Letson on November 14, 1935, in Mohawk Park.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Two of the animals were taken near large, rotting logs, and the third was caught in a trap set below the level of the ground in a hollow stump.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Pipistrellus subflavus subflavus. Pipistrelle. Four male pipistrelles were collected by A. P. Blair in a natural tunnel in the Garnett ravines. The tunnel was about 4 feet in diameter and penetrated about 30 feet into a limestone bluff. One of the bats was taken on February 22, 1935, and was in hibernation at the time. The others were captured on July 21, 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Three bats that were seen flying together at dusk over the oak elm association at Twin Lakes on August 3, 1935, were identified tentatively as pipistrelles on the basis of their small size and peculiar manner of flight. Procyon lotor hirtus Nelson and Goldman. Raccoon. No specimen is available, so the raccoon of the region tentatively has been referred to the race hirtus, which should occur in northeastern Oklahoma according to Nelson and Goldman (1930, 455) .",
                "cite_spans": [
                    {
                        "start": 432,
                        "end": 462,
                        "text": "Nelson and Goldman (1930, 455)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The racoon is reported to be common along the streams of the Bird Creek system, where it lives in the larger trees of the oak-elm association. Racoon tracks frequently have been seen by 0. W. Letson in Mohawk Park. In 1933 a family of raccoons that he estimated to be made up of an adult and 4 or 5 young frequented a trail in the park where he often observed their tracks. Raccoon tracks often were observed on the muddy banks of Bird 28, 1938 . Several of these skunks were seen dead on the highway in the grama beardgrass association in the Garnett area. This apparently is a wide-ranging form like many other carnivores, and it probably occurs in most of the ecological associations of the region.",
                "cite_spans": [
                    {
                        "start": 436,
                        "end": 439,
                        "text": "28,",
                        "ref_id": null
                    },
                    {
                        "start": 440,
                        "end": 444,
                        "text": "1938",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Mephitis mephitis mesomelas. Striped skunk. This skunk ranges widely in the region, and individuals have been observed in all of the major associations except the bluejoint switchgrass. One was routed from its den beneath a limestone slab in the grama beardgrass association on the Garnett prairie in October, 1931. It traveled about 400 yards to the nearest ravine and took refuge in a hole at the base of the rim-rock. Another was found beneath a limestone slab in the sumac grama association. Skunk droppings often were seen in the ravine forest association in the Garnett area. Numerous skunks have been observed by 0. W. Letson in the oak-elm association in Mohawk Park, and several skunk dens were found by him. A striped skunk was seen by him at 8:30 in the morning of February 12, 1938.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "An adult male was found living almost in the center of Tulsa. It was discovered on August 31, 1935, in a length of pipe in a junk yard.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Canis lupus nubilus. Wolf. This wolf is reported to be still common in the Osage Savanna, but it probably is extinct in the Bird Creek region. A farmer claimed to have killed a wolf on the Garnett prairie in the spring of 1935, but it probably was a coyote. The name wolf generally is applied to the coyote in the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Canis latrans subspecies. Coyote. The coyote of the Bird Creek region probably is of the subspecies latrans, although no specimens are available.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Coyotes often were observed in the grama-beardgrass association. In the summer of 1936, a coyote regularly followed at dusk the top of a ridge in this association on the Garnett prairie. In a drizzling rain on a day in November, 1932, a coyote was encountered near the crest of a ridge in the sumacgrama association in the Garnett area. The animal was sighted about 40",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms yards away as I crossed a ridge, moving up-wind. On November 29, 1931, a coyote, pursued by hounds, was seen at Garnett mingling with a pack of mongrel dogs for a few moments before continuing its flight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The coyote was not recorded from any of the forest associations, but this wide-ranging form probably crosses most of the associations of the region at some time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Vulpes fulva. Red fox. There are no records of the red fox, but it possibly occurs in the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Urocyon cinereoargenteus subspecies. Gray fox. The gray fox probably occurs in the region, although it has not been recorded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Lynx rufus subspecies. Bob-cat. The bob-cat still is found in the Osage Savanna (Okla. Game and Fish Comm. Report, 1936: 45) , but it apparently is extinct in the Bird Creek region.",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 124,
                        "text": "Game and Fish Comm. Report, 1936: 45)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Citellus tridecemlineatus texensis. Thirteen-lined spermophile. The spermophile of the Bird Creek region has been referred to the subspecies texensis by A. H. Howell (unpublished revision) .",
                "cite_spans": [
                    {
                        "start": 159,
                        "end": 188,
                        "text": "Howell (unpublished revision)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "This spermophile inhabits the grasslands of the region. The species is not common on the Garnett prairie, but one individual was seen there in the grama beardgrass association on July 30, 1935, and a subadult female was taken there on July 4, 1936. One was seen there on July 5, 1936, in the sumac grama association. Spermophiles often were seen in the bluejointswitchgrass association in the vicinity of Tulsa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The largest population of spermophiles was found on a golf course in Mohawk Park, where 15 specimens were collected on August 3, 1935, and many other individuals were seen. Two half-grown albino females were captured in the same place on August 14, 1935, and a third albino animal was seen. A female spermophile that was captured in Mohawk Park on August 17, 1935, gave birth to 8 young on the following day. One of the females of the litter was measured at the age of 24 hours. The total length was 58 mm.; the tail length 10 mm.; and the length of the right hind foot 6 mm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Several toads (Bufo woodhousii) and one gopher-frog (Rana areaolata) were found in spermophile burrows in Mohawk Park on August 14, 1935. No spermophiles were found in the burrows from which these animals were taken.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Sciurus carolinensis carolinensis. Gray-squirrel. The gray-squirrel and fox-squirrel occur together in all of the forest associations of the region. There is no restriction of the gray-squirrel to lowland forests and the fox-squirrel to upland forests, as occurs in most of the range of the 2 species in the southeastern United States. There seems to be a slight predominance of graysquirrels in the oak elm association and a slightly greater abundance of f oxsquirrels in the oak hickory and ravine forest associations. The occurrence of the 2 species together in almost equal numbers in the Bird Creek region may be due to the restricted extent of the forest associations. abundance, population pressure probably forces individuals of both species into all areas habitable by squirrels, so that no distinction is made between the upland and lowland forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "An adult, male gray-squirrel was shot in the oak elm association in the Garnett area on July 18, 1935. A subadult female was taken at the same station on July 27, 1935. An adult femnale was collected in the ravine forest association in the same region on July 27, 1935, and another was taken at the same station on September 5. Another adult female was taken in the oak hickory association in the same area on July 12, 1935.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Gray-squirrels were very numerous in Mohawk Park in the summer of 1936, where they were observed in the oak elm, pin oak swamp, and lowland thicket associations. In June, 1937, these animals were found to be extremely scarce in the region, and few were observed in Mohawk Park, where they had been abundant the previous year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Sciurus niger rufiventer. Fox-squirrel. An adult, male fox-squirrel was collected in the ravine forest association in the Garnett area on July 27, 1935. Another adult male was taken in the oak elm association at the same station on the same date. Fox squirrels also were observed in the oak hickory association at this station. Fox-squirrels living in the ravine forest association were found to have the interesting habit, when pursued, of sometimes hiding beneath the limestone blocks littering the ravine slopes instead of taking refuge in the trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Fox-squirrels were about as abundant as 'gray-squirrels in Mohawk Park in the summer of 1936, where they were observed in the oak elm, pin oak swamp, and lowland thicket associations. As many as 50 squirrels of the 2 species could be seen in an area of 2 or 3 acres in the early morning. This abundance may have been due in part to the fact that in the park squirrels are protected from hunting. In June, 1937, the fox-squirrels, like the graysquirrels, were so scarce that hardly one could be seen where dozens existed the previous year. The fact that the increase of 1936 and the decrease of 1937 occurred in the 2 species simultaneously seems worthy of note. It would appear from this that whatever may be the factors governing the abundance of squirrels in the region they affect both species simultaneously.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Glaucomys volans saturatus. Flying-squirrel. An adult male and female were trapped in a large oak in the oak elm association in Mohawk Park on August 20, 1935. A pregnant female was trapped in the same tree on September 5, 1935. The 4 uterine swellings averaged 30.5 mm. in length. All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "September 5, 1935, and an adult male and female were taken at this the following day. An adult male was trapped in the same association Garnett area on June 8, 1936. An adult female was secured in the blu switchgrass association near Tulsa on August 17, 1935, and another was obtained on September 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Pocket-gopher mounds were abundant in the sumac grama association on the Garnett prairie in 1933 and 1934. They were seldom seen in the summers of 1935 and 1936, which were periods of extreme drought. It seems probable that the droughts affected the pocket-gophers adversely by killing many plants thus reducing their food supply and by baking the soil so that it retarded the expansion of colonies. The pocket gophers in this region throw up mounds only when the soil is moist, so it seems probable that their burrows are enlarged only at such times. If young were produced during the drought years they probably would have difficulty in starting burrows if forced out of the maternal tunnels. No evidence of more than one individual living in a single system of burrows was found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Eleven pocket-gophers were collected on a golf course in Mohawk Park in August and early September, 1935. They seemed much less reduced in numbers on the golf course, which was watered during the drought seasons, than in other parts of the Bird Creek region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "In the winter of 1937-38, 0. W. Letson found pocket-gophers invading the oak elm association in Mohawk Park. These animals are not known to have previously occurred in this association in the Bird Creek region. In the same winter, P. F. Blair, Jr. noted that pocket-gopher mounds were very abundant on the Garnett prairie in contrast to their scarcity there the preceeding 2 years. The rainy year, 1937, probably favored the increase of the pocket-gophers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus spilotus. Plains pocket-mouse. This species is most abundant in the sumac-grama association. Three specimens were taken in this association on the Garnett prairie in November, 1933. Eight were taken at the same station in the summer of 1935. In the summer of 1936, one of these pocket-mice was taken in the sumac grama association on the Twin Lakes prairie, and 20 of them were collected in the same association on the Garnett prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Six specimens were taken in the grama beardgrass association on the Garnett prairie in the summer of 1936. Two individuals were trapped in the plum thicket association on the Garnett prairie in September, 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Numerous pocket-mouse burrows were discovered and excavated on the Garnett prairie (Blair, 1937, 188) . All of the burrows were located at least partially beneath limestone slabs, and it is probable that the availability of these slabs is an important factor in the distribution of the pocket-mouse in the 3 associations in which it was found. This species was notably absent from ridges in the grama beardgrass association on which there were no limestone fragments. Such ridges generally were found to be dominated by buffalo grass (Buchboe dactyloides), and the lack of heavier cover may have been responsible in part for the absence of the pocket-mice. In the sumac grama association pocket-mice were most often taken in situations where the ground cover was dense but limited to pockets between the abundant limestone fragments. They were not taken in the prairie drains or other parts of the association where the grasses formed a continuous ground cover.",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 101,
                        "text": "(Blair, 1937, 188)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys montanus griseus. Gray harvest-mouse. An adult male was trapped in the sumac grama association on the Garnett prairie on June 9, 1936, and a subadult male was taken on July 22. An adult male was collected in the grama beardgrass association on the Garnett prairie on July 3, 1936, and an immature male was taken the following day. An adult female was found on June 26, 1936, in a nest beneath a small limestone slab in the grama beardgrass association on the Garnett prairie. There were no burrows beneath the slab, except a shallow depression containing a nest of cotton about one and one-half inches in diameter. The cotton probably was collected about an inhabited shack about 50 feet from the nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus ozarkiarum Black. Deer-mouse. A male deermouse was taken in the grama beardgrass association on the Garnett prairie on December 30, 1931, and another was collected at the same station on April 2, 1932. Four individualas were captured there in the summer of 1935, and 15 were secured in the summer of 1936. Fifteen deer-mice were taken in the sumac grama association in the Garnett area in the summer of 1935, and 17 were collected there during the summer of 1936. An adult male was taken in the plum thicket association there on September 2, 1936. In these associations deer-mouse burrows often were found beneath limestone slabs. The nests in these situations often were found to be made of the silky fruit of the oblong-leaved milkweed (Asclepiodora viridis). Deer-mouse burrows also were found beneath clumps of prickly pear (Opuntia tortispina and 0. humifusa).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Eleven deer-mice were trapped in the bluejoint switchgrass association near the southern edge of Mohawk Park in December, 1931. Most of the mice were trapped in an area that had been burned a short time before, and in this situation their burrows were easily located.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus noveboracensis. Wood-mouse. A female wood-mouse was taken in the ravine forest association in the Garnett area on December 30, 1931. It was trapped near a hole at the base of a large limestone block on a ravine slope. Another was trapped at the same station on April 2, 1932. One wood-mouse was taken in the ravine forest association in the Garnett area on June 20, 1935, and 4 were collected in the same association in the Twin Lakes ravines on July 2, 1935. Thirteen were collected in this association in the Garnett area, and 16 were taken in the Twin Lakes area during the summer of 1936. The wood-mouse was found to occur in all parts of the ravine forest association. Along the rim-rock it was associated with the brushmouse (Peromyscus boylii attwateri).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Seven wood-mice were taken in the oak hickory association in the Garnett area in the summer of 1935. Eleven wood-mice were taken at the same station A male wood-mouse was captured beneath a log in the oak-elm association in the Twin Lakes area on March 4, 1932; a male and female were taken in this association at the mouth of Mingo Creek on March 19, 1932; and a male was collected in the same association near the mouth of Bird Creek on April 1, 1932. Fifteen wood-mice were taken in this association in Mohawk Park during the summer of 1935, and one was taken in it in the Garnett area. One of those taken in Mohawk Park was caught in a trap that was set about 20 feet from the ground in a large bur oak (Quercus macrocarpa) on August 31. Nine specimens were collected in this association in Mohawk Park during the summer of 1936. In the oak elm association the wood-mouse was found to live beneath fallen logs, in brush piles, or in trees. Individuals were most often found living beneath or within the dryer and less decayed logs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Six wood-mice were collected in the sumac-grama association on the Garnett prairie during the summer of 1935. Twenty-two specimens were obtained in the same association on the Garnett prairie in the summer of 1936. Many of the wood-mice taken in this association probably wandered into it from the oak-hickory and ravine forest associations. Some of them may have been living in the association, but no nests of these mice were found there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Fifteen wood-mice were taken in the lowland thicket association in Mohawk Park in August, 1936. Four mice were captured in the sedge marsh association, and 2 males and one female were taken in the buttonbush swamp association in the same region and during the same month. An adult male was trapped in the pin oak swamp association in Mohawk Park on August 19, 1936, and another adult male was caught in the weed association in the same region on August 25. The scarcity of wood-mice in these associations probably was due to the lack of homesites. The animals taken here may have wandered into the areas from the oak elm association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Peromyscus boylii attwateri. Brush-mouse. Four brush-mice were taken at the base of the rim-rock in the ravine forest association in the Twin Lakes area, in the summer of 1935. Seventeen of these mice were trapped at the same station in the summer of 1936. These mice were trapped at the base of the rim-rock and on the steeper ravine slopes. None were taken where there were not large rock outcrops with an abundance of fissures and crevices, and none were taken on the more gentle ravine slopes. The niche occupied by this species and that occupied by the wood-mouse somewhat overlap. The wood-mouse generally was found to live on the more gentle slopes, but it occasionally was taken on the steep slopes with the brush mouse and at the base of the rim-rock. On the rim-rock the brush-mouse is associated with the woodrat (Neotoma floridana). A pair of brush-mice was observed in a woodrat nest near Okesa, Osage County, on August 1, 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "It is surprising that the brush-mouse was not found in the Garnett ravines, as the conditions there apparently are suitable. Sigmodon hispidus texianus. Cotton-rat. An adult, male cotton-rat was taken in the bluejoint switchgrass association near the southern edge of Mohawk Park on January 17, 1932, where numerous runways were observed. On November 25, 1933, an adult female was trapped in the sumac grama association on the Garnett prairie. On December 29, an adult male was found at the same station beneath a limestone slab. The nuts of the black hickory (Carya buckleyi) and pecan (Carya pecan) and acorns of the blackjack oak (Quercus marilandica) were stored beneath the slab. There were 2 well-marked trails leading to entrances to the burrows beneath the stone. The ground about the entrances was littered with weed and grass stems that had been cut into short lengths.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "In the summer of 1934, cotton-rats were very abundant in the Bird Creek region. In July of that year these animals were found even on the barren ridges of the grama beardgrass association in the Garnett area. In these situations, numerous rats and their nests and runways were observed beneath clumps of prickly pear (Opuntia humifusa and 0. tortispina). At that time the cotton-rat cycle was at a peak, and undoubtedly the pressure exerted by over-population in the habitats normally occupied by the species forced many individuals into less favorable situations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Cotton-rats were so scarce in the summer of 1935 that only one individual was seen during 3 months in the field. This animal was found dead in the road 13 miles east of Tulsa in an area of sumac grama association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "In the summer of 1936 cotton-rats again were abundant in the Bird Creek region, although they did not seem as numerous as in 1934 and were not found in the grama beardgrass association. Forty-two specimens were taken in the sumac grama association on the Garnett prairie during June and July.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Twelve adult and 28 immature cotton-rats were taken in the sedge marsh association in Mohawk Park from August 11 to 14. Many of the immature animals were so small that they seemed hardly large enough to get around, and others were of various larger sizes. The large proportion of these young cotton-rats of various sizes indicates that the species was breeding in early August in the sedge marsh association. No very young individuals were among the 16 cotton-rats trapped from August 11 to 14 in the weed association in Mohawk Park, and the 3 subadults taken were almost fully grown. Only one subadult was included in the 17 cotton-rats taken from September 2 to 5 in the plum thicket association on the Garnett prairie. It is evident from this that the species was not breeding in August in the weed and plum thicket associations. Throughout the summer there was an abundance of 'green food available in the sedge marsh association in the form of sedge plants. In the associations in which the cotton-rats were not breeding the grasses and other low plants were dead and dry during late summer. It may be possible that green food is necessary for the normal functioning of the reproductive processes of the cotton-rat. The yearly fluctuations in numbers of cotton-rats from 1934 to 1936 correlate with the amount of spring rainfall. The spring of 1934 and that of 1936, preceding summers of cotton-rat abundance, were relatively dry, while that of 1935, preceding a summer of scarcity, was unusually wet. The wet spring possibly affected the cotton-rats adversely by flooding their homes and drowning any young that may have been produced.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "On February 27, 1932, 2 adult females were collected and other cotton-rats were seen beneath cane \"shocks\" in a field about 2 miles south of Owasso, The house-mouse (Mus musculus) was abundant in the same habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Neotoma floridana baileyi. Florida woodrat. One female and 3 adult, male woodrats were trapped in the ravine forest association in the Garnett ravines on April 16, 1932. Three specimens were taken at the same station in the summer of 1935, and 3 were collected there in the summer of 1936. A subadult male was collected in this association in the Twin Lakes ravines on June 30, 1936. In the ravine forest association woodrats were most often caught near the rim-rock. Their bulky nests of sticks and leaves could be seen in many places in the larger crevices in the rim-rock. The woodrats also were trapped on the ravine slopes near the larger limestone blocks. They occupied burrows beneath the blocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Five wood-rats were taken in the oak-hickory association in the Garnett area during the summer of 1935. One of these was trapped near the entrance to a burrow under a large limestone slab. All of the woodrats were taken in situations in which there were more and larger limestone fragments than in most of the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "An adult, male woodrat was caught in the sumac-grama association on the Garnett prairie on November 12, 1932. It was trapped in the entrance to burrows beneath a large limestone slab, which was about 300 yards from the nearest part of the ravine forest association. Several fruits of the persimmon (Diospyros virginiana) were found in and about the burrows.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "A woodrat was driven from a hole in a dead snag in the oak-elm association about 3 miles west of Catoosa on December 10, 1932. An adult female was shot in a brush pile in the same association near Catoosa by P. F. Blair, Jr. on February 15, 1936. In the summer of 1935, there were abundant signs of a woodrat living in a dead spotted oak (Quercus shumardii) standing in the oak elm association in the Garnett area.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 246,
                        "text": "Blair, Jr. on February 15, 1936.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Microtus ochrogaster. Prairie vole. The only specimen of the prairie vole known from northeastern Oklahoma is an adult female that was taken a small area of bluejoint switchgrass association about one mile east of Garnett on April 2, 1932. The Bird Creek region must be very near the southern limit of the range of this species. Dice (1922, 46) Dice (loc. cit.) concluded that the westward distribution of the species is limited by the drying up of the grassland at some time of the year. This would mean that in the Bird Creek region the species would be limited to the bluejoint switchgrass association, and that west of this region it would occur only in post-climax areas of tall grass. The destruction of much of the bluejoint switchgrass association in northeastern Oklahoma through cultivation and overgrazing has greatly reduced the extent of habitats suitable to this species.",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 344,
                        "text": "Dice (1922, 46)",
                        "ref_id": null
                    },
                    {
                        "start": 345,
                        "end": 361,
                        "text": "Dice (loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Pitymys nemoralis. Pine vole. Pine voles were found in the Bird Creek region only in the oak elm association. In the spring of 1929 or 1930, the number of pine voles increased almost to epidemic proportions. At that time almost every log or bit of fallen wood on the Verdigris River flood-plain opposite the mouth of Bird Creek sheltered one or more of the animals. An adult male was taken in the Twin Lakes area on February 13, 1932, and 2 adult females were taken in the same area on March 4, 1932. Two adult females were taken near the mouth of Mingo Creek on March 18 and 19, 1932. Another was collected near the mouth of Bird Creek on April 1, 1932. A female with 5 very small young was captured beneath a rotting log in the Twin Lakes area on February 15, 1933. The nest was made of grass, leaves, and shredded elm bark. When the female was disturbed she ran from the nest with the young clinging to her teats. This behavior was observed on many occasions when females with young were disturbed. A half-grown male was captured in a nest of grass and leaves beneath a rotting log in the Garnett area on Novembet 18, 1933. The nuts of the bitternut hickory (Carya cordiformis) and pecan (Carya pecan) and the acorns of the spotted oak (Quercus shumardii) were found stored in a chamber beneath the log. The pine vole was found to occupy a niche slightly different from that occupied by the wood-mouse (Peromyscus leucopus noveboracensis). The woodmice were found under the more dry and less decomposed logs. Pine voles were found under rotten, crumbling logs with a high water content. In wet seasons pine voles were found at the Twin Lakes in nests beneath logs only a few feet from temporary ponds. There often was water less than a foot below the surface of the ground beneath the logs. In such situations the \"wells\" of crayfish often were found beneath the logs which covered the pine vole nests. Pine voles sometimes were found in winter living beneath corn \"shocks\" in flood-plain fields surrounded by the oak-elm association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The population of pine voles in the Bird Creek region was almost wiped out by the wet spring of 1935, when flood waters stood on the flood-plains of the region for several weeks. None of these animals were found during the summers of 1935 and 1936, except in Mohawk Park, where the floodplains were protected by a dike. An adult male and female were captured beneath a log in Mohawk Park, by A. P. Blair Zapus hudsonius campestris. Jumping-mouse. An adult, female jumpingmouse was taken in the lowland thicket association in Mohawk Park on August 17, 1936. Four days later an adult male was taken in the same association 170 yards from where the female was caught. The specimens extend the known rantge of the species southward from central Kansas into northeastern Oklahoma. The specimens are somewhat smaller and paler than typical campestris, but the differences are not sufficient to warrant subspecific recognition on the basis of no more material than now is available.",
                "cite_spans": [
                    {
                        "start": 398,
                        "end": 403,
                        "text": "Blair",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Lepus californicus melanotis. Jackrabbit. Jackrabbits were observed many time in the grama beardgrass association on the Garnett prairie. Ore was shot there on November 24, 1932, and another was killed on November 26. Four were shot at the same station on October 1, 1933. A female that was shot on July 22, 1935, in this association on the Garnett prairie contained one large embryo. A jackrabbit that was pursued by dogs at the same station on June 21, 1935, killed itself by running into the bottom strand of a barbed-wire fence and cutting its throat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Jackrabbits were seen also in the sumac grama association in the Garnett area, but they were much less frequently encountered there than in the gramabeardgrass association. They were not seen in the bluejoint switchgrass association except where hay meadows had been mowed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "An adult male and suckling female were shot on June 27, 1935, about one mile northeast of Garnett. The 2 animals were moving about together, and they hopped from an oat field across a road into a corn field. The stomach of each was filled with masticated oat grains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Sylvilagus floridanus alacer. Cottontail. Following a heavy snow, 6 cottontails were found beneath tree roots and in other protected spots in the oak-elm association near the mouth of Mingo Creek on December 27, 1932. An adult male was shot by P. F. Blair, Jr. in Seven cottontails were shot in the ravine forest association in the Garnett area on a day in the fall of 1933. Cottontails were observed in the Garnett ravines on numerous other occasions. They often would escape into retreats beneath the limestone blocks on the ravine slopes or into crevices in the rimrock. These animals often were observed in the oak hickory association in the Garnett area, where 5 specimens were taken in September, 1936. The cottontails were most frequently encountered in the parts of the association in which there was heavy cover.",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 263,
                        "text": "Blair, Jr. in",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Cottontails frequently were observed in the sumac grama association in the Garnett area. A young male was shot there on June 27, 1935, and an adult male was collected there by P. F. Blair, Jr. on November 20, 1935 . Five cottontails were obtained in the same place during the first week of September, 1936. They were found to be rare in the grama-beardgrass association, but 3 specimens were taken in that association in the Garnett area on October 1. 1933. The cover is rather sparse for cottontails in this association. They never were seen on the more barren ridges dominated by buffalo grass (Buchloe dactyloides). Cottontails frequently were seen in the plum thicket association on the Garnett prairie. They also were often seen in the bluejointswitchgrass association in various parts of the Bird Creek region.",
                "cite_spans": [
                    {
                        "start": 182,
                        "end": 213,
                        "text": "Blair, Jr. on November 20, 1935",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "A cottontail was seen in the sedge marsh association in Mohawk Park on August 11, 1936. Swamp-rabbits (Sylvilagus aquaticus) were observed in the same situation. Cottontails were observed on numerous occasions in the buttonbush swamp association in Mohawk Park and in the Twin Lakes area. In the summer of 1936, they frequently were encountered in the weed and lowland thicket associations in Mohawk Park.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "Sylvilagus aquaticus aquaticus. Swamp-rabbit. Four swamp-rabbits were shot in the oak-elm association about 2 miles northwest of Catoosa on December 10, 1932. There was a 2 inch cover of snow on the ground, and one swamp-rabbit was seen and tracked in the snow. For the first 40 yards after being flushed the rabbit averaged 6 feet at a jump. Then the jumps lengthened to about 12 feet. When the animal crossed a weedy area the jumps shortened to 6 or 8 feet, but as soon as the rabbit left this and entered an area of bare snow the jumps lengthened to 10 and 12 feet. The tracks finally were lost among other rabbit tracks in an extensive thicket. On February 9, 1935, A. P. Blair and P. F. Blair, Jr. frightened a swamp-rabbit from a brush pile at the same station and shot it. An adult female was found dead in the oak-elm association in Mohawk Park on June 22, 1936. An autopsy showed no observable cause of death.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "A swamp-rabbit was shot in the buttonbush swamp association about miles northwest of Catoosa on November 20, 1932, and another was obtained there on November 25, 1932. Three specimens were collected in the same situation by A. P. Blair and P. F. Blair, Jr. in February, 1936. These animals often were observed in the sedge marsh association in Mohawk Park and on the Bird Creek flood-plain near Catoosa. On August (Blair, 1936, 293) .",
                "cite_spans": [
                    {
                        "start": 230,
                        "end": 275,
                        "text": "Blair and P. F. Blair, Jr. in February, 1936.",
                        "ref_id": null
                    },
                    {
                        "start": 414,
                        "end": 432,
                        "text": "(Blair, 1936, 293)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Annotated List of Mammals",
                "sec_num": null
            },
            {
                "text": "The summers of 1934, 1935, and 1936 were abnormally dry in the Bird Creek region, as in many parts of the central United States. The average rainfall in this region during the months of June, July, and August is 11.42 inches (average of 43 year record at Tulsa and 15 year record at Claremore). There was a total of only 5.54 inches (average of Tulsa and Claremore station records) of rainfall during these months in 1934. In these months in 1935 there was a rainfall of 11.82 inches, but approximately 10 inches of this came in the first 20 days of June. In 1936 only 2.87 inches of rain fell during June, July, and August. During the first 8 months of that year the The dry summers of 1934 and 1935 had only moderately severe effects on the vegetation of the region. The most conspicuous results of these dry summers were the absence or scarcity of many late summer and autumn annuals and the failure of fall-fruiting grasses to set seed. The flood-plains of the region were extremely barren in the summer of 1935, as their inundation for several weeks in the spring killed much of the under-cover. The cumulative effects of the droughts of 1934 and 1935 may have intensified the effects of the drought of 1936 through the reduction of moisture in the soil.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 35,
                        "text": "of 1934, 1935, and 1936",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The great drought of 1936 had a conspicuous effect on the oak-elm association in some parts of the Bird Creek region. Numerous trees of several. species were killed, and the forest floor was opened up to many invading annuals. One of the most severely damaged sections in the Twin Lakes area was examined on June 28, 1937. A census was made of the trees in a strip 165 feet wide along the north shore of the south lake, comprising 1.4 acres (Table 1) . The American elm (Ulmus americana) and hackberry (Celtis laevigata), which were the principal dominants of the area, suffered most from the drought. The American elm was most severely affected, losing 29 of 61 trees on the plot, or 47 per cent of the elm trees. The hackberry was somewhat less severely damaged. Twenty-five of the 76 trees of this species were killed, and 3 suffered some top-killing. The trees completely killed comprise 34 per cent of the individuals of this species in the plot. In all, 15 of the 21 species of trees in the plot suffered some damage from the drought, either through top-killing or through complete loss of life. Thirty per cent of all of the trees in the plot were killed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 441,
                        "end": 450,
                        "text": "(Table 1)",
                        "ref_id": "TABREF23"
                    }
                ],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The loss of so many of the trees allowed sunshine to penetrate to the forest floor. This resulted in the replacement of most of the shade tolerant herbs by annual weeds, of which the most conspicuous was the high-water weed (Iva xantlifolia). Among the undershrubs in the plot, many of the roughleaf dogwood (Cornus asperifolia), swamp holly (llex decidua), pricklyash (Zanthoxylum americanum), and prairie rose (Rosa setigera) were killed to the ground. On the other hand, the coral berry (Symphoricarpos orbiculatus), hawthorn (Crataegus sp.), and blackhaw (Viburnum rufidulum) apparently did not suffer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The above described plot is an extreme example of the effects of the drought on the oak--elm association in the Bird Creek region. Most of the trees killed were within 80 feet of the lake shore, and they probably had shorter roots than those farther from the lake. Trees also were killed in other parts of the association, but not in such great numbers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The oak-hickory association did not suffer as severely as did normally moist situations in the oak-elm association, like that described above. However, trees were killed in many places in the oak-hickory association, and numerous other trees that were not killed suffered top-killing or the loss of large limbs. There also was in this association a heavy loss in the shrub layer, where the smooth and dwarf sumacs (Rhus glabra and R. copallina) were stripped of their leaves and bark by grasshoppers. The grasshoppers destroyed these plants apparently because other food was scarce, due to the drought. The drought resulted in a general opening up of the forest in some parts of this association and in restricting the extent of the association where it was encroaching on adjoining grasslands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The effects of the drought on the grassland associations of the region were less conspicuous and apparently less severe than on the forest associations. The tall grasses achieved very little growth during 1936, and most of them failed to set seed. There may have been some decrease of tall grasses and increase in short grasses in the grama-beardgrass association similar to that found by Weaver and Albertson (1936, 567) in Kansas and Nebraska, but no detailed study of the composition of the grassland vegetation was made. There were no changes sufficiently great to alter the general aspect of any of the grassland associations, and following the wet spring of 1937, these associations looked very much like they did before the drought years.",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 421,
                        "text": "Weaver and Albertson (1936, 567)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Effects of Drought",
                "sec_num": null
            },
            {
                "text": "The most conspicuous effects of the great drought of 1936 in the Bird Creek region were the death of many trees of the dominant species in the oak-elm association, particularly in normally moist situations, and the death of numerous trees in the oak-hickory association, thereby reducing the density and extent of that association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 511",
                "sec_num": null
            },
            {
                "text": "Undoubtedly the changes in the vegetation caused by the drought resulted in changes in the local distribution and abundance of some of the mammals in the region, but information about any such changes that may have taken place is not available.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 511",
                "sec_num": null
            },
            {
                "text": "In order to obtain a measure of the abundance of small mammals in the various associations of the region, most of the traps employed during the summer of 1936 were set in measured quadrats or in single lines of measured length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "A quadrat 4 by 5 chains in dimensions was found to be a convenient unit and was employed in most situations where the extent of the association was sufficient to permit its use. Where an association was too small to allow the use of a quadrat of this size smaller quadrats were employed. The large quadrats contained 5 parallel lines of traps, the trap lines being one chain apart and 5 chains long. Each trap line consisted of 20 traps spaced about 16 feet apart. The close spacing of the traps made sure that most of the mammals would be trapped out of the area in a short period of time. In the smaller quadrats the trap lines generally were also placed one chain apart, and the spacing of the traps was the same as in tlhe large quadrats. The lines were laid out with a steel tape, and a compass was used in heavy cover. Small cloth banners, placed on stakes at intervals of one chain along the lines, facilitated the laying out of the quadrats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "The single trap lines generally were 25 chains in length. A line of this length contained 100 traps spaced about 16 feet apart. A trap line about 12 chains long containinlg 50 traps, and another about 6 chains long containing 25 traps also were employed at various times. The measured trap lines are more easily set than the quadrats and can be placed in parts of ecological associations which are of such shapes that quadrats can not easily be laid out.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Small, metal, live traps of several types were used except in 2 of the quadrats where snap traps were employed. The snap traps were of the \"Museum Special\" type. All of the traps were numbered serially. Both the live and snap traps apparently functioned equally well. The number of the trap in which each animal was taken was recorded together with the sex and approximate age class (adult or immature) of the animal. All of the mammals caught were removed from the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Each quadrat or single trap line ordinarily was maintained for 4 nights of trapping, although in a few cases the period of trapping was longer. In order that the calculations of relative abundance in the various associations may be comparable only the catch of the first 4 nights will be considered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "The animals taken in an area during the first 4 nights of trapping, how do not necessarily comprise the actual population of the area over whic traps have been set. It is probable that not all of the animals whose home ranges are crossed by the trap lines are captured in this period of time, although W. H. Burt (unpublished manuscript) has found that, in areas in southern Michigan in which he knew the population of wood mice, 90 to 95 per cent of the population could be taken in 4 nights of trapping. Some of the individuals taken on a quadrat have home ranges that extend beyond the limits of the outer traps, and therefore the area trapped out is larger than the area on which the traps are set. Another complicating factor is the possibility that some animals will wander into the area from unknown distances after the resident animals have been trapped.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "This method of trapping does, however, give an index of relative abundance that is free of the most serious of Dice's (1931, 377) criticisms of the \"trap-night\" method of Grinnell (1914, 92) . The use of standard time, areal, and trapping units makes quadrats set at approximately the same time of the year comparable. The even spacing of the traps reduces the probability of error due to the personal factor involving skill and experience in setting traps. The method is more reliable than that of Townsend (1935, 15) in which the areal units were so small (17/80 acre) that in wandering from adjacent areas, for which no allowance was made, obviously contributed more to the size of the catch than the population within the measured area.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 129,
                        "text": "Dice's (1931, 377)",
                        "ref_id": null
                    },
                    {
                        "start": 171,
                        "end": 190,
                        "text": "Grinnell (1914, 92)",
                        "ref_id": null
                    },
                    {
                        "start": 499,
                        "end": 518,
                        "text": "Townsend (1935, 15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "The trapping records detailed below give, for the summer of 1936, a measure of the relative abundance of a few of the species of the region in the several associations in which they were found. Several other species of mammals were taken in the quadrats and trap lines, but so few individuals were obtained that little more can be said of these species than that they were rare in the Bird Creek region in the summer of 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus ozarkiarum. Deer-mice were taken in 2 quadrats in the grama-beardgrass association and in 4 quadrats in the sumac grama association. The number of mice taken per quadrat in one of these associations is comparable with the catch per quadrat in the other. This is true because the quadrats were of the same size (4 by 5 chains each); they were set at approximately the same time of the year (June-July); and each quadrat was located in the midst of a large, uniform area, making the chances of inwandering the same in each quadrat. Ten deer-mice were taken from June 24 to 27 in one quadrat in the grama-beardgrass association, and 5 were caught in the other from July 3 to 6. The 4 quadrats run in the sumac-grama association in June and July took 6, 4, 3, and 3 deer-mice respectively. This suggests that deer-mice were more abundant in the grama-beardgrass than in the sumac-grama association in the summer of 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Perognatbus hispidus maximus. Pocket-mice were taken in all of the quadrats in which the deer-mice were caught, and the catch of pocket-mice in the 2 associations can also be directly compared. Three pocket-mice were captured in one of the 2 quadrats in the grama-beardgrass association, and one indiivdual was taken in the other. The 4 quadrats in the sumac grama association took 7, 6, 5, and 2 pocket-mice respectively. This seems t indicate that these mice were more abundant in the sumac-grama than in grama-beardgrass association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus noveboracensis. The numbers of wood-mice tak per quadrat in the various associations are not comparable, because qua and single lines of various sizes were necessitated by the variations in the and shape of the areas covered by many of the associations. However, abundance of wood-mice in the various associations may be compared if average catch of these animals per acre in each can be calculated. The reliability of these calculations depends on the accuracy with which the area trapped out can be computed. The home ranges of some of the mice taken will lie partially outside of the measured area, and an allowance for this must be made in the calculation of the area trapped out. W. H. Burt (unpublished manuscript) has found that the average width of the home range of the wood-mouse in southern Michigan is about 250 feet. If we assume that the home range of the wood-mouse is the same in the Bird Creek region as in southern Michigan, 125 feet (one-half of the average width of a home range) may be added to each side of each quadrat or single line, except on the sides bounded by unfavorable habitats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "The chief difficulty in determining the average catch per acre lies in the impossibility of distinguishing between animals whose home ranges are at least partially within the measured area and those that wander in after the residents have been removed. The computed numbers per acre are not strictly comparable because of this inability to distinguish between resident and invading individuals and because there are less chances of invasion in partially or completely isolated quadrats than in quadrats set in the midst of extensive associations. However, the error from this source is believed not to be great enough to obscure the larger differences in numbers of wood-mice in the various associations, and the computed number per acre probably is a rough approximation of the population per acre.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "The greatest concentration of wood-mice was in the ravine forest association, where the computed catch per acre was 2.01 animals ( Table 2). The   TABLE 2 Computed catch of wood-mice (Peromyscus leucopus) in the Bird Creek region.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 131,
                        "end": 154,
                        "text": "Table 2). The   TABLE 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "One hundred and twenty-five feet beyond the traps added to each side of the quadrats and lines, except on sides bounded by unfavorable habitats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population Studies",
                "sec_num": null
            },
            {
                "text": "Associations Caught Acres PerAcre Oak-hickory -------------12 7.57 1.58 Ravine forest_-____________29 14.39 2.01",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "Oak-elm ---------------9 25.41 .35",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "Lowland thicket -----------12 21.04 .57 Pin oak swamp -----------1 9.02 .11 computed catch of wood-mice in the oak-hick viduals per acre, indicating that these animal abundant there than in the ravine forest associ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms acre was so small in the oak-elm, lowland thicket, and pin oak swamp a ciations that it signifies little more than that wood-mice were scarce in associations during the summer of 1936.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "Wood-mice occasionally were found in the sumac-grama association on the Garnett prairie, as stated in the annotated list. In the summer of 1936, one individual was taken in a quadrat in this association on June 26, and 2 others were taken on July 21 and 23, respectively. These animals probably were wanderers from the adjoining oak-hickory and ravine forest associations. A quadrat in the sumac-grama association had one of its long sides parallel to the edge of the oak-hickory association which was about 100 yards away. Nineteen wood-mice were taken in this quadrat from June 6 to 10. All of the mice appeared to be young of the year, although some had attained adult pelage. Young wood-mice were found by Burt (unpublished manuscript) to wander more than old animals and to push out from their preferred habitats into unfavorable situations during their search for homesites. The wood-mice taken in this quadrat probably were wanderers from the nearby oak-hickory association. Wood mice were taken rarely later in the summer in the quadrats in the sumac-grama association, probably because young mice were not being produced then.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "Sigmodon hispidus texianus. The problem of comparing the numbers of cotton-rats taken in the various associations is more difficult than that of comparing the numbers of wood-mice. The average size of the home range of the cotton-rat is not known, so in the computation of the average catch per acre an arbitrary addition of one chain has been made beyond the outermost traps on each side of the quadrat on which there was a habitat occupied by cotton-rats. The allowance of one chain is based on a general knowledge of the habits of the species, which indicates a smaller home range than that of the wood-mouse.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "The computed number of cotton-rats per acre is much greater for the sedge marsh association (88.89 individuals) than for the other associations in which they were taken ( Table 3) . All of the cotton-rats taken in this association apparently were residents, as the area trapped was isolated. It was surrounded by the pin oak swamp association, in which cotton-rats were not taken. The computed catch per acre is greater in the plum thicket association (7.20 animals), weed association (4.09), and sumac-grama association (1.46) than in the oak-elm, lowland thicket, and buttonbush swamp associations. In these latter associations so few cotton-rats were taken that it can only be said that the species was scarce in these habitats. The relative abundance or scarcity of cotton-rats in the various associations is correlated in a general way with the amount of ground cover available. The heaviest ground cover was present in the sedge marsh association, where the computed catch per acre was greatest. Less cover was available in the weed, plum thicket, and sumac-grama associations, where the computed catch per acre was much less than in the sedge marsh association. Very little ground cover was present in the oak-elm and lowland thicket associations because of the shading of the forest floor by the shrub layer, and cotton-rats were scarce in these associations. They also were scarce in the buttonbush swamp association, where there was little ground cover, because the buttonbushes shaded the ground. It is not known whether the ground cover is more important as protection to the cotton-rats or as a source of food, but it probably is important as both.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 171,
                        "end": 179,
                        "text": "Table 3)",
                        "ref_id": "TABREF25"
                    }
                ],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "The population studies presented above, while obviously subject to a considerable degree of error, give a more reliable measure of mammalian abundance than any other method in use at present, except the marking and retrapping of live animals on measured plots, a technique that is not practicable in reconnaissance work. The data obtained through the above studies give a usable measure of the abundance of a species in the various ecological associations in which it occurs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Total Number Computed Computed Number",
                "sec_num": null
            },
            {
                "text": "The Bird Creek region is intermediate in position between the eastern deciduous forest and the grasslands of the Great Plains, and it is part of an area about 100 miles wide which is neither predominantly forest nor grassland. This strip in northern Oklahoma liest west of the Ozark biotic district (Fig. 2) which is a part of the eastern deciduous forest. West of this strip -lies the Mixed-grass Plains district of the Great Plains grasslands. The Bird Creek region is located approximately midway between the western border of the Ozark district and the eastern border of the Mixed-grass Plains district.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 299,
                        "end": 307,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Ecological associations of both the eastern deciduous forest and the Great 'Plains grasslands occur in the Bird Creek region. The oak-elm, ravine forest, and oak-hickory associations are related to certain eastern deciduous forest associations, as represented in the Ozark district (Blair and Hubbell, 1938) . 'The Great Plains grasslands are represented in the Bird Creek region by the grama-beardgrass and plum thicket associations, which resemble typical associations of the Mixed-grass Plains district. The bluejoint-switchgrass association is closely related to the typical association of the tall-grass prairies, as represented in Illinois and Indiana (Clements, 1920, 131 The degree of relationship of the several associations of the Bird Creek region to their nearest related associations of the nearby major biotic areas varies considerably. The oak-elm and ravine forest are very similar respectively to associations of the same type in the Ozark district, and differ chiefly from them in the absence of certain mesophytes. The important dominants are the same, and in general aspect the oak-elm and ravine forest associations of the Bird Creek region are quite similar to the related associations of the Ozark district.",
                "cite_spans": [
                    {
                        "start": 282,
                        "end": 307,
                        "text": "(Blair and Hubbell, 1938)",
                        "ref_id": null
                    },
                    {
                        "start": 658,
                        "end": 678,
                        "text": "(Clements, 1920, 131",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The oak-hickory association differs chiefly from the related association of the Ozark district in the presence of some herbs having affinities with the Great Plains grasslands. In general aspect, however, the oak-hickory association of the Bird Creek region is fairly similar to the related association in the Ozark district.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The grama-beardgrass association is characterized by the admixture of tall and short grasses, just as in the Mixed-grass Plains district. It differs from the similar association of the Mixed-grass Plains in being restricted to thin limestone soil, where residual limestone fragments are an important feature of the environment. The bluejoint-switchgrass association is characterized by the same tall grasses and by many of the other herbs that are present in the related association in the tall-grass prairies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The sumac-grama association is related to both the oak-hickory and grama-beardgrass associations and has no close counterpart in the nearby biotic areas. The presence of the smooth sumac and other woody plants shows its relationship to the oak-hickory association, and the abundance of herbs that occur in the grama-beardgrass association shows its relationship to that association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Each of the ecological associations, with one exception, is more or less closely related to an association that occurs in one of the 3 nearby biotic areas, and shows little relationship to the associations of the others. The only exception is the sumac-grama association, which has no close counterpart in any one of the 3 biotic areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "In amount of moisture available for plant growth, the Bird Creek region is intermediate between the eastern deciduous forest region and the Great Plains. The average annual temperature is approximately the same at the same latitude in the Bird Creek region and in the nearby eastern deciduous forest and Great Plains grasslands. However, the western part of the eastern deciduous forest, as represented at Fort Smith, Arkansas, has an average annual rainfall of 38.85 inches, and an average wind velocity of only 7.9 miles per hour, while the Great Plains grasslands, as represented at Oklahoma City, have an average annual rainfall of only 31.59 inches, and an average wind velocity of 11.4 miles per hour. The Bird Creek region, as represented at Broken Arrow, the nearest weather station with wind velocity data, has an average annual rainfall of 38.93 inches and an average wind velocity of 11.7",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35. Other factors than wind velocity probably aid in making the amount of moisture available for plant growth in the Bird Creek region less than the annual rainfall of the region would seem to indicate. The rainfall often is of the \"cloudburst\" type, and often a large part of the summer rainfall will be concentrated in a few days or weeks, as in 1935. With such concentrated rainfall the runoff is very rapid, so little moisture soaks into the soil, where it can be utilized by plants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "In this transition region edaphic factors determine to a large extent whether at any given place forest or grassland associations will occur. The alluvial soil on the flood-plains of the streams generally is deeper and more moist than soils on the upland and is mostly occupied by the oak--elm association. The several minor associations that occur also on the flood-plain are seral communities in the development of the oak-elm forest from aquatic associations, or they are seral communities that have resulted from the cutting of the original forest. Ravine slopes, from which evaporation is less rapid than from more level situations, support the mesic ravine forest association. Relatively level, upland areas of limestone soil adjoining the ravines are occupied by the oak-hickory association. This association, which is encroaching on the grasslands, is considered the climax association of the region (Bruner 1931, 193) . Limestone soil that is thinner than that occupied by the oakhickory association becomes very dry in summer and is occupied by the gramabeardgrass association, which is related to the semi-arid grasslands of the Great Plains. Shale soil in the Bird Creek region is occupied by the bluejointswitchgrass association.",
                "cite_spans": [
                    {
                        "start": 908,
                        "end": 926,
                        "text": "(Bruner 1931, 193)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Since the oak-hickory association constitutes the climax in the Bird Creek region the oak-elm and ravine forest associations represent post-climaxes (defined by Weaver and Clements, 1929, 78) , and the bluejoint-switchgrass and grama-beardgrass are sub-climax associations.",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 191,
                        "text": "Weaver and Clements, 1929, 78)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "As a result of the edaphic control of the occurrence of the various ecological associations in the Bird Creek region, there is here an interdigitation of the associations representing the eastern deciduous forest with those of the tall-grass prairies and with those of the Great Plains grasslands. These associations maintain their individual characteristics in the Bird Creek region, therefore ecological associations of the eastern deciduous forest, of the Great Plains grasslands, and of the tall-grass prairies here exist side by side.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Periods of drought, like that extending through the summer of 1936, and probably also prairie fires aid in maintaining the above described relationships of the ecological associations in the Bird Creek region. The droughts prevent the forest from occupying the grasslands by killing numerous trees in the forest associations, thereby reducing the extent and density of these associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Since the Bird Creek region is intermediate in position and in cli between the eastern deciduous forest and the Great Plains grasslan since ecological associations of both maintain their individual charac here, it is not strictly referable to either. However, it is theoretically to the eastern deciduous forest, since the oak-hickory association, here encroaching slightly on the grassland associations, is considere regional climax. It seems doubtful, however, that under the present conditions the oak-hickory association would ever replace the grassl ciations. Severe droughts, to which the region occasionally is subjected the spread of forest associations by killing the trees, and the constan wind velocity probably reduces, through evaporation, the amount of available for plant growth to much less than the average annual rainf seem to indicate. Four of these species, the opossum (Dideiphis virginiana), gray-squirrel (Sciurus carolinensis), fox-squirrel (Sciurus niger), and flying-squirrel (Glau comys volans), are semi-arboreal. The pipistrelle (Pipistrellus sub flavus) is a cave-inhabiting form, which probably is largely limited by the absence o caves from the eastern Great Plains. Two non-arboreal species, the Carolin shrew (Blarina brevicauda) and pine vole (Pitymys nemoralis), are confined almost entirely to the mesic floor of the oak-elm association. The little shrew (Cryptotis parva) occurs in the sumac-grama association in the Bird Creek region, and it commonly occurs also in grassy fields throughout its range Therefore, it seems probable that some factor other than the absence of forest associations limits its western distribution. The mole (Scalopus aquaticus) extends out into the Great Plains along the streams farther than does the lowland forest. Soil that can be worked easily is an essential factor in the distribution of this species, and east-west stream valleys are highways by which the species extends out into the Great Plains. In western Oklahoma this species is abundant in the sand dunes adjoining the larger streams, where the characteristic plants are sand-inhabiting species with western affinities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The wood-mouse (Peromyscus leucopus) in the Bird Creek region occurs occasionally in the sumac-grama association, but it otherwise is confined to the forest associations. The species extends westward with the oak-elm association along the flood-plains of the streams. However, it extends beyond the western limits of this association and inhabits brushy situations in the grasslands of western Oklahoma. West of the Great Plains the species occurs in brush and forest associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The Florida woodrat in the southeastern states is more arboreai than in the western part of its range. In the Bird Creek region the species occasionally nests in trees, although it most frequently is associated with rock outcrops. The woodrat extends westward along the stream valleys, and in Oklahoma it apparently does not extend beyond the western limits of eastern deciduous forest associations. In western Kansas the species is in part saxicolous and is said also to live on the open, grassy plains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The Florida cottontail is abundant in the Bird Creek region in the several forest associations and in the sumac-grama association, which is intermediate between the deciduous forest associations and those of the Great Plains grasslands. It also occurs occasionally in the Great Plains grassland associations. The species is distributed westward along the stream valleys and extends beyond the western limits of the eastern deciduous forest associations. In western Oklahoma it is abundant in the sand dunes adjoining the larger streams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The 3 Gulf coastal plain species in the Bird Creek region are a pocketgopher (Geomys breviceps), a cotton-rat (Sigmodon hispidus), and the swamp rabbit (Sylvilagus aquaticus).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The pocket-gopher occurs in the Bird Creek region in grassland associations and in the oak-elm association. Soil sufficiently deep for burrowing is an important factor in the distribution of this species. Its westward distribution follows along the stream valleys, for in western Oklahoma it is largely confined to them. In northeastern Oklahoma the species approaches the northern limits of its known range. The only species in the Bird Creek region that hlas the tall-grass prairies as its area of greatest abundance is the prairie vole (Microtus ochrogaster). It occurs in the bluejoint-switchgrass association in the Bird Creek region, and apparently approaches the southwestern limits of its range there. It probably does not extend westward beyond the limits of the tall-grass prairie type of association, and its southern limit possibly is determined by the maximum summer temperature, as stated in the annotated list.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The 4 species in the Bird Creek region having the Great Plains grasslands as their area of greatest abundance are the prairie spotted skunk (Spilogale interrupta), thirteen-lined spermophile (Citellus tridecemlineatus), plains pocket-mouse (Perognathus hispidus), and gray harvest-mouse (Reithrodontomys montanus). All of these species range widely northward and southward in the Great Plains. The pocket-mouse and harvest-mouse are confined in the Bird Creek region to the grama-beardgrass, plum thicket, and sumacgrama associations and apparently reach their eastern limits at the eastern limits of the ecological associations representative of the Mixed-grass Plains biotic district. Thle prairie spotted skunk, which occurs in the Bird Creek region in both grassland and forest associations, extends northeastward for some distance into the tall-grass prairies, but so far as known it does not cross the Mississippi River. The thirteen-lined spermophile, which ranges over most of the Great Plains grasslands and which in the Bird Creek region occurs in both mixed-grass and tall-grass associations, extends eastward in the tallgrass prairies to northern Ohio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Three species that are widely distributed in western North America occur in the Bird Creek region, into which they range from the Great Plains grasslands. These species are the coyote (Canis latrans), deer-mouse (Peromyscus maniculatus), and black-tailed jackrabbit (Lepus californicus). The coyote is known to occur in the grama-beardgrass and sumac-grama associations in the Bird Creek region. It ranges eastward in the tall-grass prairies, but so far as known it does not occur in forest associations in eastern Oklahoma. The deer-mouse is widely distributed in the Great Plains grasslands. In the Bird Creek region it occurs in both the mixed-grass and tall-grass type of associations. The species extends eastward in the tall-grass prairies and also inhabits the northern part of the eastern deciduous forest and the forests of the Appalachian Mountains. It does not extend eastward from the Great Plains grasslands into the ecological associations of the central and southern parts of the eastern deciduous forest. The jackrabbit reaches its eastern limit at approximately the eastern limits of the mixed-grass type of associations. It does not occur in the ecological associations of the tall-grass prairies nor in those of the eastern deciduous forest. However, the destruction of these associations in large areas and their replacement by cultivated fields or barren pasture land have permitted the jackrabbit to extend its range some distance eastward in historic time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "One species of which the area of -greatest abundance is boreal North America occurs in the Bird Creek region. This is the jumping-mouse (Zapus hudsonius), which is at approximately the southern limit of its known range. The species extends southward along the Atlantic coast to Raleigh, North Carolina, but there are no known records of the jumping-mouse from the states intervening between North Carolina and Oklahoma. The jumpingmouse occupies brushy situations along streams in the northern Great Plains, and the species probably extends along north-south stream valleys into the Bird Creek region, where it is recorded from the lowland thicket association. A possible course would be by way of the Missouri, Osage, and Grand river systems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "One species that has as its area of greatest abundance the desert mountain ranges of southwestern North America occurs in the Bird Creek region. This is the brush-mouse (Peromyscus boylii), which occupies brushy and rocky habitats in many parts of Mexico and the southwestern United States. Wooded and rock-bordered stream valleys that cross the Great Plains grasslands probably are highways for the eastward distribution of this species. The brush-mouse, which is confined to the ravine forest association in the Bird Creek region, extends eastward into the Ozark biotic district of southwestern Missouri and northwestern Arkansas, where it occupies an association similar to the one to which it is confined in the Bird Creek region. America. The most important factor in the distribution of these form ently is the presence of water, and if water is present they are tolerant of many kinds of environments. All range across the Great Plains along the streams and are widely distributed along streams both east and west of the plains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The several species of mammals in the Bird Creek region have various areas of greatest abundance, but the most important are the eastern deciduous forest, the Gulf coastal plain, and the Great Plains grasslands. Several species of wide distribution in western North America occur in the region and form with the Great Plains grassland mammals an important element of grassland species. Others range over most of North America and occur in many biotic areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "The northern limits of Gulf coastal plain species that occur in the Bird Creek region and the southern limits of boreal and tall-grass prairie species that are present there are not correlated with any noticeable change in the physical environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "A species tends to occupy, in the Bird Creek region, ecological associations similar to those it occupies in its area of greatest abundance. Seven of the 12 eastern deciduous forest species in the Bird Creek region are confined to forest associations, and one of the Gulf coastal plain species also is confined to forest associations. Four Great Plains grassland species and 3 species of wide distribution in western North America are confined in the Bird Creek region to Great Plains grassland associations. The one tall-grass prairie species in the Bird Creek region is recorded in the region only from a tall-grass prairie association. The southwestern species in the Bird Creek region is confined to the ravine forest association, and the species of which the area of greatest abundance is boreal North America is only recorded from the lowland thicket association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "While there is a tendency, as shown above, for most species in the ecotone between the eastern deciduous forest and the Great Plains grasslands to be restricted to associations similar to those they occupy in their respective areas of greatest abundanlce, some, in this transition area, spread out into other types of associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "Four of the eastern deciduous forest species in the Bird Creek region, though most abundant in forest associations, occur here occasionally in grassland associations, and one species has been recorded in the region only from a grassland association. Three of the species in the Bird Creek region that either are widely distributed in western North America or have the Great Plains grasslands as their area of greatest abundance occur here in the tallgrass prairie type of association, and another species occurs also in forest associations. One of the Gulf coastal plain species in the Bird Creek region occurs here in grassland associations, although it is most abundant in the forest associations, and another occurs in the region principally in grassland associations, although it is present also in forest associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "General Ecological Relationships of the Region",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 523 those they occupy in their respective areas of greatest abundance extend beyond the geographic limits of their respective association types.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "Four of the eastern deciduous forest species and one of the Gulf coastal plain species of the Bird Creek region extend westward into the Great Plains grasslands. Two Great Plains grassland species and 2 species of wide distribution in western North America that occur in the Bird Creek region extend northeastward into the tall-grass prairies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "There is a tendency for most of the species to be changed into other races as they extend into areas where they occupy habitats different from those they inhabit in their respective areas of greatest abundance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The 4 eastern deciduous forest species that extend westward into the Great Plains grasslands are represented there by distinct races. The mole of western Oklahoma is paler than the races that occur in the eastern deciduous forest and constitutes the race Scalopus aquaticus intermedius. The mole of the Bird Creek region is intermediate in color between the moles of the eastern deciduous forest and the western race, although it is referable to the latter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The wood-mouse of the Bird Creek region is of the race Peromyscus leucopus noveboracensis, which occupies much of the northern half of the eastern deciduous forest. In the Mixed-grass Plains district this race is replaced by the paler colored race texanus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The Florida woodrat of the Bird Creek region is of the race Neotoma floridana baileyi, which is characteristic of the broad ecotone between the eastern deciduous forest and the Great Plains grasslands. This race mostly is associated with rock outcrops along the edges of the stream valleys, although it also occurs away from rocks in the flood-plain forest. To the east it intergrades with the races rubida and illinoensis, which occupy the lowlands of the lower and middle Mississippi Valley. In western Kansas baileyi supposedly intergrades with the pale-colored race campestris, which inhabits there the Great Plains grasslands. In western Oklahoma the Great Plains grasslands are occupied by Neotoma micropus, which belongs to the same species group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The cottontail of the Bird Creek region is of the race Sylvilagus floridanus alacer, which centers in the Ozark district. It is replaced in western Oklahoma by the paler racer llanensis (Blair, 1938) .",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 199,
                        "text": "(Blair, 1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The one Gulf coastal plain species in the Bird Creek region that extends westward beyond the limit of forest associations is the pocket-gopher (Geomys breviceps). It is represented in the Bird Creek region by the race breviceps, which occurs in alluvial soil in Louisiana and eastern Texas and Oklahoma. In central Oklahoma and Texas it intergrades with the paler colored race llanensis, which inhabits stream valleys in western Oklahoma and northwestern Texas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "One Great Plains grassland species and 2 species of wide distribution in western North America that enter the Bird Creek region from the Great Plains grasslands are represented in the tall-grass prairies by distinct races. The thirteen-lined spermophile of the Bird Creek region is of the race Citellus tridecemlineatus texensis, which ranges over the Mixed-grass Plains district.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "Northeastward it intergrades with the race tridecemlineatus, which oc the tall-grass prairies. The coyote of the Great Plains grasslands in Ok is of the race Canis latrans nebrascensis according to Jackson and W (1933, 65) . This is replaced in the tall-grass prairies by the race latrans. The deer-mouse of the Bird Creek region is closely related to the race Peromyscus maniculatus ozarkiarum, of the southern Ozarks, and to bairdii of the tall-grass prairies, but it is best referred to the former race. It intergrades gradually westward with a paler colored form that resembles the race nebrascensis of western Kansas and Nebraska.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 222,
                        "text": "Jackson and W (1933, 65)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "Two species of the Bird Creek region that are widely distributed in North America are represented by distinct races in the tall-grass prairies and in the Great Plains grasslands. One of these species, the striped skunk (Mephitis mephitis), also is represented in the nearby eastern deciduous forest by a distinct race. The striped skunk of the Bird Creek region is referable to this race, mesomelas, which ranges through Louisiana and Arkansas and westward through the eastern half of Oklahoma and Texas. It apparently intergrades in western Oklahoma with the race varians of the Great Plains grasslands. Northeastward, it intergrades with the race avia of the tall-grass prairies (Howell, 1901, 30) . The other widely distributed species is the muskrat (Ondatra zibethica), which is represented in the Bird Creek region by the race cinnamomina. This race is widely distributed in the Great Plains and intergrades with the race zibethica at the approximate border between the Great Plains grasslands and the tall-grass prairies (Hollister, 1911, 31) .",
                "cite_spans": [
                    {
                        "start": 681,
                        "end": 699,
                        "text": "(Howell, 1901, 30)",
                        "ref_id": null
                    },
                    {
                        "start": 1028,
                        "end": 1049,
                        "text": "(Hollister, 1911, 31)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "From the discussion above, it is evident that there is a tendency for a species to become modified as it extends beyond the types of habitats that it occupies in its area of 'greatest abundance. These modifications often are sufficiently great that they form the basis for the recognition of subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the species that occur in the transition area in associations unlike",
                "sec_num": null
            },
            {
                "text": "The Bird Creek region of northeastern Oklahoma is intermediate in position between the eastern deciduous forest and the Great Plains grasslands, and is, therefore, part of an area that is neither predominantly grassland nor forest. The ecological associations are related in part to those to the east in the eastern deciduous forest and tall-grass prairies, and in part to those to the west in the Great Plains grasslands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "The Bird Creek region climatically is near the border line between the humid and arid divisions of North America, and edaphic factors control the local occurrence of the ecological associations. As a result of this edaphic control, there is an alternation and interdigitation of eastern forest and western grassland associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "Since the Bird Creek region is intermediate in position and climate between the eastern deciduous forest and the Great Plains grasslands, and is an area in which the ecoldgical associations of those biotic areas meet and maintain their individual characteristics, it is not strictly referable to either biotic area. However, the oak-hickory association is considered the regional climax, and for that reason the Bird Creek region theoretically should be included with the eastern deciduous forest. It is improbable, however, that under the present climatic conditions, the forest would ever occupy the Bird Creek region to the exclusion of the grassland associations. Periods of dry years, like that culminating in the great drought of 1936, aid in preventing the forest from spreading out over the grasslands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "Six of the species of mammals in the Bird Creek region range over most of North America, and 3 species are widely distributed in western North America. Twelve of the species have as their area of greatest abundance the eastern deciduous forest, and 4 the Great Plains grasslands. Three species in the region have as their area of greatest abundance the Gulf coastal plain, one the tall-grass prairies, one boreal North America, and one species the desert mountain ranges of the southwestern United States.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "As a rule the species of mammals occupy in the Bird Creek region ecological associations that are similar to those they occupy in their respective areas of greatest abundance. Not all of the species, however, are restricted to their own association types in this transition area. Five eastern deciduous forest species and 2 Gulf coastal plain species occur occasionally in grassland associations in the Bird Creek region. Four species that range into the Bird Creek region from the Great Plains grasslands are not restricted in the region to the Great Plains grassland associations, but occur also in the association representative of the tall-grass prairies. One of the 4 species occurs also in forest associations in the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "The species that occur in the Bird Creek region outside of the types of associations they occupy in their respective areas of greatest abundance also extend beyond the geographic limits of their particular association types. Four of the eastern deciduous forest species and one of the Gulf coastal plain species extend well beyond the western limits of the forest associations. The four grassland species that range into the Bird Creek region from the Great Plains grasslands extend a considerable distance into the tall-grass prairies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "There is a tendency for the species that extend beyond the limits of their respective association types to be modified in so doing. The 4 eastern deciduous forest species that extend into the Great Plains grasslands from western Oklahoma and Kansas differ there from their representatives in eastern Oklahoma. Three of the grassland species that extend from the Great Plains grasslands into the tall-grass prairies differ in the 2 places.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "The changes that species undergo in passing from the habitats that they occupy in their respective areas of greatest abundance into different types of habitats generally are sufficiently great that they form the basis for the recognition of subspecies. The 4 eastern deciduous forest species and the one Gulf coastal plain species of the Bird Creek region that extend into the grasslands of western Oklahoma are represented there by distinct subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "Three of the 4 species that occur in both the Great Plains grasslands and in the tall-grass prairies are represented in the 2 places by different subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "I am indebted to Lee R. Dice for the supervision of my work and to William H. Burt for many helpful suggestions during the course of the study. 0. W. Letson is responsible for the identification of the plants discussed herein and has contributed notes on his observations of several species of mammals. Unpublished notes were kindly contributed by H. D. Chase, who permitted me to examine specimens collected by",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "1935-A new race of Peromyscuis manictulatus from Arkansas",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Black",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Journ. Mammalogy",
                "volume": "16",
                "issue": "",
                "pages": "144--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLACK, J. D. 1935-A new race of Peromyscuis manictulatus from Arkansas. Journ. Mammalogy 16:144-145.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "1937-The burrows and food of the prairie pocket mouse",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "1938-A new race of the eastern cottontail from the Texas Panhandle. Occas. Pap",
                "volume": "17",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. 1936-The nine-banded armadillo in northeastern Oklahoma. Journ. Mammalogy 17:293-294. -1937-The burrows and food of the prairie pocket mouse. Journ. Mammalogy 18:188-191. -1938-A new race of the eastern cottontail from the Texas Panhandle. Occas. Pap., U.M.M.Z., 380:1-3.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "1938-The biotic districts of Oklahoma",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F T H"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hubbell",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Amer. Midl. Nat",
                "volume": "20",
                "issue": "2",
                "pages": "425--454",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. AND T. H. HUBBELL. 1938-The biotic districts of Oklahoma. Amer. Midl. Nat. 20(2) :425-454.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The eastern boundary of the Great Plains in north central Oklahoma",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Bollinger",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "Proc. Okla. Acad. Sci",
                "volume": "5",
                "issue": "",
                "pages": "123--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOLLINGER, C. J. 1925-The eastern boundary of the Great Plains in north central Oklahoma. Proc. Okla. Acad. Sci. 5:123-124.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "1931-The vegetation of Oklahoma",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Bruner",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ecol. Monogr",
                "volume": "1",
                "issue": "",
                "pages": "99--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRUNER, W. E. 1931-The vegetation of Oklahoma. Ecol. Monogr. 1:99-188.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "1920-Plant indicators",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "E"
                        ],
                        "last": "Clements",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Carnegie Inst. Wash., Publ",
                "volume": "290",
                "issue": "",
                "pages": "1--388",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLEMENTS, F. E. 1920-Plant indicators. Carnegie Inst. Wash., Publ. 290:1-388.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "1922-Some factors affecting the distributionl of the prairie vole, forest deer mouse, and prairie deer mlouse",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ecology",
                "volume": "3",
                "issue": "",
                "pages": "29--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, L. R. 1922-Some factors affecting the distributionl of the prairie vole, forest deer mouse, and prairie deer mlouse. Ecology 3:29-47.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "1931-Methods of indicating the abundance of mammals",
                "authors": [],
                "year": null,
                "venue": "Journ. Mammalogy",
                "volume": "12",
                "issue": "",
                "pages": "376--381",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1931-Methods of indicating the abundance of mammals. Journ. Mammalogy 12:376-381.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "1914-An account of the mammals and birds of the lower Colorado Valley",
                "authors": [
                    {
                        "first": "Joseph",
                        "middle": [],
                        "last": "Grinnell",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Univ. of Calif. Publ. in Zool",
                "volume": "12",
                "issue": "",
                "pages": "51--294",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRINNELL, JOSEPH. 1914-An account of the mammals and birds of the lower Colo- rado Valley. Univ. of Calif. Publ. in Zool. 12:51-294.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "1911-A systematic synopsis of the muskrats",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hollister",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bur. Biol. Surv., North Amer. Fauna",
                "volume": "32",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLLISTER, N. 1911-A systematic synopsis of the muskrats. U. S. Dept. Agric., Bur. Biol. Surv., North Amer. Fauna 32:1-47.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "1901-Revision of the skunks of the genus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Div. Biol. Surv., North Amer. Fauna",
                "volume": "20",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, A. H. 1901-Revision of the skunks of the genus Chincha. U. S. Dept. Agric., Div. Biol. Surv., North Amer. Fauna 20:1-47.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "1933-Notes on the occurrence of mammals in the regions adjacent to the salt plains of northwestern Oklahoma",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Warfel",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Publ. Univ. Okla. Biol. Surv",
                "volume": "5",
                "issue": "",
                "pages": "65--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JACKSON, H. H. T AND H. E. WARFEL. 1933-Notes on the occurrence of mammals in the regions adjacent to the salt plains of northwestern Oklahoma. Publ. Univ. Okla. Biol. Surv. 5:65-72.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "List of North American recent mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1924,
                "venue": "Smiths. Inst. Butll",
                "volume": "128",
                "issue": "",
                "pages": "1--673",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S. 1924-List of North American recent mammals. Smiths. Inst. Butll. 128:1-673.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Six new raccoons of the Procyonl lotor group",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "W E A"
                        ],
                        "last": "Nelson",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "",
                "volume": "11",
                "issue": "",
                "pages": "435--459",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NELSON, E. W. AND E. A. GOLDMAN. 1930-Six new raccoons of the Procyonl lotor group. Journ. Mammalogy 11 :435-459.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "OKLAHOMA GEOLOGICAL SURVEY. 1930-Oil and gas in Oklahoma",
                "authors": [],
                "year": null,
                "venue": "Okla. Geol. Surv. Bull",
                "volume": "40",
                "issue": "3",
                "pages": "1--663",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OKLAHOMA GEOLOGICAL SURVEY. 1930-Oil and gas in Oklahoma. Okla. Geol. Surv. Bull. 40(3):1-663.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "1935-Studies on some of the small mammals of central New York",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Townsend",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Roosevelt Wild Life Annals",
                "volume": "4",
                "issue": "",
                "pages": "1--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TOWNSEND, M. T. 1935-Studies on some of the small mammals of central New York. Roosevelt Wild Life Annals 4:1-120.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "1936-Effects of the Great Drought on the prairies of Iowa",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E F W"
                        ],
                        "last": "Weaver",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Albertson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ecology",
                "volume": "17",
                "issue": "",
                "pages": "567--639",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WEAVER, J. E. AND F. W. ALBERTSON. 1936-Effects of the Great Drought on the prairies of Iowa, Nebraska, and Kansas. Ecology 17 :567-639.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "1929-Plant ecology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E F E"
                        ],
                        "last": "Weaver",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Clements",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WEAVER, J. E. AND F. E. CLEMENTS. 1929-Plant ecology. New York. 1-520. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "The area includes the lower Bird Creek valle small portion of the valley of the Verdigris River, into which Bird Cre flows, and the adjacent uplands. Coal Creek and Mingo Creek are tributa of Bird Creek, and Spunky Creek flows into the Verdigris River a short distance below the mouth of Bird Creek. The area studied henceforth will be designated as the Bird Creek region. Sketch map of the Bird Creek region, northeastern Oklahoma.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "Map of the biotic distiricts in Oklahoma (after Blair and Hubbell).",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "text": "Oak-hickory association in Garnett area, Bird Creek region, northeastern",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "text": "ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 479Mammals of the oak-hickory association R e c o r dsDidelphis virginiana virginiana --------------------------------------------1Sciurus carolinensis carolinensis ______________________________________Numer Sciurus niger rufi-enter _________--____________-______-______________Numer Peromysus leucopusnoveboracensis ----------------------------------------?18 Neotoma floridana baileyi __--_--__--______--___________________-_______ 5 Sylvilagus floridanus alacer ____--______----_________________-_-___-____ 5",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "text": "Section of rim-rock in Garnett ravines, Bird Creek region, northeastern Oklahoma. Oak-hickory association in background.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF6": {
                "text": "Oak-elm association in Mohawk Park, Bird Creek region, northeastern Oklahoma, June 27, 1937. A situation that suffered little from the drought of 1936.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "text": "w",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF8": {
                "text": "Grama-beardgrass association on Garnett prairie, Bird Creek region, northeastern Oklahoma, June 27, 1937. Note alternation of plant cover with limestone fragments. Ravine forest association in background. Twin Lakes prairie, visible on the skyline, lies on the opposite side of the valley of Bird Creek.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF9": {
                "text": "Sumac-grama association in Garnett area, Bird Creek region, northeastern Oklahoma, June 27, 1937. Note persimmon and smooth sumac shrubs in middle foreground and heavy herbaceous cover in near foreground. Tree in left backaround killed by drought of 1936.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF10": {
                "text": "Blueioint-switchgrass association, northeastern Oklahoma. Note height and density of the grassy cover. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms prairie beardgrass (Andropogon scoparius), and switchgrass (Panicum v irgatum). Another conspicuous grass is the three awn grass (Aristida longespica). Other herbs typical of this association are the false indigo (Baptisia bracteata), many flowered aster (Aster multiflorus), croton (Croton capitatus), blazing stars (Liatris scariosa and L. acidota), and sage (Salvia azurea var. grandiflora). Mammals of the bluejoint-switchgrass association. R e c o rds Citellus tridecemlineatus lexenisis ____________________________________ Geomys brevpiceps breviceps _____________--_________________________ Perom pscus maniculattus ozarkiarum -",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF11": {
                "text": "The scarcity of this bat in the Bird Creek region probably is due to the scarcity of caves, as it is a cave dweller. Caves are abundant in the Ozark biotic district only 40 miles east of the Bird Creek region, and the pipistrelle is the most common bat of that district.Eptesicus fuscus fuscus. Big brown bat. The big brown bat, like other species of bats, is rare in the Bird Creek region. The only record is of one captured by A. Clay in a building in Tulsa on August 4, 1935. Lasiurus borealis borealis. Red bat. This tree bat probably occurs in all of the forest associations of the region, although it rarely is encountered in any of them. An adult female was shot at 8 p. m. on July 9, 1935, as it flew over Bird Creek in the Garnett area. A bat seen flying at dusk at the same station on August 1, 1935, was tentatively identified as a red bat. One was seen hanging on the underside of some leaves on a young oak in the lowland thicket association in Mohawk Park on August 23, 1936, and another was found in the same situation in the oak elm association.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF12": {
                "text": "flying-squirrel was driven from a hole in a small tree in the oak elm association in the Twin Lakes area by H. D. Chase in the spring of 1937. A few flying-squirrels have been seen by 0. W. Letson in this association in Mohawk Park. The flying-squirrel possibly occurs in the oak hickory and ravine forest associations, although no records were obtained. Geomys breviceps breviceps. Pocket-gopher. A young, adult female of this species was taken in the sumac grama association in the Garnett area on This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF13": {
                "text": "Oak-elm association in Twin Lakes area, Bird Creek region, northeasternOklahoma, June 27, 1937. A section severely damaged by the drought of 1936. Note dead trees in center foreground.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF14": {
                "text": "Distribution of the Mammals Several of the species of mammals in the Bird Creek region are widely distributed forms that range over many biotic areas in North America. The other species of mammals in the region have as their respective areas of greatest abundance several nearby biotic areas. Twelve of the 31 species of mammals definitely recorded from the Bird Creek region have as their area of greatest abundance the eastern deciduous forest, and 4 have the Great Plains grasslands. Three have the Gulf coastal plain as their area of greatest abundance, and one has the tall-grass prairies. One species has boreal North America as its area of greatest abundance, and one has the desert mountain ranges of the southwestern United States. Seven of the 12 eastern deciduous forest species in ttie Bird Creek region are confined there to forest associations, and one occurs in an association -intermediate between the forest and grassland. These species extend westward to the limits of the forest associations and there stop: Didelphis virginiana Sciurus carolinetnsis Cryptolis parva Sciurus niger Blarina brevicauda Glaucomss volans Pipistrellus sub flavus PiINmNs nemoralis",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF15": {
                "text": "eastern deciduous forest species occur occasionally in grassland This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 519 associations in the Bird Creek region and extend beyond the western li of the forest associations. These species are: Scalopus aquaticus Neotoma floridana PeromNscus leucopus SNlvilagus floridatntus",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF16": {
                "text": "The cotton-rat occurs in the Bird Creek region in all of the ecological associations having a fairly heavy ground cover, and in times of great abundance it moves out into the arid grassland type of association. The species probably extends westward in the stream valleys, but the extent of its westernThis content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms distribution is not known. It approaches the northern limits of its known range in northeastern Oklahoma.The swamp-rabbit enters the Bird Creek region through the valley of the Arkansas River. In the Bird Creek region this species is confined to forest associations of the flood-plain, and so far as known it occurs in no other associations in northeastern Oklahoma. The species extends westward along the streams at least to the western edge of the Osage Savanna biotic district. It reaches the northern limit of its range in southeastern Kansas.None of the Gulf coastal plain species found in the Bird Creek region are limited in their northern distribution by any observable physical barrier, and the northern limits of none of them coincide with any marked change in the vegetation or physical environment.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF17": {
                "text": "Six species that range over a large part of North America occur in the Bird Creek region: Lasiurus borealis Mustela iison Eptesicus fusctus Mephitis mephitis Procyon lotor Ondatra zibethicaThe red bat (Lasiurus borealis) and the big brow are inhabitants of forest associations. For this reas much of the Great Plains, although they occur both east and west of the plains. The striped skunk (Mepbitis mephitis) in the Bird Creek region ranges over most of the associations, as it does in most other regions in which it occurs. The species is not restricted to any particular type of ecological associations, possibly because of its specialized organs of defense, which make it more or less independent of the physical and vegetational features of the environment for protection. The raccoon (Procyon lotor), mink (Mustela vison), and muskrat (Ondatra zibethica) are inhabitants of the aquatic and littoral associations and range along streams into many biotic areas of North This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "TABREF11": {
                "content": "<table/>",
                "text": "Scalopus aquaticus intermedius. Mole. Specimens of the mole from the Bird Creek region are somewhat darker than typical intermedius and represent a trend toward the darker pulcher and machrinoides of the Ozark region. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 495",
                "num": null,
                "type_str": "table"
            },
            "TABREF12": {
                "content": "<table/>",
                "text": "Creek in Mohawk Park and near the mouth of Mingo Creek.Mustela frenata primulina. Weasel. The weasel reported to occur in the Bird Creek region probably is this form, which is recorded from southeastern Kansas and central Oklahoma. The weasel apparently is rare in the region, and no specimens were obtained.Mustela vison mink. Mink. The mink of northeastern Oklahoma tentatively has been assigned to the subspecies mink on the basis of a single skull This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 497 from 5 miles east of Broken Arrow, Wagoner County. The skull was from a young adult that was found dead and badly decomposed in the bed of Adams Creek on July 28, 1936.Mink tracks were observed on numerous occasions on the mud banks of Bird and Mingo creeks. On December 17, 1932, the tracks of a mink were followed in the snow for about one-half mile near the mouth of Mingo Creek.A mink was seen by 0. W. Letson in Mohawk Park in May, 1932, and another was seen in June 1933. A mink den was found by him in the park in January, 1933. This species probably is confined largely to the oak elm, aquatic, and littoral associations in the region. Spilogale interrupta. Prairie spotted skunk. A young adult female was captured beneath a house in Tulsa on August 18, 1935, by H. S. Davis. An adult male was captured in the oak elm association in Mohawk Park on August 22, 1935. A spotted skunk was caught by 0. W. Letson in a cat trap in the same association in Mohawk Park on January",
                "num": null,
                "type_str": "table"
            },
            "TABREF17": {
                "content": "<table><tr><td>female was caught on September 4, in the ravine forest association in the This caught in the buttonbush swamp association on August 8. One subadult Garnett area.</td></tr></table>",
                "text": "Eight specimens were collected in the oak elm association in Mohawk Park during June and July. One adult female was taken in the lowland thicket association in Mohawk Park on August 15, and 2 adult males were",
                "num": null,
                "type_str": "table"
            },
            "TABREF18": {
                "content": "<table><tr><td>This ECOLOGICAL</td></tr></table>",
                "text": "found that temperatures in excess of 980 F. were fatal to individuals of this species collected near RELATIONSHIPS OF THE MAMMALS 505 Urbana, Illinois. If animals of this species show a similar response in the Bird Creek region, such summers as that of 1936, when the average temperature of the month of August was 910 F., must have considerable effect in limiting the range of the species.",
                "num": null,
                "type_str": "table"
            },
            "TABREF19": {
                "content": "<table><tr><td>Ondatra zibethica cinnamomina. Muskrat. A young male was col</td></tr><tr><td>in a small pond about 2 miles north of Dawson on November 14, 1932. An</td></tr><tr><td>adult male was taken in a fish hatchery pond in Mohawk Park on August 28,</td></tr><tr><td>1935, and 3 adult males were collected at the same place in August, 1936.</td></tr><tr><td>These animals are a persistent nuisance in the hatchery ponds, as they honey-</td></tr><tr><td>comb the walls with their burrows. Muskrats are reported to be fairly common</td></tr><tr><td>in Mohawk Park. They are said to have been common along Bird Creek</td></tr><tr><td>and its tributaries a few years ago, but they are scarce or lacking there now.</td></tr><tr><td>Mus musculus musculus. House mouse. An adult female was trapped</td></tr><tr><td>in the sumac-grama association on the Garnett prairie on July 15, 1935. An</td></tr><tr><td>adult male was taken in the lowland thicket association in Mohawk Park on</td></tr><tr><td>August 17, 1936. Many house mice were found with cotton-rats (Sigmodon</td></tr><tr><td>hispidus texianus) under cane \"shocks\" in a field about 2 miles south of</td></tr><tr><td>Owasso on February 27, 1932.</td></tr></table>",
                "text": "and P. F. Blair, Jr. on March 9, 1936. Five specimens were collected in Mohawk Park during the summer of 1936.",
                "num": null,
                "type_str": "table"
            },
            "TABREF20": {
                "content": "<table><tr><td>Garnett area.</td></tr></table>",
                "text": "the same association about 2 miles northwest of Catoosa on January 11, 1936. On numerous occasions cottontails were observed in this association in Mohawk Park and in the",
                "num": null,
                "type_str": "table"
            },
            "TABREF21": {
                "content": "<table/>",
                "text": "11, 1936, both swamp-rabbits and cottontails were seen in this association inThis content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms Mohawk Park. Swamp-rabbits range through the aquatic and littoral associations, and when pursued they show no hesitation about crossing ponds to escape. A swamp-rabbit was seen in the middle of a small pond in Mohawk Park by H. D. Chase and A. P. Blair on a night in the spring of 1935. Swamp-rabbits also were observed in the lowland thicket association in Mohawk Park. They often were found in the fall and winter in bottom-land corn fields. Odocoileus virginianus subspecies. White -tailed deer. This species undoubtedly occurred formerly in the forest associations of the Bird Creek region. Bison bison bison. Plains bison. Bones of this species occasionally are found in terrace deposits in the region. Dasypus novemcinctus texanus. Nine-banded armadillo. The armadillo is known from only one individual that may have had human assistance in",
                "num": null,
                "type_str": "table"
            },
            "TABREF22": {
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 509 rainfall totaled only 9.55 inches, compared to an average of 27.23 inches for that period in previous years.",
                "num": null,
                "type_str": "table"
            },
            "TABREF23": {
                "content": "<table><tr><td/><td/><td colspan=\"3\">Live Top-killed Killed</td></tr><tr><td colspan=\"5\">Diameter Breast High 0-5\" 6-15\" 16-0-5\" 6-15\" 16-o 0-5\" 6-15\" 16-oo</td></tr><tr><td>D p e c i e s</td><td/><td/><td/></tr><tr><td colspan=\"5\">Ulmus americana 5 22 5 6 19 4</td></tr><tr><td colspan=\"5\">Celtis laevigata 18 29 1 2 1 6 18 1</td></tr><tr><td colspan=\"5\">Carpa illinoensis 8 25 4 2 2 1 2</td></tr><tr><td colspan=\"5\">Fraxinus p. lanceolata 7 18 2 1 1</td></tr><tr><td colspan=\"5\">Quercus palustris 3 8 2 1 1</td></tr><tr><td colspan=\"5\">Diosppros virginiana 2 15 1</td></tr><tr><td colspan=\"5\">Morus rubra 3 2 1 1</td></tr><tr><td colspan=\"2\">Craiaegus sp. 8</td><td/><td/></tr><tr><td colspan=\"5\">Platanus occidentalis 1 3 1</td></tr><tr><td>Cercis</td><td colspan=\"4\">canadensis</td><td>1</td></tr><tr><td colspan=\"2\">Acer</td><td colspan=\"3\">negundo</td><td>2</td></tr><tr><td colspan=\"3\">Quercus muhlenbergii 2</td><td/></tr><tr><td colspan=\"4\">Quercus</td><td>sp.</td><td>1</td></tr><tr><td colspan=\"5\">Viburnum rufidulum 1</td></tr><tr><td colspan=\"2\">Gnmnocladus dioica 1</td><td/><td/></tr><tr><td colspan=\"2\">Bumelia lanuginosa 3</td><td/><td/></tr><tr><td>Celtis</td><td colspan=\"4\">occidenialis</td><td>1</td><td>1</td></tr><tr><td colspan=\"5\">Quercus shbumardii 1</td></tr><tr><td colspan=\"3\">Prunus</td><td colspan=\"2\">mexicana</td><td>3</td></tr><tr><td colspan=\"2\">Prunus sp. 1</td><td/><td/></tr><tr><td colspan=\"3\">Gleditsia triacanthos 1 1</td><td/></tr></table>",
                "text": "Census of trees in area of 1.4 acres in Twin Lakes area, showing number of live trees and the number killed or severely injured by the great drought of 1936.",
                "num": null,
                "type_str": "table"
            },
            "TABREF24": {
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 513",
                "num": null,
                "type_str": "table"
            },
            "TABREF25": {
                "content": "<table><tr><td>unfavorable habitats.</td></tr><tr><td>No. of Total Adults Immature Total</td></tr><tr><td>Quadrats No. Per Per Per</td></tr><tr><td>A s s o c i a t i o n s of Lines Animals Acre Acre Acre</td></tr><tr><td>Sedge marsh-August 11 -14 1 40 26.67 62.22 88.89</td></tr><tr><td>Weed-August 22-25 1 16 3.32 .77 4.09</td></tr><tr><td>Plum thicket-Sept. 2-5 1 17 6.78 .42 7.20</td></tr><tr><td>Sumac-grama-June-July 4 40 .55 .91 1.46</td></tr><tr><td>Oak-elm,-June-July 4 8 .31 .10 .41</td></tr><tr><td>Lowland thicket-August 3 1 .09 0.00 .09</td></tr><tr><td>Buttonbush-August 7-1 0 1 2 .58 0.00 .58</td></tr><tr><td>This content downloaded from</td></tr><tr><td>35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "text": "Comparative catch of cotton-rats (Sigmodon hispidus) in the Bird Creek region. One chain added to each side of the measured areas, except on sides bounded by",
                "num": null,
                "type_str": "table"
            },
            "TABREF26": {
                "content": "<table><tr><td>association of the eastern deciduous forest and the grama-beardgras</td></tr><tr><td>tion of the Great Plains grasslands.</td></tr><tr><td>This content downloaded from</td></tr><tr><td>35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "text": "). The sumac-grama association of the Bird Creek region is intermediate between the oak-hickory",
                "num": null,
                "type_str": "table"
            },
            "TABREF27": {
                "content": "<table/>",
                "text": "7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL REIATIONSHIPS OF THE MAMMALS 517 miles per hour. There is therefore approximately the same amount of rai as in the forest at Fort Smith. However, the rate of evaporation in the Bird Creek region is greater because of the greater wind velocity. The wind velocity is approximately the same at Broken Arrow, representing the Bird Creek region, and at Oklahoma City, in the grasslands, but the amount of rainfall is greater in the Bird Creek region.",
                "num": null,
                "type_str": "table"
            },
            "TABREF28": {
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OQ THE MAMMALS 521",
                "num": null,
                "type_str": "table"
            },
            "TABREF29": {
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:21 UTC All use subject to https://about.jstor.org/terms ECOLOGICAL RELATIONSHIPS OF THE MAMMALS 525",
                "num": null,
                "type_str": "table"
            }
        }
    }
}