{
    "paper_id": "Bochkovetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:49.090697Z"
    },
    "title": "Five new species of fur mites (Acariformes: Sarcoptoidea) from small mammals in Laos",
    "authors": [
        {
            "first": "Andre",
            "middle": [
                "V"
            ],
            "last": "Bochkov",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Universitetskaya",
                "location": {
                    "addrLine": "Embankment 1",
                    "postCode": "199034",
                    "settlement": "Saint Petersburg",
                    "country": "Russia"
                }
            },
            "email": "andrevbochkov@gmail.com"
        },
        {
            "first": "Alexei",
            "middle": [
                "V"
            ],
            "last": "Abramov",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Universitetskaya",
                "location": {
                    "addrLine": "Embankment 1",
                    "postCode": "199034",
                    "settlement": "Saint Petersburg",
                    "country": "Russia"
                }
            },
            "email": ""
        },
        {
            "first": "Jean-Pierre",
            "middle": [],
            "last": "Hugot",
            "suffix": "",
            "affiliation": {},
            "email": "hugot@mnhn.fr"
        }
    ],
    "year": "",
    "abstract": "Five new fur-inhabiting mites of the superfamily Sarcoptoidea (Acariformes: Astigmata) are described from small mammals associated with tower karstic landscape in Khammouane Province of Laos: Listrophoroides oconnori sp. n. from Saxatilomys paulinae Musser et al. (Rodentia: Muridae) and Atopomelus megalotis sp. n. from Hylomys megalotis Jenkins and Robbinson (Erinaceomorpha: Erinaceidae)-Atopomelidae; Afrolistrophoroides laonastes sp. n. from Laonastes aenigmamus Jenkins et al. (Rodentia: Diatomyidae), A. saxatilomys sp. n. from Saxatilomys paulinae, and Pteromychirus menetes from Menetes berdmorei (Blyth) (Rodentia: Sciuridae)-Listrophoridae.",
    "pdf_parse": {
        "paper_id": "Bochkovetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Five new fur-inhabiting mites of the superfamily Sarcoptoidea (Acariformes: Astigmata) are described from small mammals associated with tower karstic landscape in Khammouane Province of Laos: Listrophoroides oconnori sp. n. from Saxatilomys paulinae Musser et al. (Rodentia: Muridae) and Atopomelus megalotis sp. n. from Hylomys megalotis Jenkins and Robbinson (Erinaceomorpha: Erinaceidae)-Atopomelidae; Afrolistrophoroides laonastes sp. n. from Laonastes aenigmamus Jenkins et al. (Rodentia: Diatomyidae), A. saxatilomys sp. n. from Saxatilomys paulinae, and Pteromychirus menetes from Menetes berdmorei (Blyth) (Rodentia: Sciuridae)-Listrophoridae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Animal biodiversity in Southeast Asia is enormously rich and at the same time poorly studied. Among countries of this region Laos is one of the most attractive areas for zoologists, including parasitologists. To date, only 13 species of the superfamily Sarcoptoidea (Acariformes: Astigmata), including more than 1000 species in 160 genera of permanent highly specific mammalian parasites (OConnor 2009; Bochkov 2010) , were recorded in Laos in spite of the presence of numerous potential hosts there (see Table 1 ). Worldwide distributed parasites of human and domestic animal belonging to the Sarcoptoidea, such as Sarcoptes scabiei (Linnaeus) (Sarcoptidae)-an agent of human itch, Chorioptes bovis (von Hering), Psoroptes ovis (von Hering)-agents of dermatitis of various farm animals, and Otodectes cynotis (von Hering) (Psoroptidae)-an agent of ear dermatitis in various carnivores, quite probably occur in Laos; nevertheless, these mites never been reported from this country. This example characterizes well our knowledge of parasitic mites in Laos. In this report we describe five new species of sarcoptoid mites; four species from them are associated with recently described hosts, including enigmatic Laotian rock-rat Laonastes aenigmamus Jenkins et al. (Rodentia: Diatomyidae) .",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 402,
                        "text": "(OConnor 2009;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 403,
                        "end": 416,
                        "text": "Bochkov 2010)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1248,
                        "end": 1286,
                        "text": "Jenkins et al. (Rodentia: Diatomyidae)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 505,
                        "end": 512,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Hosts examined in this study were obtained during a field trip in November 2008. Most of them were trapped near karstic cavities and originated from approximately the same locality \"LAOS: Khammouane Province, 18 km north of Thakhek, near Ban Doy village, 17º33′26″N, 104º49′28″E, 140 m a. s. l.\". Specimens of Laonastes aenigmamus were obtained from the food market in Ban Doy village and originated from the same locality as other collected rodents. The freshly killed specimens were immediately placed in individual sacks and then wrapped in cloth to prevent the loss or cross-contamination of their symbiotes and placed in ethanol. Later, they were examined under the laboratory conditions using a dissecting microscope. Collected mite specimens were cleared in lactophenol and mounted in Hoyer's medium. Drawings were made with a Leica microscope equipped with differential interference contrast optics with a camera lucida. In the descriptions below, the idiosomal setation follows Griffiths et al. (1990) with modifications of Norton (1998) concerning coxal setae. The leg setation follows Grandjean (1939) . All measurements are given in micrometers (μm) and were taken as follow: body length = the total length from the anterior extremity of the prescapular shield (in Listrophoridae) or the palpal extremities (in Atopomelidae) to the posterior border of the body; body width = the level of setae se; length of dorsal shields = maximum length, measured in the median line of the shields; length of the posterior legs = length from the most basal point of the trochanter to the apex of the tarsus, excluding pretarsus. Host systematics follows Wilson & Reeder (2005) . Specimen depositories and reference numbers are cited using the following abbreviations: ",
                "cite_spans": [
                    {
                        "start": 987,
                        "end": 1010,
                        "text": "Griffiths et al. (1990)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1033,
                        "end": 1046,
                        "text": "Norton (1998)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1096,
                        "end": 1112,
                        "text": "Grandjean (1939)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1652,
                        "end": 1674,
                        "text": "Wilson & Reeder (2005)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and methods",
                "sec_num": null
            },
            {
                "text": "#AA, AT A.V",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and methods",
                "sec_num": null
            },
            {
                "text": "Listrophoroides oconnori sp. n.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "(Figs. 1, 2)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "MALE.(holotype, Fig. 1 ). Body 400 long (385-410 in 10 paratypes), 185 wide (185-210). Gnathosoma about 50 long, 60 wide. Idiosoma stumpy, length/width ratio about 1.8:1. Prescapular shield trapezoidal with almost straight lateral margins. Postscapular shield 85 long (85-95), 185 wide (185-200), completely covered by short curved lines arranged in 7-8 irregular rows. Scutal organs (antero-lateral impressions on propodonotal shield) absent. Hysteronotal shield 185 long (175) (176) (177) (178) (179) (180) (181) (182) (183) (184) (185) (186) (187) (188) (189) (190) , separated from postscapular shield, almost completely covering dorsal surface of hysteronotum, completely covered by short curved lines, more numerous in its posterior third; posterior third of hysteronotal shield more strongly sclerotized than other shield. Lateral margins of hysteronotal shield without incisions. Diameters of round weakly sclerotized patches situated slightly posterior to level of setal bases d1 only slightly exceeding diameters of setal alveoli. Distances d1-d1 and e1-e1 60 (60-70) and 32 (30-35), respectively. Bases of setae e1 situated on strongly sclerotized cuticle. Setae h3 55 long (52-57). Lateral margins of opisthosoma with dilatations at level of setae e2. Striated membranes of coxal fields II 35 wide (30-37), subequal in width to membranes of coxal field I. Cuticle between coxal apodemes Ia not sclerotized; cuticle between coxal apodemes IIa weakly sclerotized. Genital organ situated between levels of coxae III and IV. An X-shaped pregenital sclerite present between bases of setae 4b and postgenital shield. Anterior arms of this sclerite bearing bases of setae 4b, posterior arms bearing genital papillae. Aedeagus short, about 8 long; sheath of aedeagus absent (Fig. 1C ). Postgenital shield shorter than aedeagus. Coxal fields III without transverse line. Coxal fields IV without projections. Pair of longitudinal crests extending from level of seta 3a bases to level of seta 4a bases present. Pair of sclerotized patches immediately posterior to level of seta 4a bases present. Anus situated ventrally. Setae ps3 situated at level of anal opening. Anal folds and adanal shields absent. Opisthosomal membrane distinctly developed, without scales, its posterior margin with short median protrusion or without this protrusion (widely rounded). Anterior half of lobar membrane covered by longitudinal striation. Dorso-basal hook of femur I absent. Femur III about 50 long. Tarsus III with distinct ventro-apical protrusion (Fig. 1D ). Femur IV about 75 long and 50 wide, about 1.6 times wider than femur III, bearing longitudinal furrow ventrally. Tibiotarsi III and IV, excluding corresponding pretarsus, about 60 and 55 long, respectively. Length ratio of femur: genu: tibiotarsus IV 2: 1: 1.8. Solenidia φ of legs III and IV about 15 and 45, respectively. Setae fIV strongly thickened. FEMALE (10 paratypes, Fig. 2 ). Body 400-425 long, 175-195 wide. Gnathosoma 50-55 long, 57-62 wide. Postscapular shield 95-100 long, 175-185 wide, completely covered by short slightly curved lines arranged in 6-7 irregular rows. Scutal organs absent. Hysteronotal shield 135-150 long, 125-145 wide at level of setae d2 and 115-130 wide at level of setae e1, completely covered by short slightly curved lines; few of these lines also situated lat-erally off this shield. Distances between seal bases d1-d1, e1-e1, and e1-posterior margin of hysteronotal shield 80-95, 75-95, and 5-10, respectively. Lateral parts of hysteronotum with few scales situated posterior to level of setal bases e2. Striated membranes of coxae II 37-42 wide, subequal to striated membranes of coxal fields I. Cuticle between coxal apodemes Ia not sclerotized. Coxal fields III and IV without ornamentation. Acicula of coxal fields IV absent. Epigynum arched 3-4 long and 25-30 wide. Ventral part of opisthosoma with pair of opisthogastral shields, 1/3 of opisthosomal width each and extending from insertion of legs IV to level of seta ps3 bases. Opisthogaster covered by scales extending from level of setae 4a to level of setae f2 between opisthogastral shields and posterior to them. Setae ps3 situated posterior to level of setae e1. Basal cap of spermatheca sacculiform, almost indistinct. Dorso-basal projection of femur I absent. Tibiotarsi III and IV, without pretarsus, 40-45 and 45-50 long, respectively. Solenidia φ of legs III and IV 8-10 and 3-5 long, respectively. Type material. Male holotype (T-At-ZISP AVB 09-1505-005), 20 male and 20 female paratypes (ZISP-At AVB 09-2307-005, # 1-40) from Saxatilomys paulinae Musser et al. (Rodentia: Muridae) , 9 November 2008, coll. A. Abramov, A. Tikhonov (field number #AA, AT 15); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-001, #1-20), same data (#AA, AT 18); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-002, #1-20), same locality, 10 November 2008 (#AA, AT 27); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-003, #1-20), same data (#AA, AT 31); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-004, #1-20), same locality,11 November 2008 (#AA, AT 39); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-05, #1-20), same data (#AA, AT 40); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-006, #1-20), same data (#AA, AT 42); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-007, #1-20), same data, (#AA, AT 44); 10 male and 10 female paratypes (ZISP-At AVB 09-2307-008, #1-20), same data (#AA, AT 45). Numerous mite specimens from all these records are preserved in alcohol.",
                "cite_spans": [
                    {
                        "start": 473,
                        "end": 478,
                        "text": "(175)",
                        "ref_id": null
                    },
                    {
                        "start": 479,
                        "end": 484,
                        "text": "(176)",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 490,
                        "text": "(177)",
                        "ref_id": null
                    },
                    {
                        "start": 491,
                        "end": 496,
                        "text": "(178)",
                        "ref_id": null
                    },
                    {
                        "start": 497,
                        "end": 502,
                        "text": "(179)",
                        "ref_id": null
                    },
                    {
                        "start": 503,
                        "end": 508,
                        "text": "(180)",
                        "ref_id": null
                    },
                    {
                        "start": 509,
                        "end": 514,
                        "text": "(181)",
                        "ref_id": null
                    },
                    {
                        "start": 515,
                        "end": 520,
                        "text": "(182)",
                        "ref_id": null
                    },
                    {
                        "start": 521,
                        "end": 526,
                        "text": "(183)",
                        "ref_id": null
                    },
                    {
                        "start": 527,
                        "end": 532,
                        "text": "(184)",
                        "ref_id": null
                    },
                    {
                        "start": 533,
                        "end": 538,
                        "text": "(185)",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 544,
                        "text": "(186)",
                        "ref_id": null
                    },
                    {
                        "start": 545,
                        "end": 550,
                        "text": "(187)",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 556,
                        "text": "(188)",
                        "ref_id": null
                    },
                    {
                        "start": 557,
                        "end": 562,
                        "text": "(189)",
                        "ref_id": null
                    },
                    {
                        "start": 563,
                        "end": 568,
                        "text": "(190)",
                        "ref_id": null
                    },
                    {
                        "start": 4608,
                        "end": 4641,
                        "text": "Musser et al. (Rodentia: Muridae)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 16,
                        "end": 22,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1778,
                        "end": 1786,
                        "text": "(Fig. 1C",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2538,
                        "end": 2546,
                        "text": "(Fig. 1D",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2926,
                        "end": 2932,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "Type deposition. Holotype and most part of paratypes-ZISP, 3 male and 3 female paratypes-in UMMZ, 3 male and 3 female paratypes-MNHN, 3 male and 3 female paratypes-IRSNB.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "Differential diagnosis. This species belongs to the subgenus Paklistrophoroides, which was shown to be polyphyletic . In species of this subgenus, the cuticle between coxal apodemes Ia is not sclerotized (Fain 1981a ). Among species of this subgenus, the new species is closely related to Listrophoroides (Paklistrophoroides) scutalis Fain from Leopoldamys edwardsi (Thomas) (Rodentia: Muridae) from Vietnam and Laos (Fain 1981a; Bochkov et al. 2004) . In males of these species, the idiosoma is stumpy, the opisthosoma has dilatations at the level of setae e2, and the bases of setae e1 are situated on the strongly sclerotized cuticle and therefore are weakly discernible (for this reason, these setae were overlooked by Fain [1981a] and ). The new species differs from L. scutalis by the following characters. In both sexes of L. oconnori sp. n., the scutal organs are absent; in males, tarsus III has a ventro-apical projection, femur IV has a ventral furrow; in females, the postscapular and hysteronotal shields are completely covered by ornamentation. In males of L. scutalis, tarsus III has no ventro-apical projection, femur IV has no ventral furrow; in females, the postscapular shield is devoid of ornamentation and the hysteronotal shield is covered by ornamentation only in the median part.",
                "cite_spans": [
                    {
                        "start": 204,
                        "end": 215,
                        "text": "(Fain 1981a",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 417,
                        "end": 429,
                        "text": "(Fain 1981a;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 430,
                        "end": 450,
                        "text": "Bochkov et al. 2004)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 723,
                        "end": 735,
                        "text": "Fain [1981a]",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "Etymology. The species is named in honor of the prominent acarologist Prof. Barry M. OConnor (UMMZ).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "Remark. The monobasic genus Saxatilomys is, probably, close to Leopoldamys (Musser et al. 2005) . Therefore, it is not surprising that its parasite Listrophoroides oconnori is morphologically close to L. scutalis-a specific parasite of Leopoldamys spp.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 95,
                        "text": "(Musser et al. 2005)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Atopomelidae",
                "sec_num": null
            },
            {
                "text": "MALE (holotype, Figs. 3, 4 and 12A). Body, 600 long (440-620 in 10 paratypes), 160 wide (160-220). Prescapular shield 120-140 long; postscapular shield 180-210 long, completely covered by transverse lines; hysteronotal shield 140-170 long, trapeziform, covered by tubercles in anterior third, pair of round weakly sclerotized patches near bases of setae d2 present. Opisthonotal surface behind hysteronotal shield tuberculate. Lateral unsclerotized parts of idiosoma between levels of legs II and III insertions covered by scales. Aedeagus about 4 times shorter than femur III. Opisthogaster posterior to level of ps3 setae covered by scales. Length of idiosomal setae: si 40-55, se 45-80, c2 60-65, c3 30-35, cp 110-160, d1 50-80, d2 50-340, e1 180-220, h1 8-10, h2 50-60, h3 180-230; length of setae e2 and f2 highly variable, 20-200 and 30-100, respectively. Leg III and IV 210-320 and 470-560 long, respectively. Trochanter IV with ventral and dorsal spurs, ventral spur fang-like shape, 48-57 long, with single apex (Fig. 12A) ; dorsal spur well developed, slightly shorter than ventral spur, situated in basal part of this segment. Femur and genu IV together 180-190 long, femur with 1 ventral spur, 5-10 long. Tibiotarsi III and IV without pretarsus, 70-90 and 185-200 long, respectively. Tarsus IV with single pointed apex. Seta dIII subequal in length to respective tibiotarsus, excluding pretarsus. FEMALE (10 paratypes, Fig. 5 ). Body 600-665 long, 150-170 wide. Prescapular shield 100-120 long; postscapular shield well developed, 80-100 long, covered by scale-like pattern, with posterior median incision 20-25 long. Hysteronotum covered medially by triangular scales; length and width of these scales subequal. Genital papillae contiguous. Genital valves separated from each other, each bearing setae 4b and g. Sclerotized areas of coxae IV fused in posterior part, and setae 4a situated on unpaired sclerotized plate. Basal cap of spermatheca glo-bosely inflated. Legs III and IV 120-140 long; tibiotarsi III and IV, excluding pretarsus, 50-60 long. Setae dIII and IV subequal in length to respective tibiotarsi, excluding pretarsi.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1021,
                        "end": 1031,
                        "text": "(Fig. 12A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1431,
                        "end": 1437,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Atopomelus megalotis sp. n. (Figs. 3-5, 12A)",
                "sec_num": null
            },
            {
                "text": "Type material. Male holotype (T-At-ZISP AVB 09-0805-008), 7 male and 8 female paratypes (ZISP-At AVB 09-0805-006, # 1-15) from Hylomys megalotis Jenkins and Robinson (Erinaceomorpha: Erinaceidae), 14 November 2008, coll. A. Abramov, A. Tikhonov (field number #AA, AT 85); 2 male and 3 female paratypes (ZISP-At AVB 09-0805-002, #1-5), same locality, 9 November 2008 (#AA AT 23); 1 male paratype (ZISP-At AVB 09-0805-010, #1), same data (#AA AT 10); 2 male and 3 female paratypes (ZISP-At AVB 09-0805-005, #1-5), same locality, 13 November 2008 (#AA AT 57); 3 male and 1 female paratypes (ZISP-At AVB 09-0805-006, #1-4), same data (#AA AT 56); 1 male and 1 female paratypes (ZISP-At AVB 09-0805-001, #1-2), same locality, 14 November 2008 (#AA AT 72); 1 male and 2 female paratypes (ZISP-At AVB 09-0805-004, #1-3), same data (#AA AT 70); 3 male paratypes (ZISP-At AVB 09-0805-007, #1-3), same data (#AA AT 71); 1 female paratype (ZISP-At AVB 09-0805-009), same locality, 15 November 2008 (#AA AT 87); 1 male paratype (ZISP-At AVB 09-0805-003), same locality, 16 November 2008 (#AA AT 103). Numerous immature mite specimens from all these records are preserved in alcohol.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Atopomelus megalotis sp. n. (Figs. 3-5, 12A)",
                "sec_num": null
            },
            {
                "text": "Type deposition. Holotype and most part of paratypes-ZISP, 1 male and 1 female paratypes-in UMMZ, 1 male and 1 female paratypes-MNHN, 1 male and 1 female paratypes-IRSNB.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Atopomelus megalotis sp. n. (Figs. 3-5, 12A)",
                "sec_num": null
            },
            {
                "text": "Differential diagnosis. This new species belongs to the locusta group including three species. In males of this group, the postscapular shield has transverse lines, the opisthonotum posterior to the hysteronotal shield bears tubercles, and trochanter IV bears a dorsal spur; in females, the hysteronotum is covered medially by the triangular scales which are not longer than wide, the genital papillae are contiguous, and the basal cap of the spermatheca is inflated . Among members of this group, the new species is very close to Atopomelus locusta Trouessart from Neotetracus sinensis Trouessart and Hylomys suillus Muller from China, Vietnam, Laos, and Malaysia . In males of both mite species, the aedeagus is 3-4 times shorter than femur III, seta dIII is subequal in length to the respective tibiotarsus, the dorsal and ventral spurs of trochanter IV are subequal, the hysteronotal shield is ornamented, the dorsal spur of trochanter IV situates basally, and femurogenu IV bears a single ventral spur; in females, setae dIII and IV are subequal in the length to the respective tibiotarsi, the genital valves are separated from each other, and the distal part of the spermatheca is globose. These species differ from each other by the following feature. In males of Atopomelus megalotis sp. n., the ventral spur of trochanter IV is 48-57 long, fang-like ( Fig. 12A ), the opisthogaster anterior to level of setae ps3 is devoid of scales; in females, the width and length of the median scales of the hysteronotum is subequal. In males of A. locusta, the ventral spur of trochanter IV is 27-30 long, spade-like ( Fig. 12B ), the opisthogaster anterior to level of setae ps3 bears scales; in females, the median scales of the hysteronotum are distinctly wider than their length.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1361,
                        "end": 1369,
                        "text": "Fig. 12A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1616,
                        "end": 1624,
                        "text": "Fig. 12B",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Atopomelus megalotis sp. n. (Figs. 3-5, 12A)",
                "sec_num": null
            },
            {
                "text": "Etymology. The specific epithet derives from the specific name of the host and is a noun in apposition. Remarks. It is interesting that newly described A. megalotis is morphologically very close to A. locusta parasitizing the two gymnure species, Neotetracus sinensis and Hylomys suillus . Neotetracus sinensis is also parasitized by one more Atopomelus species, A. priapus Bochkov et al. The presence of two so closely related species A. locusta and A. megalotis on N. sinensis and H. megalotis, respectively, could be explained by phylogenetic links between these hosts or by the transfer of their parasites from one host species to another with the following speciation. Hylomys megalotis is a very peculiar host and its phylogenetic relationships are not yet clear; therefore, it was only temporarily placed in the genus Hylomys (Jenkins & Robinson 2002) . However, there are no data supporting its sister grouping with N. sinensis. On another hand, the ranges of these hosts, at least in the present time, are distant from each other and, therefore, the hypothesis suggesting host switching between them is highly improbable. We believe that N. sinensis is the initial host only for A. priapus. Ranges of H. suillus and N. sinensis are partially overlapping which makes the transfer of A. locusta from H. suillus to N. sinensis feasible. Whereas H. megalotis, probably, received mites directly from H. suillus (ranges of these hosts are also overlapping) or A. megalotis and A. locusta originated from the common ancestor, which parasitized ancestor of the genus Hylomys. This hypothesis not only explains the presence of two Atopomelus spp. on N. sinensis (each gymnure species being associated with one species from this genus, only) but also gives evidence for sister relationships between A. locusta and A. megalotis. ",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 858,
                        "text": "(Jenkins & Robinson 2002)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Atopomelus megalotis sp. n. (Figs. 3-5, 12A)",
                "sec_num": null
            },
            {
                "text": "Afrolistrophorus laonastes sp. n. (Figs. 6, 7) MALE (holotype, Fig. 6 ). Body 435 long (410-435 in 10 paratypes), 130 wide (120-130). Prescapular shield 120 long (115-125). Anterior margin of prescapular shield with distinct median process. Postscapular shield 70 long (70-75), covered by numerous (more than 20) transverse striae. Hysteronotal shield 195 long (180-200), completely covered by striae from anterior margin until level of posterior margin of supranal concavity. Idiosomal surface between prescapular and hysteronotal shields with 5-7 transverse lines. Supranal concavity distinctly developed, completely closed, triangular in outline; about 50 long and 20 wide in posterior part. Setae h2 275 long (230-275); membranous setae h3 about 30 wide, without ribs. Terminal cleft 25-30 long. Cuticle between coxal fields II striated. Coxal apodemes III almost fused to each other. Aedeagus about 30 long. Diameter of paranal suckers about 9. Legs III and IV 80-100 and 105-110 long, respectively. Setae dIII about 2 times shorter than tarsus III and setae dIV subequal or slightly longer than tarsus IV, excluding pretarsus. Tarsus III with distinct dorsosubapical projection about 10 long, bearing setae f and d. Solenidia ; 10 male and 10 female paratypes (ZISP-L AVB 09-1504-007, #1-20), same data (#AA AT 78); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-003, #1-20), same locality, 15 November 2008 (#AA AT 100); 10 female and 10 male paratypes (ZISP-L AVB 09-1504-008, #1-20), same data (#AA AT 93); 10 female and 10 male paratypes (ZISP-L AVB 09-1504-010, #1-20), same data (#AA AT 94); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-001, #1-20), same data (#AA AT 95); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-005, #1-20), same data (#AA AT 97); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-004, #1-20), same data (#AA AT 99); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-006, #1-20), same locality, 13 November 2008 (#AA AT 65); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-011, #1-20), same data (#AA AT 64); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-012, #1-20), same data (#AA AT 63); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-014), same data (#AA AT 62); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-004), same data (#AA, AT 60); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-002, #1-20), same locality, 12 November 2008 (#AA AT 50); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-009, #1-20), same data (#AA AT 49); 10 male and 10 female paratypes (ZISP-L AVB 09-1504-015, same locality, 11 November 2008 (#AA AT 35). Numerous mite specimens from all these records are preserved in alcohol.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 34,
                        "end": 46,
                        "text": "(Figs. 6, 7)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 63,
                        "end": 69,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Type deposition. Holotype and most part of paratypes-ZISP, 3 male and 3 female paratypes-in UMMZ, 3 male and 3 female paratypes-MNHN, 3 male and 3 female paratypes-IRSNB.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Differential diagnosis. This new species belongs to the apodemi species group, which includes ten species. All species in this group have: a median process on the anterior margin of the prescapular shield. In males, apodemes III are fused to each other; in females, the cuticle between coxal fields II is without distinct striations, setae ps1 and ps2 are present or absent, setae h2 are not longer than other opisthosomal setae (Bochkov & OConnor 2006) . Among species of the apodemi group, the new species is closer to Afrolistrophoroides maculatus maculatus Fain widely distributed on various Oriental Murinae (Rodentia: Muridae) (Fain 1980; Bochkov & OConnor 2006) . In both species, the postscapular shield: is distinctly developed and possess several transverse striae or sclerotized bands and miss a median longitudinal sclerotized band; seta dIII is much shorter than the respective tarsus (excluding the pretarsus); in males, the postscapular and hysteronotal shields are separated by 5-7 transverse striae only, outline of the supranal concavity is triangular, setae h3 are strongly widened and slightly overlap each other; in females, setae ps1 and ps2 are absent, the ventral side of opisthosoma has no verrucae or scales. Afrolistrophorus laonastes sp. n. differs from A. maculatus by the following characters: in both sexes of A. laonastes, the postscapular shield is covered by fine striation and seta dIV is longer or subequal to tarsus IV; in males, the hysteronotal shield is completely covered by striation and tarsus III with the distinct dorso-subapical protrusion about 10 long bearing setae d and f; in females, the opisthonotum is slightly punctated, the posterior end of the opisthonotum bears a pair of small sclerotized patches with setae h1. In both sexes of A. maculatus, the postscapular shield is covered by weakly sclerotized bands slightly expanded laterally and seta dIV is much shorter than tarsus IV excluding pretarsus; in males, the hysteronotal shield is covered by striations from the anterior end to the level of setae e1; tarsus III is with dorso-subapical spur bearing seta d; in females, the opisthonotum is not punctated, the posterior end of the opisthonotum is devoid of the sclerotized patches.",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 453,
                        "text": "(Bochkov & OConnor 2006)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 633,
                        "end": 644,
                        "text": "(Fain 1980;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 645,
                        "end": 668,
                        "text": "Bochkov & OConnor 2006)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Etymology. The species name is derived from the generic name of the host and is a noun in apposition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Remark. Laonastes aenigmamus is a \"living fossil\" belonging to the family Diatomyidae, all representatives of which were previously considered to have become extinct 11 million years ago in the Late Miocene (Dawson et al. 2006) . Its parasite, Afrolistrophorus laonastes belongs to the apodemi species group, members of which parasitize only myomorph rodents (Bochkov & OConnor 2006) . Therefore it is hypothesized, that the ancestor of this species switched from some muroid rodents to the Laotian rock-rat (Bochkov et al. 2011) . Thus, L. aenigmamus was initially free from listrophorids or appears to have completely lost the original listrophorid fauna, which has later been replaced by colonists from sympatric muroids representing the dominant and most specious group of rodents in Southeast Asia.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 227,
                        "text": "(Dawson et al. 2006)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 359,
                        "end": 383,
                        "text": "(Bochkov & OConnor 2006)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 508,
                        "end": 529,
                        "text": "(Bochkov et al. 2011)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Afrolistrophorus saxatilomys sp. n. (Figs. 8, 9 ) MALE (holotype, Fig. 8 ). Body 475 long (460-485 in 10 paratypes), 135 wide (130-135). Prescapular shield 125 long (120-125). Anterior margin of prescapular shield with distinct median process. Postscapular shield 85 long (75-85), covered by 10-14 narrow interrupted transverse sclerotized bands. Hysteronotal shield 225 long (210-235), almost completely covered by striation, from anterior margin until level of setae e1. Idiosomal surface between prescapular and hysteronotal shields striated with 5-7 lines. Supranal concavity rounded in outline and completely closed; about 10 long in diameter. Setae h2 260 long (235-275); membranous setae h3 about 35 wide, without ribs. Terminal cleft about 40 long. Cuticle between coxal fields II very finely striated. Coxal apodemes III fused to each other. Aedeagus about 25 long. Diameter of paranal suckers about 11. Legs III and IV 100-110 and 140-150 long, respectively. Setae dIII and dIV subequal or slightly shorter than respective tarsi, excluding pretarsus. Tarsus III with ventral membrane and dorso-subapical spur bearing seta d. Solenidia #1-20), same data (#AA, AT 18); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-002, #1-20), same locality, 10 November 2008 (#AA, AT 27); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-003, #1-20), same data (#AA, AT 31); 10 male and 10 female paratypes (ZISP-L AVB 09-1505-002), same data (#AA, AT 28), 10 male and 10 female paratypes (ZISP-L AVB 09-2307-004, #1-20), same locality,11 November 2008 (#AA, AT 39); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-05, #1-20), same data (#AA, AT 40); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-006, #1-20), same data, (#AA, AT 42); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-007, #1-20), same data, (#AA, AT 44); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-008, #1-20), same data (#AA, AT 45). Numerous mite specimens from all these records are preserved in alcohol.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 36,
                        "end": 47,
                        "text": "(Figs. 8, 9",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 66,
                        "end": 72,
                        "text": "Fig. 8",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Type deposition. Holotype and most part of paratypes-ZISP, 3 male and 3 female paratypes-in UMMZ, 3 male and 3 female paratypes-MNHN, 3 male and 3 female paratypes-IRSNB.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Differential diagnosis. Like the previous species, this new species belongs to the apodemi species group. Among this group the closest species is Afrolistrophorus punctatus Fain and Lukoschus from Spalax leucodon Nordmann (Rodentia: Spalacidae) from Hungary (Fain & Lukoschus 1983) . A. punctatus is known only from the holotype female collected from a museum specimen; therefore, this host record could be accidental. In females of both species, setae ps1 are absent and setae ps2 present, setae dIII and IV are much shorter than the respective tarsi, excluding pretarsus, and the opisthosoma has no ventral scales or only posses a few scales. In females of A. saxatilomys sp. n., the body is 485-525 long, the postscapular shield is without the median longitudinal band, the posterior end of the opisthonotum is without sclerotized patches, and a few verrucae are present ventrally between levels of trochanters III and IV. In the female of A. punctatus, the body is 425 long, the postscapular shield has the median longitudinal band, the posterior end of the opisthonotum bears a pair of the sclerotized patches, the hysterosomal venter is devoid of any verrucae or scales. In addition, the dorsal shields of A. punctatus have narrower and less numerous striations than in the new species. Males of A. saxatilomys sp. n. resemble males of Afrolistrophorus apodemi Fain known mainly from species of the genus Apodemus (Rodentia: Muridae) (Fain 1981b; Dubinina 1998) . In males of both species, the hysteronotal shield is completely striated and the supranal concavity is small and rounded in outline. Males of the new species differ from those of A. apodemi by having narrower transverse bands on the postscapular shield and the presence of the ventral membrane on tarsus III.",
                "cite_spans": [
                    {
                        "start": 258,
                        "end": 281,
                        "text": "(Fain & Lukoschus 1983)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1440,
                        "end": 1452,
                        "text": "(Fain 1981b;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1453,
                        "end": 1467,
                        "text": "Dubinina 1998)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Etymology. The specific epithet derives from the generic name of the host and is a noun in apposition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Pteromychirus menetes sp. n. (Figs. 10, 11 ) MALE (holotype, Fig. 10 ). Body 400 long (375-400 in 10 paratypes), 130 wide (120-130). Prescapular shield 110 long (100-110). Anterior margin of prescapular shield trilobite-like. Postscapular shield about 25 long, covered by 4 narrow transverse bands. Hysteronotal shield 140 long (120-150), without ornamentation, but with several disorderly located unsclerotized patches. Idiosomal surface between prescapular and hysteronotal shields striated, with 23-27 lines; distance between these shields subequal to length of hysteronotal shield. Opisthosomal lobes distinctly developed, about only 2.5 times shorter and 3 times narrower than hysteronotal shield. Small dorso-median tooth present at level of setae h1. Lobar membrane without median incision, only slightly convex in median part. Setae h2 about 125 long; membranous setae h3 about 12 long and 7 wide, without ribs; setae ps2 absent. Cuticle between coxal fields II with auxiliary striated attaching membranes. Fig. 11 ). Body 490-500 long, 120-135 wide. Prescapular shield 120-125 long. Anterior margin of prescapular shield trilobite-lake. Postscapular shield 25-30 long, covered by 5-6 narrow transverse bands. Idiosomal surface posterior to postscapular shield distinctly striated (more than 50 striae), without ornamentation; 8-10 plaques constituting longitudinal median line immediately posterior to postscapular shield present. Posterior end of opisthonotum with sclerotized area. Cuticle between coxal fields II with striated auxiliary attaching membranes. Median part of ventral opisthosoma completely covered by verrucae. Setae h2 about 150 long, much longer than other opisthosomal setae. Setae ps1 and ps2 absent. Legs III and IV subequal, about 75 long. Type material. Male holotype (T-L-ZISP AVB 09-1505-006), 20 male and 20 female paratypes (ZISP-L AVB 09-1505-006, # 1-40) from Menetes berdmorei (Blyth) (Rodentia: Sciuridae), 8 November 2008, coll. A. Abramov, A. Tikhonov (field number #AA, AT 8); 10 male and 10 female paratypes (ZISP-L AVB 09-1505-003, #1-20), same locality, 14 November 2008 (#AA, AT 76). Numerous mite specimens from all these records are preserved in alcohol.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 29,
                        "end": 42,
                        "text": "(Figs. 10, 11",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 61,
                        "end": 68,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1015,
                        "end": 1022,
                        "text": "Fig. 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Type deposition. Holotype and most part of paratypes-ZISP, 1 male and 1 female paratypes-in UMMZ, 1 male and 1 female paratypes-MNHN, 1 male and 1 female paratypes-IRSNB.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Differential diagnosis. This new species is the second species described in the genus Pteromychirus. It differs from the type species, Pteromychirus lukoschusi (Fain) described from Pteromys momonga Temminck (Rodentia: Sciuridae) from Japan (Fain 1979b) , by the following characters. In both sexes of Pteromychirus menetes sp. n., the lateral parts of the idiosoma are devoid of scales or verrucae; in males, the hysteronotal shield is not ornamented and the median incision of the lobar membrane is absent. In both sexes of P. lukoschusi, the lateral parts of the idiosoma are covered by scales; in males, the hysteronotal shield is ornamented by transverse bands and the lobar membrane has a distinct median incision.",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 166,
                        "text": "(Fain)",
                        "ref_id": null
                    },
                    {
                        "start": 241,
                        "end": 253,
                        "text": "(Fain 1979b)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            },
            {
                "text": "Etymology. The specific epithet derives from the generic name of the host and is a noun in apposition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Listrophoridae",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We are indebted to Drs Alexey N. Tikhonov (ZISP), Somsy Gnophanxay, Thavy Phimminith, and Khamphet Phomphoumy (National University of Laos), Bounsou Sovan and Chaynoy Sisomphane (Ministry of Agriculture and Forestry, Lao PDR), and Soukanh Inthanouhack (Department of Agricultury and Forestry, Khammoune Province, Lao PDR) for their contributions to this study and for advice with the field work. Hosts were collected under permission of the Ministry of Agriculture and Forestry, form 520, N 280/08. We thank Dr. Ricardo Guerrero (Universidad Central de Venezuela) and an anonymous referee for valuable comments to the manuscript. This research was supported by grant from the Russian Foundation for Basic Research (10-04-00973_a to A.V.A.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A review of mammal associated Psoroptidia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "",
                "volume": "18",
                "issue": "",
                "pages": "99--260",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. (2010) A review of mammal associated Psoroptidia (Acariformes: Astigmata). Acarina, 18, 99-260.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Arthropod symbiotes of Laonastes aenigmamus (Rodentia: Diatomyidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Abramov",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Durden",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Apanaskevich",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Stekolnikov",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Stanyukovich",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Gnophanxay",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Tikhonov",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Parasitology",
                "volume": "97",
                "issue": "",
                "pages": "352--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A., Abramov, A., Durden, L., Apanaskevich, D., Stekolnikov, A., Stanyukovich, M., Gnophanxay, S. & Tikhonov, A. (2011) Arthropod symbiotes of Laonastes aenigmamus (Rodentia: Diatomyidae). Journal of Parasitology, 97, 352-353.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Fur-mites of the genus Atopomelus Trouessart, 1918 (Acari: Atopomelidae): life-cycle, phylogeny, and host parasite-associations",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Klimov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Acarologia",
                "volume": "45",
                "issue": "",
                "pages": "207--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V., Klimov A.B. & OConnor, B.M. (2005) Fur-mites of the genus Atopomelus Trouessart, 1918 (Acari: Atopomel- idae): life-cycle, phylogeny, and host parasite-associations. Acarologia, 45, 207-241.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Phylogeny and host associations of the fur-mite subgenus Listrophoroides Hirst (Acari: Atopomelidae), with an intrigue example of synhospitality on rats of the genus Maxomys",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Invertebrate Systematics",
                "volume": "19",
                "issue": "",
                "pages": "437--498",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. & OConnor, B.M. (2005) Phylogeny and host associations of the fur-mite subgenus Listrophoroides Hirst (Acari: Atopomelidae), with an intrigue example of synhospitality on rats of the genus Maxomys. Invertebrate Systemat- ics, 19, 437-498.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Revision of the fur-mite family Listrophoridae (Acari: Astigmata) associated with Philippine mammals. Bulletin de l' Institut Royal des",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Sciences Naturelles de Belgique. Entomologie",
                "volume": "76",
                "issue": "",
                "pages": "5--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. & OConnor, B.M. (2006) Revision of the fur-mite family Listrophoridae (Acari: Astigmata) associated with Philippine mammals. Bulletin de l' Institut Royal des Sciences Naturelles de Belgique. Entomologie, 76, 5-24.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "New species and records of fur mites (Acari: Astigmata: Atopomelidae) from Southeast Asian rodents (Rodentia: Muridae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Oconnor",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gorog",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Acarina",
                "volume": "12",
                "issue": "",
                "pages": "67--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. OConnor, B.M & Gorog, A. (2004) New species and records of fur mites (Acari: Astigmata: Atopomelidae) from Southeast Asian rodents (Rodentia: Muridae). Acarina, 12, 67-86.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Laonastes and the \"Lazarus effect\" in recent mammals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Dawson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Marivaux",
                        "suffix": ""
                    },
                    {
                        "first": "C-K",
                        "middle": [],
                        "last": "Li",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "C"
                        ],
                        "last": "Beard",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Métais",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Science",
                "volume": "311",
                "issue": "",
                "pages": "1456--1458",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dawson, M.R., Marivaux, L., Li, C-k., Beard, K.C. & Métais, G. (2006) Laonastes and the \"Lazarus effect\" in recent mammals. Science, 311, 1456-1458.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The fur mites (Acari: Astigmata: Listrophoridae) of the fauna of Russia and adjacent countries",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "V"
                        ],
                        "last": "Dubinina",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Acarina",
                "volume": "6",
                "issue": "",
                "pages": "41--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dubinina, E.V. (1998) The fur mites (Acari: Astigmata: Listrophoridae) of the fauna of Russia and adjacent countries. Acarina, 6, 41-45.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Diagnosis of nouveaux Lobalgides and Listrophorides (Acarina: Sarcoptiformes)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "81",
                "issue": "",
                "pages": "271--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1970) Diagnosis of nouveaux Lobalgides and Listrophorides (Acarina: Sarcoptiformes). Revue de Zoologie et de Bot- anique africaines, 81, 271-300.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Nouveaux acariens parasites de la superfamilla Listrophoroidea (Astigmates)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Acta Zoologica et Pathologica Antverpensia",
                "volume": "64",
                "issue": "",
                "pages": "37--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1976) Nouveaux acariens parasites de la superfamilla Listrophoroidea (Astigmates). Acta Zoologica et Pathologica Antverpensia, 64, 37-67.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Diagnoses de nouvelles especes du genre Listrophoroides Hirst, 1923 (Acari, Astigmata)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "115",
                "issue": "",
                "pages": "190--193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1979a) Diagnoses de nouvelles especes du genre Listrophoroides Hirst, 1923 (Acari, Astigmata). Bulletin and Annales de la Société royale Belge d'Entomologie, 115, 190-193.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Observations sur les genres Sciurochirus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Aeromychirus et Tamiopsochirus (Acari: Listrophoridae). Acarologia",
                "volume": "20",
                "issue": "",
                "pages": "270--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1979b) Observations sur les genres Sciurochirus, Aeromychirus et Tamiopsochirus (Acari: Listrophoridae). Acarolo- gia, 20, 270-285.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "On some new or little-known genera and species of Listrophoridae (Astigmata)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "International Journal of Acarology",
                "volume": "6",
                "issue": "",
                "pages": "179--190",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1980) On some new or little-known genera and species of Listrophoridae (Astigmata). International Journal of Acarology, 6, 179-190.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Atopomelidae) dans la region orientale",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1923,
                "venue": "Sciences Naturelles de Belgique, Entomologie",
                "volume": "53",
                "issue": "",
                "pages": "1--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1981a) Le genre Listrophoroides Hirst, 1923 (Acari, Astigmata, Atopomelidae) dans la region orientale. Bulletin de l'Institut royal des Sciences Naturelles de Belgique, Entomologie, 53, 1-123.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Notes sur les Listrophoridae (Acari : Astigmata) II. Description d'especes insuffisamment connues et de deux especes nouvelles",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Acarologia",
                "volume": "22",
                "issue": "",
                "pages": "415--426",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1981b) Notes sur les Listrophoridae (Acari : Astigmata) II. Description d'especes insuffisamment connues et de deux especes nouvelles. Acarologia, 22, 415-426.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The labidocarpine mites (Acari: Chirodiscidae) from oriental bats. III. Genera Paralabidocarpus Pinichpongse",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Labidocarpus Trouessart, 1895 and Alabidocarpus Ewing",
                "volume": "4",
                "issue": "",
                "pages": "303--336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1982) The labidocarpine mites (Acari: Chirodiscidae) from oriental bats. III. Genera Paralabidocarpus Pinichpongse, 1963, Labidocarpoides Fain, 1970, Labidocarpus Trouessart, 1895 and Alabidocarpus Ewing, 1929. Systematic Parasitol- ogy, 4, 303-336.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Notes sur des acariens pilicoles des genres Afrolistrophorus Fain, 1970 et Spalacarus Fain",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "S"
                        ],
                        "last": "Lukoschus",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Sciences Naturelles de Belgique. Entomologie",
                "volume": "55",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. & Lukoschus, F.S. (1983) Notes sur des acariens pilicoles des genres Afrolistrophorus Fain, 1970 et Spalacarus Fain, 1980. Bulletin de Institut royal des Sciences Naturelles de Belgique. Entomologie, 55, 1-18.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "La chaetotaxie des pattes chez les Acaridiae",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Grandjean",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "",
                "volume": "64",
                "issue": "",
                "pages": "50--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grandjean, F. (1939) La chaetotaxie des pattes chez les Acaridiae. Bulletin de la Société Zoologique de France, 64, 50-60.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The idiosomal chaetotaxy of astigmatid mites",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Griffiths",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "T"
                        ],
                        "last": "Atyeo",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Norton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Lynch",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Zoology",
                "volume": "220",
                "issue": "",
                "pages": "1--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Griffiths, D.A., Atyeo, W.T., Norton, R.A. & Lynch, C.A. (1990) The idiosomal chaetotaxy of astigmatid mites. Journal of Zoology (London), 220, 1-32.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Another variation on the gymnure theme: description of a new species of Hylomys (Lipotyphla, Erinaceidae, Galericinae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "68",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, P.D. & Robinson, M.F. (2002) Another variation on the gymnure theme: description of a new species of Hylomys (Lipotyphla, Erinaceidae, Galericinae). Bulletin of the Natural History Museum London (Zoology), 68, 1-11.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Description of a new genus and species of rodent (Murinae, Muridae, Rodentia) from the Khammouan Limestone National Biodiversity Conservation Area in Lao PDR",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "American Museum Novitates",
                "volume": "3497",
                "issue": "",
                "pages": "1--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G., Smith, A.L., Robinson, M.F. & Lunde, D.P. (2005) Description of a new genus and species of rodent (Murinae, Muridae, Rodentia) from the Khammouan Limestone National Biodiversity Conservation Area in Lao PDR. American Museum Novitates, 3497, 1-31.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Morphological evidence for the evolutionary origin of",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Norton",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Astigmata (Acari: Acariformes). Experimental and Applied Acarology",
                "volume": "22",
                "issue": "",
                "pages": "559--594",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Norton, R.A. (1998) Morphological evidence for the evolutionary origin of Astigmata (Acari: Acariformes). Experimental and Applied Acarology, 22, 559-594.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "A manual of acarology",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "565--657",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OConnor, B.M. (2009) Cohort Astigmatina. In: Krantz, G.W. & Walter, D.E. (Eds.) A manual of acarology. Third edition. Texas Tech University Press, Lubbock, Texas, USA, pp. 565-657.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Mammal species of the world. A taxonomic and geographic reference",
                "authors": [],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, D.E. & Reeder, D.M. (Eds.) (2005) Mammal species of the world. A taxonomic and geographic reference. Third edi- tion. The Johns Hopkins University Press, Baltimore, USA, 2142 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Listrophoroides oconnori sp. n., male holotype. A-Dorsal view; B-Ventral view; C-Aedeagus; D-Tarsus III in ventral view; E-Tarsus IV in ventral view. Scale bars: 100 μ m = A, B; 50 μ m = C-E.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "Listrophoroides oconnori sp. n., female. A-Dorsal view; B-Ventral view; C-Tarsus III in ventral view; D-Tarsus IV in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C, D.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "text": "Atopomelus megalotis sp. n., idiosoma of male holotype in dorsal view.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "text": "Atopomelus megalotis sp. n., male holotype in ventral view.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF4": {
                "text": "Atopomelus megalotis sp. n., female: A-Propodonotum in ventral view; B-Posterior end of idiosoma in lateral view; C-Median scales of hysterosoma; D-Vulva; E-Posterior part of coxal fields IV; F-Distal part of spermatheca; G-Tarsus III in ventral view. Scale bars: 100 μ m = A, B; 50 μ m = D, E; 25 μ m = C, F, G.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF5": {
                "text": "paratypes,Fig. 7). Body 475-500 long, 125-130 wide. Prescapular shield 120-125 long. Anterior margin of prescapular shield with distinct median process. Postscapular shield 80-85 long, covered by numerous (over 20) transverse striae. Idiosomal surface between postscapular and hysteronotal shields with 3-5 transverse lines. Hysteronotal shield 65-75 long, covered by 18-22 transverse striae. Hysteronotum posterior to hysteronotal shield with 30-36 transverse striae, weakly sclerotized. Posterior end of opisthonotum with a pair of sclerotized patches bearing setae h1. Cuticle between coxal fields II not striated. Opisthogaster without scales or verrucae. Setae h2 short, about 8 long, subequal in length to other opisthosomal setae. Setae ps1 and ps2 absent. Legs III and IV subequal, 90-100 long. Setae dIII about 2 times shorter than tarsus III and setae dIV subequal or slightly longer than tarsus IV, excluding pretarsus. Solenidiaω 1I, II about 10 long, ω 3I about 26 long. Type material. Male holotype (T-L-ZISP AVB 09-1504-013), 20 male and 20 female paratypes (ZISP-L AVB 09-1504-013, #1-40) from Laonastes aenigmamus Jenkins et al. (Rodentia: Diatomyidae), 14 November 2008, coll. A. Abramov, A. Tikhonov (field number #AA, AT 77)",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF6": {
                "text": "Afrolistrophorus laonastes sp. n., male holotype: A-Dorsal view; B-Ventral view; C-Tarsus III in dorsal view; D-Tarsus IV in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C, D.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF7": {
                "text": "Afrolistrophorus laonastes sp. n., female: A-Dorsal view; B-Ventral view; C-Tarsus III in ventrall view; D-Tarsus IV in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C, D.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF8": {
                "text": "about 70 long. FEMALE (10 paratypes,Fig. 9). Body 485-525 long, 125-135 wide. Prescapular shield 110-125 long. Anterior margin of prescapular shield with distinct median process. Postscapular shield 85-100 long, covered by 12-15 narrow transverse sclerotized bands medially interrupted in posterior half and slightly expanded laterally. Surface between postscapular and hysteronotal shields striated with 3-5 lines. Hysteronotal shield 75-80 long, covered by 8-14 interrupted narrow transverse sclerotized bands. Hysteronotum posterior to hysteronotal shield with 29-33 transverse striae. Posterior end of opisthonotum without sclerotized patches. Cuticle between coxal fields II not striated. Hysterosoma ventro-laterally with few verrucae between levels of trochanters III and IV. Opisthogaster with few median scales. Not striated posterior end of opisthogaster with pair of sclerotized patches. Setae h2 short, 5-7 long, subequal in length to other opisthosomal setae. Setae ps1 absent, ps2 present. Legs III and IV subequal, 75-85 long. Setae dIII and setae dIV distinctly shorter than respective tarsi, excluding pretarsus. Solenidiaω 1I, II about 10 long, ω 3I about 25 long, φ I, II about 33 long. Type material. Male holotype (T-L-ZISP AVB 09-2307-005), 20 male and 20 female paratypes (ZISP-L AVB 09-2307-005, # 1-40) from Saxatilomys paulinae Musser et al. (Rodentia: Muridae), 9 November 2008, coll. A. Abramov, A. Tikhonov (field number #AA, AT 15); 10 male and 10 female paratypes (ZISP-L AVB 09-2307-001,",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF9": {
                "text": "Afrolistrophorus saxatilomys sp. n., male holotype. A-Dorsal view; B-Ventral view; C-Tarsus III in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF10": {
                "text": "Afrolistrophorus saxatilomys sp. n., female: A-Dorsal view; B-Ventral view.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF11": {
                "text": "Pteromychirus menetes sp. n., male holotype: A-Dorsal view; B-Ventral view; C-Leg III in ventral view; D-Tibia and tarsus IV in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C, D.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF12": {
                "text": "Pteromychirus menetes sp. n., female: A-Dorsal view; B-Ventral view; C-Tarsus III in ventral view. Scale bars: 100 μ m = A, B; 25 μ m = C.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF13": {
                "text": "A-Ventral spur of male trochanter IV of Atopomelus megalotis sp. n.; B-Same, Atopomelus locusta Trouessart; C-Hylomys megalotis Jenkins and Robinson (photo by Alexei V. Abramov); D-Laonastes aenigmamus Jenkins et al. at the hands of Alexei V. Abramov (photo by Alexey N. Tikhonov); E-Menetes berdmorei (Blyth) (photo by Alexei V. Abramov). Setae dIII and IV at least 2 times longer than respective tarsi, excluding pretarsus. Solenidia ω 1I, II about 10 long, ω 3I about 25 long, φ I, II about 15 long.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF1": {
                "text": "Coxal apodemes III fused to each other. Aedeagus about 10 long. Diameter of paranal suckers about 15. Legs III and IV 60-70 and 70-75 long, respectively. Femur II with distinct ventral fold. Seta dIII about 2 times longer than respective tarsus, excluding pretarsus. Setae dIV and eIV tubercle-like. Solenidia",
                "type_str": "table",
                "content": "<table><tr><td>ω FEMALE (10 paratypes,</td><td>1I, II about 10 long,</td><td>ω</td><td>3I 18 long,</td><td>φ</td><td>I, II about 35 long.</td></tr></table>",
                "num": null
            }
        }
    }
}