{
    "paper_id": "Bochkovetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:47.091318Z"
    },
    "title": "Revision of the genus Galagocheles Fain (Acari: Cheyletidae), parasites of galagos (Primates: Galagonidae)",
    "authors": [
        {
            "first": "Andre",
            "middle": [
                "V"
            ],
            "last": "Bochkov",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "addrLine": "1109 Geddes Ave",
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Sergey",
            "middle": [
                "V"
            ],
            "last": "Mironov",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Universitetskaya Embankment 1",
                "location": {
                    "postCode": "199034",
                    "settlement": "St Petersburg",
                    "country": "Russia"
                }
            },
            "email": ""
        },
        {
            "first": "Barry",
            "middle": [
                "M"
            ],
            "last": "Oconnor",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "addrLine": "1109 Geddes Ave",
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Galagocheles Fain, 1979 (Acari: Cheyletidae), comprising permanent parasites of African prosimian primates (Galagonidae), is revised. An amended diagnosis of the genus based on characters of adults and immatures is given. The type-species, G. lemuricola (Lawrence, 1948), from Otolemur garnetti (Ogilby) (type-host) and O. crassicaudatus Geoffroy, is redescribed, and G. lawrencei n. sp. is described from Galago senegalensis Geoffroy (type-host) and G. moholi Smith. The new species differs from G. lemuricola by its smaller body size, the obtuse posterior end of the opisthosoma in males, and by fine, nude setae ps3 in females. The systematics of the cheyletid tribe Niheliini and host-parasite associations of its species are briefly discussed. The tribe Criokerontini is included to the tribe Niheliini. It is suggested that the ancestors of the tribe Niheliini were predaceous cheyletids associated with the nests of arboreal mammals, and the association of Nihelia spp. on mongooses (Herpestidae) is the result of the host-switching from some ancient arboreal mammal. Materials and methods The authors obtained specimens examined in this study from fluid preserved host specimens in the U.S. National Museum of Natural History, Washington, and the Field Museum of Natural History, Chicago. Parasites removed were cleared in",
    "pdf_parse": {
        "paper_id": "Bochkovetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Galagocheles Fain, 1979 (Acari: Cheyletidae), comprising permanent parasites of African prosimian primates (Galagonidae), is revised. An amended diagnosis of the genus based on characters of adults and immatures is given. The type-species, G. lemuricola (Lawrence, 1948), from Otolemur garnetti (Ogilby) (type-host) and O. crassicaudatus Geoffroy, is redescribed, and G. lawrencei n. sp. is described from Galago senegalensis Geoffroy (type-host) and G. moholi Smith. The new species differs from G. lemuricola by its smaller body size, the obtuse posterior end of the opisthosoma in males, and by fine, nude setae ps3 in females. The systematics of the cheyletid tribe Niheliini and host-parasite associations of its species are briefly discussed. The tribe Criokerontini is included to the tribe Niheliini. It is suggested that the ancestors of the tribe Niheliini were predaceous cheyletids associated with the nests of arboreal mammals, and the association of Nihelia spp. on mongooses (Herpestidae) is the result of the host-switching from some ancient arboreal mammal. Materials and methods The authors obtained specimens examined in this study from fluid preserved host specimens in the U.S. National Museum of Natural History, Washington, and the Field Museum of Natural History, Chicago. Parasites removed were cleared in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The tribe Niheliini Smiley, 1977 (Acari: Cheyletidae) includes nine species in three genera, namely Nihelia Domrow & Baker, 1960 , Galagocheles Fain, 1979 and Sciurocheyla Volgin, 1969 (Bochkov & Fain, 2001 Bochkov & OConnor, 2004) . All these genera are represented by strongly specialised permanent parasites of mammals. Mites of the tribe are parasitic on small mammals belonging to three orders, Carnivora, Primates and Rodentia (Bochkov & Fain, 2001 ).",
                "cite_spans": [
                    {
                        "start": 10,
                        "end": 53,
                        "text": "Niheliini Smiley, 1977 (Acari: Cheyletidae)",
                        "ref_id": null
                    },
                    {
                        "start": 100,
                        "end": 128,
                        "text": "Nihelia Domrow & Baker, 1960",
                        "ref_id": null
                    },
                    {
                        "start": 129,
                        "end": 154,
                        "text": ", Galagocheles Fain, 1979",
                        "ref_id": null
                    },
                    {
                        "start": 155,
                        "end": 184,
                        "text": "and Sciurocheyla Volgin, 1969",
                        "ref_id": null
                    },
                    {
                        "start": 185,
                        "end": 206,
                        "text": "(Bochkov & Fain, 2001",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 207,
                        "end": 231,
                        "text": "Bochkov & OConnor, 2004)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 433,
                        "end": 454,
                        "text": "(Bochkov & Fain, 2001",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The monotypic genus Galagocheles Fain, 1979 was proposed for Cheyletiella lemuricola Lawrence, 1948 , which parasitises galagos (Primates: Galagonidae) in sub-Saharan Africa (Fain, 1979) . Although some notes on the morphology of this species were published subsequent to the original description (Fain, 1979; Gerson et al., 1999) , the species has never been re-described in detail since the original description (Lawrence, 1948) , and its immature stages were unknown.",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 99,
                        "text": "Lawrence, 1948",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 174,
                        "end": 186,
                        "text": "(Fain, 1979)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 297,
                        "end": 309,
                        "text": "(Fain, 1979;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 310,
                        "end": 330,
                        "text": "Gerson et al., 1999)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 414,
                        "end": 430,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The present paper is a revision of Galagocheles. We provide an amended diagnosis of this genus based on characters of adults and immatures, re-describe the type-species, G. lemuricola, and newly described species, G. lawrencei n. sp. Finally, we briefly discuss the systematics of the tribe Niheliini, its relationships with the closely related tribe Criokerontini Smiley, 1977 , and the hostparasite associations of these mites. lactophenol and mounted in Hoyer's medium. Drawings were made with a Zeiss phase contrast microscope and a camera lucida. Host taxonomy follows Wilson & Reeder (1993) . In the descriptions, the idiosomal and leg chaetotaxy follow Grandjean (1939 Grandjean ( , 1944 ; paired setae are in parentheses and eupathidia are indicated by capital letters. All measurements are in micrometres. Specimen depositories and reference collection numbers are cited using the following abbreviations: BMOC # -B.M. OConnor reference number; FMNH -Field Museum of Natural History, Chicago, USA; IRSNB -Institut Royal des Sciences naturelles de Belgique, Brussels, Belgium; MRAC -Muse´e royal de l'Afrique Centrale, Tervuren, Belgium; NHML -Natural History Museum, London, England; NMP -Natal Museum, Pietermaritzburg, South Africa; UMMZ -Museum of Zoology, University of Michigan, Ann Arbor, USA; USNM -U.S. National Museum of Natural History, Washington, USA; and ZISP -Zoological Institute, Russian Academy of Sciences, Saint-Petersburg, Russia.",
                "cite_spans": [
                    {
                        "start": 351,
                        "end": 377,
                        "text": "Criokerontini Smiley, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 574,
                        "end": 596,
                        "text": "Wilson & Reeder (1993)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 660,
                        "end": 675,
                        "text": "Grandjean (1939",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 676,
                        "end": 694,
                        "text": "Grandjean ( , 1944",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Tribe Niheliini Smiley, 1977 Genus Galagocheles Fain, 1979 References: Galagocheles Fain, 1979, p. 629; Fain & Lukoschus, 1985, p. 264; Fain et al., 1997, p. 84; Gerson et al., 1999, p. 62; Bochkov & Fain, 2001, p. 26. Amended diagnosis Both sexes. Gnathosomal apex with several filiform hyaline protuberances. Peritremes arched with hypertrophied segments. Setae ao1, ao2 and n present. Idiosoma rhomboid in outline. Eyes absent. Propodonotal and hysteronotal shields present. Idiosomal setation: vi, ve, sci, sce, c1-4 (c4 absent in males), d1-2, e1-2, f1-2, h1-3, ps1-3, g1-2, ag1-3 (ag3 absent in males), 1a, 3a and 4a. Setae c2 situated on separate plates. All legs well developed; tarsi with claws and empodium. Empodial projections fused to each other at their apices on both sides of empodium. Apical tarsal knobs and claw angles absent. Tarsi I and II with pair of ventral retrorse spurs. Genua and femora of legs I and II each with ventral retrorse spur.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 28,
                        "text": "Niheliini Smiley, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 35,
                        "end": 58,
                        "text": "Galagocheles Fain, 1979",
                        "ref_id": null
                    },
                    {
                        "start": 84,
                        "end": 103,
                        "text": "Fain, 1979, p. 629;",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 135,
                        "text": "Fain & Lukoschus, 1985, p. 264;",
                        "ref_id": null
                    },
                    {
                        "start": 136,
                        "end": 161,
                        "text": "Fain et al., 1997, p. 84;",
                        "ref_id": null
                    },
                    {
                        "start": 162,
                        "end": 189,
                        "text": "Gerson et al., 1999, p. 62;",
                        "ref_id": null
                    },
                    {
                        "start": 190,
                        "end": 218,
                        "text": "Bochkov & Fain, 2001, p. 26.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Cheyletidae Leach, 1815",
                "sec_num": null
            },
            {
                "text": "Coxa I with ventro-lateral spur. Leg I-IV setation: tarsus 8 -(TC), (P), (u), vs, x1; 6 -(tc), (u), vs, x1; 5 -(tc), (u), vs; 5; tibia 6d, (l), (v), u; 4d, l¢¢, (v); 4; 4; genu 3d, l', r; 2d, l'; 2; 2; femur 2d, v;2; 2; 1d; trochanter 1v; 1; 2v, l¢; 1; coxa 2 -2b, 2c; 1 -2b; 2; 2. Eupathidia (TC) of tarsus I covered by short barbs. Solenidion x1 of tarsus I situated subapically. Solenidion x1 of tarsus II situated ventro-laterally. Solenidion r of genu I stellate. Seta 2c of coxa III filiform. Setae ft and a' of tarsus I and (p) of tarsi II-IV absent. Female. Gnathobase with pair of short ventral retrorse spurs situated on its anterior edges. Rostral shield (=tegmen) with pair of costate lateral lobes. Peritremes situated in pocket-like lateral concavities of rostrum, consisting of numerous small cell-like segments. Palpal femur and genu completely fused to each other, bearing 5 pairs of setae, dF, dG, (v)F, and l¢¢G, one dorsal and 3 ventral spurs (well-developed retrorse antiaxial spur; small median and paraxial spurs). Palpal tibia with 2 basal antiaxial spurs, dorsal and ventral, 3 filiform setae, dT, (lT) and claw. Palpal claws very large, strongly flattened, with distinct ventral striation, and curved ventrally. Palpal tarsus well developed, bearing 3 setae. Idiosoma with 2 pairs of lateral spurs, pair of ventro-lateral spurs situated at level of setae c2 bases and pair of ventral spurs situated at the same level, close to latero-ventral spurs. Male. Gnathobase with pair of dorso-lateral spurs and ventral lobes situated basally. Rostral shield (tegmen) with straight anterior margin, distinctly wider than rostrum (= protegmen). Peritremes situated on rostral shield. Palps not modified. Palpal femur bearing straight lateral paraxial spur, retrorse ventral antiaxial spur and 3 setae, d and (v); setae v' roughly barbed and situated almost laterally, at base of paraxial spur. Palpal genu with 2 setae, d and l¢¢. Palpal tibia with claw and 3 setae, d and (l). Palpal claw without teeth. Palpal tarsus with 4 filiform eupathidial setae ul', ul¢¢, acm, sul, and solenidion x. Genital opening situated dorsally, in posterior third of hysteronotal shield. Hysteronotal shield reaching ventral surface of opisthosoma. Sternal shield absent. Coxae distinctly developed. Larva. Unknown. Protonymph. Gnathosomal apex with filiform hyaline median protuberances. Peritremes as in female. Palps shorter than subcapitulum. Palpal segments fused, bearing ventral antiaxial retrorse spur (spur of palpal femur); claw of palpal tibia flattened and strongly curved ventrally; full set of palpal setae present except for remnants of palpal tarsus bearing 3 setae. Idiosoma rhomboid in outline. Propodonotal shield present. Hysteronotal shields absent. Idiosomal setation: vi, ve, sci, sce, c1-2, d1-2, e1-2, f1, h1, ps1-3, 1a, 3a and 4a. Coxae I with retrorse ventral spur. Leg setation: tarsus 9 -(TC), ft, (P), (u), vs, x1; 6 -(tc), (u), vs, x1; 5 -(tc), (u), (vs); 5; tibia 5d, l¢¢; (v), u; 4d, l', (v); 4; 4; genu 3d, l', r; 2d, l'; 2; 0; femur 2d, l'; 2; 2; 1d; trochanter 0; 0; 0; 0; coxa 2 -2b, 2c; 1 -2c; 2; 0. Eupathidia (TC) without barbs, solenidion r of genu I rod-like. Teleonymph. Hysteronotal shields added. Idiosomal setae c3, f2, h2, g1, ag1-2 added. Leg setation as in female, except for setae ft of tarsus I present and eupathidia (TC) without barbs. Type-species: Cheletiella lemuricola Lawrence, 1948 . Hosts: Galagos and bushbabies of the genera Galago Geoffroy and Otolemur Coquerel (Primates: Galagonidae). Distribution: Sub-Saharan Africa. Other included species: G. lawrencei n. sp.",
                "cite_spans": [
                    {
                        "start": 3424,
                        "end": 3438,
                        "text": "Lawrence, 1948",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Family Cheyletidae Leach, 1815",
                "sec_num": null
            },
            {
                "text": "In their review of cheyletid chaetotaxy, Fain et al. (1997) erroneously indicated the presence of nine setae on tarsus I and seven setae on tarsi II-IV in G. lemuricola and the presence of seven setae on tarsus I and five setae on tarsi II-IV in Nihelia curvidens (Lawrence, 1948) . We re-examined the same mite specimens housed in the IRSNB and observed in G. lemuricola seven setae on tarsus I [a' and ft are actually absent] and five setae on tarsi II-IV [(p) are absent]. In N. curvidens and N. cynictis Fain, 1979 , tarsus I bears eight setae [ft is absent] and tarsi II-IV have seven setae. Galagocheles differs from the other two genera of the tribe Niheliini, Nihelia and Sciurocheyla, by the following characters. In both sexes of Galagocheles, the tarsi, femora and genua of legs I-II bear retrorse ventral processes; seta a' of tarsus I is absent; in females, the palpal tarsi are well developed; the claw of the palpal tibia is strongly flattened and ventrally striated; and the idiosoma bears two pairs of spurs situated at the level of setae c2. In both sexes of Nihelia and Sciurocheyla, the peritremal segments are not hypertrophied, the leg segments are without processes and seta a' of tarsus I is present; in females, the palpal tarsi are strongly reduced, the claw of the palpal tibia is hook-like, pointed apically and without ventral striation, and the lateral idiosomal spurs are absent. Additionally, Galagocheles differs from Nihelia by the presence of well-developed palpal tarsi in males and by the presence of nine pairs of hysteronotal setae (d1-2, e1-2, f1-2 and h1-3) in females. In males of Nihelia, the palpal tarsi are strongly reduced and, in females, one additional pair of hysteronotal setae, probably d3, is present on the hysteronotal shield. Galagocheles differs from Sciurocheyla by the presence of three setae on the palpal tarsus in females, the presence of solenidion x on the palpal tarsus in males, and the completely fused palpal segments in teleonymphs. In females of Sciurocheyla, the palpal tarsus bears one-two setae, in males, solenidion x is absent on the palpal tarsus and, in teleonymphs, the palpal segments are, at least dorsally, separated from each other.",
                "cite_spans": [
                    {
                        "start": 41,
                        "end": 59,
                        "text": "Fain et al. (1997)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 264,
                        "end": 280,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 508,
                        "end": 518,
                        "text": "Fain, 1979",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Remarks",
                "sec_num": null
            },
            {
                "text": "Galagocheles lemuricola (Lawrence, 1948) Fain, 1979 Syns Cheletiella lemuricola Lawrence, 1948 ; Hemicheyletus lemuricola (Lawrence, 1948) Lawrence, 1954 ; Nihelia lemuricola (Lawrence, 1948) Lawrence, 1954 Lawrence, , p. 74, 1961 Volgin, 1969, p. 378, figures 468-472; Smiley, 1970 Smiley, p. 1061 Domrow & Baker, 1963, p. 226; Summers & Price, 1970, p. 75; Fain, 1979, p. 629, figures 1-2; Fain et al., 1997, p. 84, figures 16-21; Fain & Lukoschus, 1985, p. 264; Gerson et al., 1999, p. 62, figure 73; Bochkov & Fain, 2001 , p. 14, figure 4B.",
                "cite_spans": [
                    {
                        "start": 24,
                        "end": 40,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 41,
                        "end": 51,
                        "text": "Fain, 1979",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 80,
                        "end": 94,
                        "text": "Lawrence, 1948",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 122,
                        "end": 138,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 139,
                        "end": 153,
                        "text": "Lawrence, 1954",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 175,
                        "end": 191,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 192,
                        "end": 206,
                        "text": "Lawrence, 1954",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 207,
                        "end": 230,
                        "text": "Lawrence, , p. 74, 1961",
                        "ref_id": null
                    },
                    {
                        "start": 231,
                        "end": 269,
                        "text": "Volgin, 1969, p. 378, figures 468-472;",
                        "ref_id": null
                    },
                    {
                        "start": 270,
                        "end": 282,
                        "text": "Smiley, 1970",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 283,
                        "end": 298,
                        "text": "Smiley, p. 1061",
                        "ref_id": null
                    },
                    {
                        "start": 299,
                        "end": 328,
                        "text": "Domrow & Baker, 1963, p. 226;",
                        "ref_id": null
                    },
                    {
                        "start": 329,
                        "end": 358,
                        "text": "Summers & Price, 1970, p. 75;",
                        "ref_id": null
                    },
                    {
                        "start": 359,
                        "end": 391,
                        "text": "Fain, 1979, p. 629, figures 1-2;",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 432,
                        "text": "Fain et al., 1997, p. 84, figures 16-21;",
                        "ref_id": null
                    },
                    {
                        "start": 433,
                        "end": 464,
                        "text": "Fain & Lukoschus, 1985, p. 264;",
                        "ref_id": null
                    },
                    {
                        "start": 465,
                        "end": 503,
                        "text": "Gerson et al., 1999, p. 62, figure 73;",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 524,
                        "text": "Bochkov & Fain, 2001",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Remarks",
                "sec_num": null
            },
            {
                "text": "Material examined: 1 female paratype (NMP no. 3793) with data as for holotype, housed in IRSNB, 2 males and 3 females (IRSNB) ex Otolemur crassicaudaus Geoffroy, Democratic Republic of Congo: Katanga, Lubumbashi (= Elizabethville), 11°40¢S 0, 27°28¢E, 24 August 1964, coll. Poelman; 3 males and 9 females ex O. crassicaudatus (MRAC 33518), same locality, 24 August 1964, coll. Leleux (2 males and 7 females in IRSNB, 1 male no. 150910 and 2 females nos 187101 and 150911 in MRAC); 18 females, 5 males and 2 teleonymphs (BMOC 03-0921-001 #1-15) ex O. crassicaudatus (FMNH, field number KMH 7298), Tanzania: vicinity of Dar-es-Salaam, 06°51¢S, 039°18¢E, obtained by K.M. Howell, other data unknown (10 females and 2 males in FMNH, 7 females, 3 males, and 2 teleonymphs in UMMZ, 1 female in ZISP); 1 male and 6 females ex Galago moholi Smith, Democratic Republic of Congo: Bukama, 09°12¢S, 025°51¢E, date and collector unknown (1 male and 5 females in IRSNB, 2 females no. 187102 in MRAC). Host range and distribution: This species was described from Otolemur garnetti from South Africa (Lawrence, 1948) . Fain (1979) subsequently reported this species from Otolemur crassicaudatus (=monteiri) from the Democratic Republic of Congo, and from Galago moholi from different localities in Tropical Africa. We recorded this species ex O. crassicaudatus from Tanzania. Reexamination of specimens from G. moholi reported by Fain (1979) has shown that most of them, except for one record from the Congo, actually belong to a new species, Galagocheles lawrencei n. sp. described below (see material). A single record of this species ex G. moholi from the Congo could be a result of host misidentification, label error or museum contamination. Thus, this species appears to be an obligate parasite of galagos of the genus Otolemur and the association with G. moholi need additional confirmation.",
                "cite_spans": [
                    {
                        "start": 1084,
                        "end": 1100,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1103,
                        "end": 1114,
                        "text": "Fain (1979)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1414,
                        "end": 1425,
                        "text": "Fain (1979)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Remarks",
                "sec_num": null
            },
            {
                "text": "Female (Figures 1-3 ). Body, including gnathosoma, 500-600 long in 10 specimens, 350-380 wide. Gnathosoma 140-160 long. Dorsal lobes of rostral shield each with 4-7 radiating costulae, distinctly developed. Peritremes hypertrophied; their stigmata situated in posterior part of rostrum (Figure 2a ). All gnathosomal setae nude. Dorsal seta of palpal femur about 100 long ( Figure 2B ). Idiosoma 390-420 long (Figure 1A,B ). Dorsal shields covering most of dorsal surface, without ornamentation, scarcely punctated in lateral parts. Propodonotal shield 140-160 long, 200-230 wide, bearing 7 pairs of nude, awl-like setae: vi 40-50 long, ve, sci, c1, c3 and c4 -all 55-60 long, and sce 65-75 long. Setae c1 situated anterior to level of setae sce; setae c3 and c4 situated at the same level, slightly posterior to level of setae sce. Distance between bases of setae c3 and c4 about 25, and between basesc4 and sce about 60. Humeral setae c2 about 60 long. Hysteronotal shield 130-145 long, 170-180 wide, with concave posterior margin, bearing 6 pairs of setae similar in shape to those on propodonotal shield: d1, d2, e2 andf1 -all 50-60 long, e1 35-40 long and f2 20-25 long. Setae d1 and d2 situated at same level; setae e1 situated significantly posterior to level of setae e2; setae f1 and f2 situated at same level. Setae h1 situated immediately posterior to hysteronotal shield, same shape as other dorsal setae, about 30 long. Setae h2 and h3 thickened and barbed, about 25 long, situated posterodorsally and postero-ventrally, respectively. Se-tae1a, 3a, and ag1 about 20 long, filiform, nude. Setae 4a and ag2 nude, spine-like, 40-50 long. Setae ag3 filiform, nude, about 35 long. Setae g1-2 and ps3 30-35 long, ps2 about 40 long; all filiform, nude ( Figure 2d) ; setae ps1 about 25 long, thickened and densely barbed. Leg setation as in Figure 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 7,
                        "end": 19,
                        "text": "(Figures 1-3",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 286,
                        "end": 296,
                        "text": "(Figure 2a",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 373,
                        "end": 382,
                        "text": "Figure 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 408,
                        "end": 420,
                        "text": "(Figure 1A,B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1759,
                        "end": 1769,
                        "text": "Figure 2d)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1846,
                        "end": 1854,
                        "text": "Figure 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Male (Figures 4, 5) . Body, including gnathosoma, 450-470 long in 5 specimens, 240-260 wide. Gnathosoma 110-120 long ( Figure 5A,B) . Gnathobase with pair of small ventro-lateral retrorse spurs. Protegmen with pair of triangular projections, maximum width about 30. Rostral shield with pair of lateral teeth; maximum width about 60. Peritremes with 14-16 pairs of segments. Palpal femur about 60 long; dorsal seta of palpal femur about 90 long. All gnathosomal setae of palpal femur nude, except for v¢. Idiosoma 350-370 long ( Figure 4A ,B). All idiosomal setae nude, mostly awl-like. Dorsal shields almost completely covering dorsal idiosomal surface, devoid of ornamentation, scarcely punctated in lateral parts. Propodonotal shield 170-180 long, 175-195 wide, bearing 6 pairs of setae: vi, sci, sce, ve and c1-c3 -all 40-60 long, Hysteronotal shield 180-200 long, 150-160 wide, completely covering entire hysteronotal surface and extending beyond level of seta ag2 bases on opisthogastric surface. Opisthosoma strongly pointed posteriorly. Lengths of setae: d1, e1, e2 and h2 -all 30-40, d2 and h3 about 50, f1 about 10, f2 and h1 15-18, and g1-2 5-8. Setae d1 and d2 situated at same level; setae e1 situated distinctly posterior to e2; setae f1 and f2 situated at same level; setae h2 situated distinctly posterior to h1 and immediately posterior to genital opening, and setae h3 situated close to each other (posterior-medially) on pointed end of opisthosoma. Aedeagus 150-160 long. Setae 1a and 3a filiform, 20 long; 4a slightly thickened, 30 long; ag1-2 filiform, about 40 long. Leg setation as in Figure 5 . Seta l' of genu IV spur-like.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 5,
                        "end": 19,
                        "text": "(Figures 4, 5)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 119,
                        "end": 131,
                        "text": "Figure 5A,B)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 528,
                        "end": 537,
                        "text": "Figure 4A",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1607,
                        "end": 1615,
                        "text": "Figure 5",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Protonymph. Unknown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Teleonymph (Figures 6, 7) . Body, including gnathosoma, 345-360 long in 2 specimens, 220-230 wide. Gnathosoma 65-70 long. Rostral shield with 2 pairs of lateral spurs ( Figure 6C ). Dorsal setae of palpal femur, genu and tibia thickened and serrate. Other gnathosomal setae nude, filiform. Idiosomal setae nude, except for slightly serrate ve ( Figure 6A,B) . Propodonotal shield 110-115 long, 105-110 wide, bearing 5 pairs of setae: vi and sci 30-40 long, ve 20-25 long, c1 and c3 30-35 long. Setae sce situated off propodonotal shield slightly anterior to level of setae c1, about 40 long. Setae c2 about 30 long. Hysteronotal shield rectangular 65-70 long, 70-80 wide, bearing 2 pairs of setae, d1 and e2, 30-35 long. Setae d2 situated off hysteronotal shield at level of setae d1, 33-37 long. Setae e1 situated off hysteronotal shield, 12-15 long. Lengths of setae: f1 12-15, f2 and h1-2 8-12. Leg setation as in Figure 7 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 11,
                        "end": 25,
                        "text": "(Figures 6, 7)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 169,
                        "end": 178,
                        "text": "Figure 6C",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 345,
                        "end": 357,
                        "text": "Figure 6A,B)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 917,
                        "end": 925,
                        "text": "Figure 7",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Galagocheles lawrencei n. sp.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Type-material: Female holotype (BMOC 88-0824-003 #1), 8 female, 4 male, 4 teleonymph and 5 protonymph paratypes (BMOC 88-0824-003 #2-22). Holotype, 4 female, 1 male, 2 teleonymph and 3 protonymph paratypes in USNM, 3 female, 1 male, 2 teleonymph, and 2 protonymph paratypes in UMMZ, one female paratype in NMHL (BMNH(E) 2005-122). Type-host: Galago senegalensis Geoffroy (USNM 480167). Description (Figures 8-13) Female (Figures 8, 9) . Body, including gnathosoma, 370-385 long in 8 paratypes (380 in holotype), 245-265 wide (260). Gnathosoma 80-90 long (80) (Figure 9 ). Dorsal lobes of rostral shield each with 2-3 costulae, moderately developed. Peritremes situated only in anterior part of rostrum. All gnathosomal setae nude. Dorsal seta of palpal femur subequal in length to palp, about 80 long ( Figure 9B ). Idiosoma 280-300 long (290) (Figure 8A,B) . Dorsal shields cover most of dorsal surface, without ornamentation, scarcely punctated in lateral parts. Propodonotal shield 100-120 long, 150-170 wide, bearing 7 pairs of nude, awllike setae: vi, sci, and sce -all 60-70 long, ve about 50 long, c1, c3 and c4 -all 40-45 long, c1 40-50 long and sce 65-75 long. Setae c1 situated slightly anterior to level of setae sce; setae c3 and c4 situated at same level, slightly posterior to level of setae sce. Distance between bases of setae c3 and c4 about 20; distance between bases c4 and sce about 50. Humeral setae c2 50-55 long (50). Hysteronotal shield 80-90 long (90), 90-100 wide (100), with slightly concave posterior margin, bears 6 pairs of setae similar in shape to those on propodonotal shield: d1, e2 and f1 -all 30-40, d2 45-50, e1 and f2 25-30. Setae d1 and d2 situated at same level; setae e1 situated distinctly posterior to level of setae e2; setae f1 and f2 situated at same level. Setae h1 situated immediately posterior to hysteronotal shield, same shape as other dorsal setae, about 45-50 long. Setae h2 filiform, slightly serrate and h3 filiform, nude; both about 12-15 long, situated postero-dorsally and postero-ventrally, respectively. Setae1a, 3a and ag1 about 20 long, filiform, nude. Setae 4a nude, spine-like, 38-40 long. Setae ag1-3, g1-2 and ps2-3 -all 35-40 long, filiform, nude; ps1 slightly serrate, subequal in length to other pseudanal setae. Leg setation as in Figure 9 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 398,
                        "end": 412,
                        "text": "(Figures 8-13)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 420,
                        "end": 434,
                        "text": "(Figures 8, 9)",
                        "ref_id": "FIGREF8"
                    },
                    {
                        "start": 559,
                        "end": 568,
                        "text": "(Figure 9",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 803,
                        "end": 812,
                        "text": "Figure 9B",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 844,
                        "end": 857,
                        "text": "(Figure 8A,B)",
                        "ref_id": "FIGREF8"
                    },
                    {
                        "start": 2302,
                        "end": 2310,
                        "text": "Figure 9",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Male (Figures 10, 11) . Body, including gnathosoma, 250-265 long, 150-160 wide. Gnathosoma 60-70 long. Gnathobase without ventral retrorse spurs ( Figure 11A ). Protegmen with small lateral dilations; maximum width about 15. Rostral shield with pair of lateral teeth; maximum width about 30. Peritremes with 7-9 pairs of segments. Palpal femur about 40 long; dorsal seta of palpal femur about 55 long. All gnathosomal setae, except for v¢ of palpal femur, nude ( Figure 11B ). Idiosoma 200-210 long ( Figure 10A,B) . All idiosomal setae nude, mostly awl-like. Dorsal shields almost completely cover dorsal idiosomal surface, devoid of ornamentation, scarcely punctated in lateral parts. Propodonotal shield 100-110 long, 90-95 wide, bearing 6 pairs of setae: vi, sci, sce, c1 and c3 -all 35-45 long, ve 15-18 long; c1 about 30 long. Hysteronotal shield 80-90 long, 70-80 wide, completely covering entire hysteronotal surface and extending beyond level of seta ag2 bases on opisthogastic surface. Posterior end of opisthosoma obtuse. Lengths of setae: d1-2 ande2 -all 25-30, e1 microsetae, f1 17-20, f2 and h2-3 10-12, h1 about 30, g1-10-12 and g2 2-3. Setae d1 and d2 situated at same level; setae e1 situated distinctly posterior to e2; setae f1 situated anterior to f2; setae h2 situated posterior to h1 and at level of posterior margin of genital opening; setae h3 situated postero-laterally and separated by 30-35. Aedeagus 70-80 long. Setae 1a and 3a filiform, 10-14 long, 4a slightly thickened, 18-22 long, and ag1-2 filiform, about 20 long. Leg setation as in Figure 11 . Seta l' of genu IV tine.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 5,
                        "end": 21,
                        "text": "(Figures 10, 11)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 147,
                        "end": 157,
                        "text": "Figure 11A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 463,
                        "end": 473,
                        "text": "Figure 11B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 501,
                        "end": 514,
                        "text": "Figure 10A,B)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1567,
                        "end": 1576,
                        "text": "Figure 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Protonymph. Body (Figure 12 ), including gnathosoma, 180-190 long, 135-140 wide. Gnathosoma 38-45 long. Rostral shield with 1 pair of lateral spurs ( Figure 12C ). Dorsal setae of palpal femur, genu and tibia slightly serrate. Other gnathosomal setae nude, filiform. Idiosomal setae nude (Figure 12A,B) . Propodonotal shield 80-85 long, 60-65 wide, bearing 4 pairs of setae: vi, ve, sci, and c1 14-16, 30-35, 23-25, and 19-23 long, respectively. Setae sce situated off propodonotal shield slightly anterior to level of setae c1, about 15-18 long. Setae c2 about 10-12 long. Length of setae: d1 13-15, d2 and e2 11-13, e1, f1, and h1 6-8. Legs as in Figures 12D-G .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 17,
                        "end": 27,
                        "text": "(Figure 12",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 150,
                        "end": 160,
                        "text": "Figure 12C",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 288,
                        "end": 302,
                        "text": "(Figure 12A,B)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 649,
                        "end": 662,
                        "text": "Figures 12D-G",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "Teleonymph. (Figure 13 ) Body, including gnathosoma, 230-240 long, 160-165 wide. Gnathosoma 45-50 long ( Figure 13B ). Rostral shield with one pair of lateral spurs. Dorsal setae of palpal femur, genu and tibia slightly serrate. Other gnathosomal setae nude, filiform ( Figure 13B ). Idiosomal setae nude ( Figure 13A ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 12,
                        "end": 22,
                        "text": "(Figure 13",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 105,
                        "end": 115,
                        "text": "Figure 13B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 270,
                        "end": 280,
                        "text": "Figure 13B",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 307,
                        "end": 317,
                        "text": "Figure 13A",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Description (based on all material studied) (Figures 1-7)",
                "sec_num": null
            },
            {
                "text": "This species differs from G. lemuricola by the following characters. In females of G. lawrencei n. sp.: the body dimensions are 370-400Â245-275; the dorsal lobes of the rostral shield are moderately developed and have two or three costulae; the peritremes are situated in the anterior part of the rostrum; setae h2 and ps1 are filiform and slightly serrate; and setae h3 are nude; in males: the body dimensions are 250-265Â150-160; the gnathobase is devoid of latero-ventral spurs; setae e1 are microsetae; the posterior end of the opisthosoma is obtuse with a distinct median concavity setae f1 are situated distinctly anterior to f2; setae h3 are situated postero-laterally and their bases separated by 30-35; and seta l' of genu IV is filiform; and in the teleonymph: the body dimensions are 230-240 Â 160-165. In females of G. lemuricola: the body dimensions are larger, 500-600Â350-380; the dorsal lobes of the rostral shield are more distinctly developed and have four to seven costulae; the peritremes are hypertrophied and their stigmata are situated in the posterior part of the rostrum; setae h2 and ps1 are thickened and distinctly barbed; and setae h3 are barbed; in males: the body dimensions are larger, 450-470Â240-260; the gnathobase has a pair of latero-ventral spurs; setae e1 are much longer, about 30 in length; the posterior end of the opisthosoma is strongly pointed posteriorly; setae f1 and f2 are situated at the same level; setae h3 are situated on the conical posterior end of the opisthosoma, very close to each other; and seta l' of genu IV is spurlike; and in the teleonymph: the body dimensions are 345-360Â220-230.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Differential diagnosis",
                "sec_num": null
            },
            {
                "text": "In the last review of the tribe Niheliini, Bochkov & Fain (2001) included four genera, namely: Nihelia, Galagocheles, Sciurocheyla and Smileycheles Fain, 1979. In their revision of Sciurocheyla, Bochkov & OConnor (2004) synonymised Smileycheles with Figure 11 . Galagocheles lawrencei n. sp., details of male (paratype). A. Gnathosoma in dorsal view. B. Gnathosoma in ventral view. C-F. Legs I-IV in dorsal view, respectively.",
                "cite_spans": [
                    {
                        "start": 43,
                        "end": 64,
                        "text": "Bochkov & Fain (2001)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 148,
                        "end": 159,
                        "text": "Fain, 1979.",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 195,
                        "end": 219,
                        "text": "Bochkov & OConnor (2004)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 250,
                        "end": 259,
                        "text": "Figure 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Sciurocheyla. According to the phylogenetic hypothesis of the family Cheyletidae proposed by Bochkov & Fain (2001) , the cladistic relationships among genera of the tribe Niheliini are resolved as Sciurocheyla (Nihelia + Galagocheles), and this tribe is the sister group to the monogeneric tribe Criokerontini Smiley, 1977 . Mites of these two tribes share the following synapomorphies: stellate solenidion r of genu I, the empodial tines fused in a few wisps, and the palpal femur and genu fused in females. It is worthy of note that the phylogeny proposed by Bochkov & Fain (2001) was based exclusively on female characters because males and immatures were unknown for many cheyletid genera. New morphological data for the genera Sciurocheyla (see Bochkov & OConnor, 2004) and Galagocheles (present study) provide additional information supporting this phylogenetic hypothesis. The monophyly of the tribe Niheliini is marked by several distinctive synapomorphies. The palps in females and immatures of these mites serve to attach the mite to the host hairs, and their structure is unique for cheyletids. In females, the palpal femora and genua are fused, and this segment bears the distinctly developed retrorse hook of femoral origin. The tibial claw is well developed and strongly curved. The palpal tarsi are flattened in Galagocheles and strongly reduced in the other two genera of the Niheliini; they bear three filiform setae and lack the solenidion. In teleonymphs, the palpal tibiae and genua are completely fused ventrally but appear to be separated dorsally in Sciurocheyla, strongly curved tibial claws are present, and only vestiges of the palpal tarsi are observable. In both immatures and adults, the hypostomal apex bears several pairs of filiform hyaline protuberances. The sister relationship between Nihelia and Galagocheles has also received additional support from the present study. The peritremes in both genera are strongly modified (this character state is shared with Criokeron); in females, the gnathobase has a pair of ventro-lateral spurs; in males, the palpal femur bears a straight paraxial spur and a ventral antiaxial spur.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 114,
                        "text": "Bochkov & Fain (2001)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 296,
                        "end": 322,
                        "text": "Criokerontini Smiley, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 561,
                        "end": 582,
                        "text": "Bochkov & Fain (2001)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 750,
                        "end": 774,
                        "text": "Bochkov & OConnor, 2004)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In contrast with these genera, females of Criokeron Volgin, 1969 have the palps reduced and not used for attachment. The palpal tarsi are completely fused with the tibiae and have the full set of setae, including a solenidion and comb-like eupathidium acm (a very ancestral character state). Attachment to the host is accomplished by the pair of enormously developed ventral hooks of the gnathosoma. In immatures, these hooks are absent, and the palps are better developed than those in females but have the same structure, except for the dorsal furrow between the palpal femur and genu. In all stages, filiform hyaline projections are not observable. The structure of the male gnathosoma in both tribes does not undergo such modifications. The male palps have the full set of segments and setae, except for the strongly reduced palpal tarsi in males of Nihelia and the palpal tarsi in males of Sciurocheyla lacking the solenidion. In females of most species of the tribe Niheliini, idiosomal setal series C has an additional (neotrichial) pair of setae c4, a synapomorphy of the tribe; setal series H retains the ancestral three pairs of setae. In females of Criokeron, setae c4 are absent and series H includes two pairs of setae. In adults and immatures of both tribes, setae(TC) of tarsus I are represented by eupathidia. In adult mites of the Niheliini, setae (TC) of tarsus I are barbed, and seta ft of tarsus I is absent, whereas in Criokeron, setae (TC) are nude, and seta ft of tarsus I is present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Although the Niheliini and Criokerontini are sister taxa, the morphological adaptations to parasitism differ in the two lineages. Given the monophyly of the lineage including the Criokerontini and Niheliini, we can suggest that the common ancestor made the ecological shift from nidicolous predation to nidicolous parasitism and that permanent ectoparasitism evolved in the ancestor of the Sciurocheyla (Nihelia + Galagocheles) lineage. To reflect this suggested single origin of parasitism, we place the tribal name Criokerontini n. syn. in synonymy with Niheliini. Since both family-group names were proposed in the same work (Smiley, 1978) , we chose Niheliini as the senior name. We note that these family group names were previously attributed to ' 'Smiley, 1977 '' (Bochkov & Fain, 2001 ), but the actual publication appeared in 1978.",
                "cite_spans": [
                    {
                        "start": 628,
                        "end": 642,
                        "text": "(Smiley, 1978)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 754,
                        "end": 767,
                        "text": "'Smiley, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 768,
                        "end": 792,
                        "text": "'' (Bochkov & Fain, 2001",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "As shown in Table 1 , most species of the tribe Niheliini (sensu nov.) parasitise arboreal mammals belonging to phylogenetically distant groups and are restricted to tropical or subtropical climatic zones. Each mite genus is primarily associated with hosts of a particular family.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 12,
                        "end": 19,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Criokeron (two species) and Galagocheles (two species) are associated with small groups of arboreal mammals, tree shrews of the genus Tupaia Raffles (Scandentia: Tupaiidae) in Southeast Asia, and galagos (Primatia: Galagonidae) in sub-Saharan Africa, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Three of the five species of Sciurocheyla parasitise arboreal squirrels of the subfamily Sciurinae (Rodentia: Sciuridae) belonging to three different tribes: Menetes Thomas (a monotypic genus of the tribe Callosciurini) from Thailand, and Heliosciurus Trouessart (Protoxerini) and Funisciurus Trouessart (Funabulini) in Tropical Africa. Based on new specimens collected from Heliosciurus undulatus (True), Bochkov & OConnor (2004) concluded that the association of the holotype of Sciurocheyla camerounensis (Fain, 1979) with the anomalurid Zenkerella insignis Matschie was probably the result of museum contamination. Each of the two remaining species of this genus, S. congolensis (Fain, 1972) and S. angolensis (Fain & Bochkov, 2002) , is known from a single male collected from ethanol-preserved rodents of the African family Thryonomyidae (see Fain, 1972; Fain & Bochkov, 2002) . These records are also likely the result of museum contamination (Bochkov & OConnor, 2004) . One of us (AVB) recently compared the holotype of S. angolensis (housed in MRAC) with the recently described males of S. camerounensis from H. undulatus (see Bochkov & OConnor, 2004) and found them conspecific. Therefore, we regard S. angolensis n. syn. as a junior synonym of S. camerounensis.",
                "cite_spans": [
                    {
                        "start": 406,
                        "end": 430,
                        "text": "Bochkov & OConnor (2004)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 508,
                        "end": 520,
                        "text": "(Fain, 1979)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 683,
                        "end": 695,
                        "text": "(Fain, 1972)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 714,
                        "end": 736,
                        "text": "(Fain & Bochkov, 2002)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 849,
                        "end": 860,
                        "text": "Fain, 1972;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 861,
                        "end": 882,
                        "text": "Fain & Bochkov, 2002)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 950,
                        "end": 975,
                        "text": "(Bochkov & OConnor, 2004)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1136,
                        "end": 1160,
                        "text": "Bochkov & OConnor, 2004)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Finally, mites of the genus Nihelia (three species) are associated with three genera of the mongoose subfamily Herpestinae (Carnivora: Herpestidae): Gallerela Gray and Cynictis Ogilby from Africa, and Herpestes Illiger from Thailand and India. The associations of Nihelia and Sciurocheyla with African and Asian hosts suggest that both of these genera could have originated on ancestors in these host groups, sciurine rodents and herpestine mongooses, respectively (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 465,
                        "end": 474,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "As noted above, we have suggsted that the ancestors of the Niheliini were predaceous cheyletids inhabiting nests of tropical or subtropical arboreal mammals. These mites later switched to temporary or female-only parasitism on treeshrews (Criokeron), and to the permanent parasitism of galagos (Galagocheles) and squirrels (Sciurocheyla). It is also possible that the ancestor of the permanent parasite clade was initially associated with only one group of arboreal mammals (galagos or squirrels) and then switched to hosts with a similar ecology. Subsequent specialisation on the respective host groups has led to formation of specific mite genera.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The parasitism of Nihelia spp. on mongooses demands an additional explanation. Mongooses are, as a whole, a terrestrial group and facultative tree climbing is known only for some species. Among three mongoose species so far known as hosts of these mites, only Galerella sanguinea (Ruppel) frequently climbs trees (Hinton & Dunn, 1967) . In Herpestes, some species have been observed on trees. For example, H. javanicus Nagar, 1977; Nagar & Saxena, 1977 N. curvidens (Lawrence, 1948) * Galerella sanguinea (Ruppel) Herpestidae South Africa, Angola Lawrence, 1948 Lawrence, , 1956 Fain, 1979 N. cynictis Fain, 1979 * Cynictis penicillata (Cuvier) Herpestidae South Africa Fain, 1979; Horak et al., 1999 Sciurocheyla Volgin, 1969 @ S. squamosa (Domrow & Baker, 1963) Menetes sp. ( $ M. berdmorei",
                "cite_spans": [
                    {
                        "start": 313,
                        "end": 334,
                        "text": "(Hinton & Dunn, 1967)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 419,
                        "end": 431,
                        "text": "Nagar, 1977;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 432,
                        "end": 452,
                        "text": "Nagar & Saxena, 1977",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 466,
                        "end": 482,
                        "text": "(Lawrence, 1948)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 547,
                        "end": 561,
                        "text": "Lawrence, 1948",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 562,
                        "end": 578,
                        "text": "Lawrence, , 1956",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 589,
                        "text": "Fain, 1979",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 602,
                        "end": 612,
                        "text": "Fain, 1979",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 670,
                        "end": 681,
                        "text": "Fain, 1979;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 682,
                        "end": 700,
                        "text": "Horak et al., 1999",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 701,
                        "end": 726,
                        "text": "Sciurocheyla Volgin, 1969",
                        "ref_id": null
                    },
                    {
                        "start": 741,
                        "end": 763,
                        "text": "(Domrow & Baker, 1963)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Sciuridae Thailand Domrow & Baker, 1963 S. camerounensis (Fain, 1979) [= S. angolensis (Fain & Bochkov, 2002) (Saint-Hilaire), one of two mongoose species known from Thailand and a possible host of N. calcarata Domrow & Baker, 1960 , can climb trees; however, ''the frequency and thus the significance of this behavior has yet to be assessed'' (Roy, 2005) . Finally, the third host, Cynictis penicillata (Cuvier), is a strictly terrestrial predator (Taylor & Meester, 1993) . Therefore, we believe that parasitism of Nihelia on mongooses is the result of a host-switch from some arboreal mammal, which could be occasional prey of these small but very aggressive predators.",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 39,
                        "text": "Domrow & Baker, 1963",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 57,
                        "end": 69,
                        "text": "(Fain, 1979)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 87,
                        "end": 109,
                        "text": "(Fain & Bochkov, 2002)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 211,
                        "end": 231,
                        "text": "Domrow & Baker, 1960",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 344,
                        "end": 355,
                        "text": "(Roy, 2005)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 449,
                        "end": 473,
                        "text": "(Taylor & Meester, 1993)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Blyth)",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Dr Lawrence Heaney and Mr William Stanley (FMNH) and Dr Michael Carleton and Ms Linda Gordon (USNM), who provided access to the host specimens examined in this study. We thank Prof. Alex Fain (IRSNB) and Dr Henri Andre (MRAC) for access to mite specimens. This research was supported by a grant from the U.S. National Science Foundation DEB-0118766 (PEET) to BMOC and partly by a grant from the Belgian Federal Services for Scientific, Technical and Cultural Affairs to SVM.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Mite infestation of Tupaia glis Diard, 1820",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Bever",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Primate Report",
                "volume": "13",
                "issue": "",
                "pages": "69--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bever, K. (1985) Mite infestation of Tupaia glis Diard, 1820. Primate Report, 13, 69-72.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Systematics of the genus Sciurocheyla (Acari: Cheyletidae), parasites of tropical squirrels (Rodentia: Sciuridae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Medical Entomology",
                "volume": "41",
                "issue": "",
                "pages": "308--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. & OConnor, B.M. (2004) Systematics of the genus Sciurocheyla (Acari: Cheyletidae), parasites of tropical squirrels (Rodentia: Sciuridae). Journal of Medical Ento- mology, 41, 308-320.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Phylogeny and system of the Cheyletidae (Acari: Prostigmata) with special reference to their host-parasite associations. Bulletin de l'Institut Royal des",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Sciences Naturelles de Belgique",
                "volume": "71",
                "issue": "",
                "pages": "5--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bochkov, A.V. & Fain, A. (2001) Phylogeny and system of the Cheyletidae (Acari: Prostigmata) with special reference to their host-parasite associations. Bulletin de l'Institut Royal des Sciences Naturelles de Belgique, 71, 5-36.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Otacariasis in tree shrews (Tupaia belangeri) caused by Criokeron quintus",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brack",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Gatesman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fuchs",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Laboratory Animal Science",
                "volume": "39",
                "issue": "",
                "pages": "79--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brack, M., Gatesman, T.J. & Fuchs, E. (1989) Otacariasis in tree shrews (Tupaia belangeri) caused by Criokeron quintus. Laboratory Animal Science, 39, 79-80.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A new genus of mite from Thai mongoose (Acarina: Cheyletidae). Malaysian Parasites",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Domrow",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "194--197",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Domrow, R. & Baker, E.W. (1960) A new genus of mite from Thai mongoose (Acarina: Cheyletidae). Malaysian Parasites, 44, 194-197.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The genus Nihelia (Acarina, Cheyletidae)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Domrow",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Acarologia",
                "volume": "5",
                "issue": "",
                "pages": "225--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Domrow, R. & Baker, E.W. (1963) The genus Nihelia (Acarina, Cheyletidae). Acarologia, 5, 225-231.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Notes sur les Acariens des familles Cheyletidae and Harpyrhynchidae producteurs de gale chez les Oiseaux et Mammiferes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Acta Zoologica et Pathologica Antverpiensia",
                "volume": "58",
                "issue": "",
                "pages": "37--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1972) Notes sur les Acariens des familles Cheyletidae and Harpyrhynchidae producteurs de gale chez les Oiseaux et Mammiferes. Acta Zoologica et Pathologica Antverpien- sia., 58, 37-60.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Cheyletidae (Acari, Prostigmata) parasitic on afrotropical primates, carnivora and rodents. Revue de Zoologie Africane",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "93",
                "issue": "",
                "pages": "621--632",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. (1979) Cheyletidae (Acari, Prostigmata) parasitic on afrotropical primates, carnivora and rodents. Revue de Zo- ologie Africane, 93, 621-632.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "On some new or little known species of parasitic Cheyletidae (Acari: Prostigmata)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Bochkov",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Acarologia",
                "volume": "17",
                "issue": "",
                "pages": "145--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. & Bochkov, A.V. (2002) On some new or little known species of parasitic Cheyletidae (Acari: Prostigmata). Acar- ologia, 17, 145-160.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Description of a new species in the genus Criokeron Volgin, 1966 and of the male of Criokeron quintus (Domrow & Baker, 1963) (Acari, Cheyletidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "S"
                        ],
                        "last": "Lukoschus",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Acarologia",
                "volume": "26",
                "issue": "",
                "pages": "261--268",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A. & Lukoschus, F.S. (1985) Description of a new species in the genus Criokeron Volgin, 1966 and of the male of Criokeron quintus (Domrow & Baker, 1963) (Acari, Chey- letidae). Acarologia, 26, 261-268.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "New observations on the chaetotaxy and the solenidiotaxy in the Cheyletidae (Acari: Prostigmata)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Smiley",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Gerson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Sciences Naturelles de Belgique. Entomologie",
                "volume": "67",
                "issue": "",
                "pages": "65--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fain, A., Smiley, R.L. & Gerson, U. (1997) New observations on the chaetotaxy and the solenidiotaxy in the Cheyletidae (Acari: Prostigmata). Bulletin de l'Institut Royal des Sciences Naturelles de Belgique. Entomologie, 67, 65-87.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Further observations on the Cheyletidae (Acari), with a key to the genera of the Cheyletinae and a list of all known species in the family",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Gerson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Smiley",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Bulletin de l'Institut Royal des Sciences Naturelles de Belgique. Entomologie",
                "volume": "69",
                "issue": "",
                "pages": "35--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gerson, U., Fain, A. & Smiley, R.L. (1999) Further observa- tions on the Cheyletidae (Acari), with a key to the genera of the Cheyletinae and a list of all known species in the family. Bulletin de l'Institut Royal des Sciences Naturelles de Belgi- que. Entomologie, 69, 35-68.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Les segments postlarvaires de l'hyste´ro-soma chez les oribates (Acariens)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Grandjean",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "",
                "volume": "64",
                "issue": "",
                "pages": "273--284",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grandjean, F. (1939) Les segments postlarvaires de l'hyste´ro- soma chez les oribates (Acariens). Bulletin de la Socie´teŹ oologique de France, 64, 273-284.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Observations sur les Acariens de la famille des Stigmaeidae",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Grandjean",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "Archives des Sciences Physiques et Naturelles",
                "volume": "26",
                "issue": "",
                "pages": "103--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grandjean, F. (1944) Observations sur les Acariens de la famille des Stigmaeidae. Archives des Sciences Physiques et Natur- elles, 26, 103-131.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Mongooses: their natural history and behavior Berkeley",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Hinton",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Dunn",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "144",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hinton, H.E. & Dunn, A.M. (1967) Mongooses: their natural history and behavior Berkeley: University of California Press, 144 pp.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Parasites of domestic and wild animals in South Africa. 36. Arthropod parasites of yellow mongooses, Cynictis penicillata (G. Cuvier, 1829)",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "G"
                        ],
                        "last": "Horak",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Chaparro",
                        "suffix": ""
                    },
                    {
                        "first": "J.-C",
                        "middle": [],
                        "last": "Beaucournu",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Louw",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Onderstepoort Journal of Veterinary Research",
                "volume": "66",
                "issue": "",
                "pages": "33--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Horak, I.G., Chaparro, F., Beaucournu, J.-C. & Louw, J.P. (1999) Parasites of domestic and wild animals in South Africa. 36. Arthropod parasites of yellow mongooses, Cynictis penicillata (G. Cuvier, 1829). Onderstepoort Journal of Veterinary Research, 66, 33-38.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Some new pilicolous mites from South African mammals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Parasitology",
                "volume": "39",
                "issue": "",
                "pages": "39--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawrence, R.F. (1948) Some new pilicolous mites from South African mammals. Parasitology, 39, 39-42.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The known African species of Cheyletidae and Pseudocheylidae (Acarina: Prostigmata)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Annals of the Natal Museum",
                "volume": "13",
                "issue": "",
                "pages": "65--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawrence, R.F. (1954) The known African species of Cheylet- idae and Pseudocheylidae (Acarina: Prostigmata). Annals of the Natal Museum, 13, 65-67.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The arthropod parasites of vertebrates in Africa South of the Sahara",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Medical Research",
                "volume": "9",
                "issue": "",
                "pages": "1--457",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawrence, R.F. (1961) The arthropod parasites of vertebrates in Africa South of the Sahara. I. Chelicerata. In: Zumpt F. (Eds). Publications of the South African Institute for Medical Research, 9, 1-457.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Identity, synonymy, host and distribution of Hemicheyletus calcarata (Domrow and Baker, 1960) n. comb. (Acarina: Cheyletidae)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Nagar",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Acarologia",
                "volume": "20",
                "issue": "",
                "pages": "102--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagar, S.K. (1979) Identity, synonymy, host and distribution of Hemicheyletus calcarata (Domrow and Baker, 1960) n. comb. (Acarina: Cheyletidae). Acarologia, 20, 102-103.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A new mite Hemicheyletus herpestesi n. sp. (Prostigmata: Cheyletidae) from the Indian mongoose Herpestes edwardsii Geoffroy",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Nagar",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "K"
                        ],
                        "last": "Saxena",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Annals of Zoology",
                "volume": "13",
                "issue": "",
                "pages": "35--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagar, S.K. & Saxena, V.K. (1977) A new mite Hemicheyletus herpestesi n. sp. (Prostigmata: Cheyletidae) from the Indian mongoose Herpestes edwardsii Geoffroy. Annals of Zoology, 13, 35-42.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Review of the mite family Cheyletidae. University of California Publications in Entomology",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Summers",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Price",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "61",
                "issue": "",
                "pages": "1--152",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Summers, F.M. & Price, D.W. (1970) Review of the mite family Cheyletidae. University of California Publications in Ento- mology, 61, 1-152.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "A review of the family Cheyletiellidae (Acarina)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Smiley",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "63",
                "issue": "",
                "pages": "1056--1078",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smiley, R.L. (1970) A review of the family Cheyletiellidae (Acarina). Annals of the Entomological Society of America, 63, 1056-1078.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Further studies on the family Cheyletiellidae (Acarina)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Smiley",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Acarologia",
                "volume": "19",
                "issue": "",
                "pages": "225--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smiley, R.L. (1978) Further studies on the family Cheyletielli- dae (Acarina). Acarologia, 19, 225-241.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Global Invasive Species Database",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Roy",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roy, S. (2005) ISSG Global Invasive Species Database. (http:// www.issg.org/database).",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Cynictis penicillata. Mammalian Species",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Meester",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "432",
                "issue": "",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, P.J. & Meester, J. (1993) Cynictis penicillata. Mamma- lian Species, 432, 1-7.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Mites of the family Cheyletidae of the World Leningrad: Akademia Nauk SSSR",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "I"
                        ],
                        "last": "Volgin",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "432",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Volgin, V.I. (1969) Mites of the family Cheyletidae of the World Leningrad: Akademia Nauk SSSR, 432 pp. (In Russian).",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Mammal species of the world A taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Reeder",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, E. & Reeder, M. (1993) Mammal species of the world A taxonomic and geographic reference, 2nd ed., Washington, London: Smithsonian Institution Press, 1207 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), female. a. Dorsal view. b. Ventral view."
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), details of female. A. Rostrum in dorsal view. B. Palp in dorsal view. C. Palp in ventral view. D. Vulva."
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), legs I-IV of female in dorsal view, A-D, respectively."
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Type-locality: Burkina Faso (=Upper Volta): 3 km SE Nayoure´, 12°16¢N, 00°15¢E, 17 March 1969, coll. R.E. Vaden. Non-type material examined: 1 female (IRSNB) ex Galago moholi, Democratic Republic of Congo: Katanga, Lubumbashi (=Elizabethville), 11°40¢S, 27°28¢E, 1961, coll. Poelman; 3 females (IRSNB) ex G. moholi, Rwanda: Akanyaru river, 02°04¢ 32¢¢S, 30°01¢ 04¢¢E, October 1954, coll. unknown; 1 female ex Galago sp. (IRSNB), Rwanda: Akanyaru River, 02°04¢32¢¢S, 30°01¢04¢¢E, November 1955, coll. unknown. Host ranges and distribution: This species is only known from galagos of the genus Galago in West and Central Africa, G. senegalensis (type host), and G. moholi. Etymology: This species is named for the late Dr R.F. Lawrence, the well-known South African acarologist, in recognition of his pioneering work on parasitic mites of the Afrotropical region."
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), male. A. Dorsal view. B. Ventral view."
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), details of male. A. Gnathosoma in dorsal view. B. Gnathosoma in ventral view. C-F. Legs I-IV in dorsal view, respectively."
            },
            "FIGREF6": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), teleonymph. A. Dorsal view. B. Ventral view. C. Gnathosoma in dorsal view. D. Gnathosoma in ventral view. Scale-bars: A,B, 100lm; C,D, 50lm."
            },
            "FIGREF7": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lemuricola(Lawrence, 1948), legs I-IV of teleonymph in dorsal view, A-D, respecitvely."
            },
            "FIGREF8": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lawrencei n. sp., female (holotype). A. Dorsal view. B. Ventral view."
            },
            "FIGREF9": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lawrencei n. sp., details of female (holotype). A. Gnathosoma in dorsal view. B. Palp in dorsal view. C. Palp in ventral view. D-G. Legs I-IV in dorsal view, respectively."
            },
            "FIGREF10": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "). Propodonotal shield 90-100 long, 100-110 wide, bearing 5 pairs of setae: vi and sci 30-40 long, ve 18-20 long, c1 and c3 27-30 long. Setae sce situated off propodonotal shield slightly anterior to level of setae c1, about 40 long. Setae c2 about 30 long. Hysteronotal shield 40-45 long, 60-65 wide, bearing 2 pairs of setae, d1 and e2 25-30 long. Setae d2 30-32 long, situated off hysteronotal shield at level of setae d1. Setae e1 situated off hysteronotal shield, 10-12 long. Length of setae: e1, f1, f2 -all 15-18, h1 and h2 8-10."
            },
            "FIGREF11": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lawrencei n. sp., male (paratype). A. Dorsal view. B. Ventral view."
            },
            "FIGREF12": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lawrencei n. sp., protonymph (paratype). A. Idiosoma in dorsal view. B. Idiosoma in ventral view. C. Gnathosoma without palps in dorsal view. D-G. Legs I-IV in dorsal view, respectively."
            },
            "FIGREF13": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Galagocheles lawrencei n. sp., teleonymph. A. Idiosoma in dorsal view. B. Gnathosoma in dorsal view."
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "March, 1945, coll. N.A.W. Macpherson   (mites removed by R.F. Lawrence). Holotype: Deposited in NMP (not examined). References:Lawrence, 1948, p. 39, figures 1-3;",
                "content": "<table><tr><td>Dom-</td></tr><tr><td>row &amp; Baker, 1963</td></tr><tr><td>Type-host: Otolemur garnetti (Ogilby) (Galagoni-</td></tr><tr><td>dae).</td></tr><tr><td>Type-locality: South Africa: Kwa Zulu-Natal,</td></tr><tr><td>Cato Ridge, near Pietermaritzburg, 29°44¢S,</td></tr><tr><td>030°35¢E,</td></tr></table>"
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "text": "Host and geographical distribution of mites of the tribe Niheliini.",
                "content": "<table><tr><td>Reference</td><td/><td>Domrow &amp; Baker, 1960</td><td/></tr><tr><td>Locality</td><td/><td>Thailand</td><td/><td>India</td></tr><tr><td>Host family</td><td/><td>Herpestidae</td><td/><td>Herpestidae</td></tr><tr><td>Host species</td><td/><td>Herpestes sp. ( $ H. javanicus</td><td>[Saint-Hilaire] or H. urva (Hodgson)</td><td>Herpestes edwardsii (Saint-Hilaire)</td></tr><tr><td>Mite species</td><td>Nihelia Domrow &amp; Baker, 1960</td><td>@ N. calcarata Domrow &amp; Baker, 1960</td><td/></tr></table>"
            },
            "TABREF2": {
                "type_str": "table",
                "num": null,
                "text": "n. syn.]",
                "content": "<table><tr><td>Ã&amp; Zenkerella insignis Matschie Anomaluridae Cameroon Fain, 1979</td><td>Ã&amp; Thryonomys sp. Thryonomyidae Angola Fain &amp; Bochkov, 2002</td><td>Heliosciurus undulatus (True) Sciuridae Tanzania Bochkov &amp; OConnor, 2004</td><td>S. funisciurus Bochkov et OConnor, 2004 Funisciurus pyrropus (Cuvier). Sciuridae Burundi Bochkov &amp; OConnor, 2004</td><td>S. congolensis (Fain, 1972) Ã&amp; Thryonomys swinderianus (Temminck) Thryonomyidae Congo Fain, 1972</td><td>Galagocheles Fain, 1979</td><td>@ G. lemuricola (Lawrence, 1948) Otolemur garnetti (Ogilby) Galagonidae South Africa Lawrence, 1948</td><td>Otolemur crassicaudaus Geoffroy Galagonidae Congo, Mozambique Fain, 1979; our data</td><td>? Galago moholi Smith Galagonidae Fain, 1979 Congo</td><td>G. lawrencei n. sp. Galago senegalensis Geoffroy Galagonidae our data Burkina Faso</td><td>Galago moholi Smith Galagonidae Fain, 1979; our data Congo, Rwanda</td><td>Criokeron Volgin, 1969</td><td>@ C. quintus (Domrow &amp; Baker, 1963) Tupaia glis (Diard) Tupaiidae Domrow &amp; Baker, 1963; Malaysia, Thailand</td><td>Fain &amp; Lukoschus, 1985</td><td>Tupaiidae Bever, 1985 laboratory</td><td>Tupaia belangeri (Wagner) Tupaiidae Brack et al., 1989 laboratory</td><td>C. thailandicus Fain &amp; Lukoschus, 1985 Tupaia glis (Diard) Tupaiidae Fain &amp; Lukoschus, 1985 Thailand</td><td>Abbreviations: @ type-species; * type-host; &amp; natural or museum contamination; ? host needs confirmation; $ probable host.</td></tr></table>"
            }
        }
    }
}