{
    "paper_id": "Bode1931-CharactersUsefulinDeterminingthePositionofIndividualTeethinthePermanentCheek-ToothSeriesofMerychippineHorses",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:21:50.081875Z"
    },
    "title": "CHARACTERS USEFUL IN DETERMINING THE POSITION OF INDIVIDUAL TEETH IN THE PERMANENT CHfEEK-TOOTH SERIES OF MERYCHIPPINE HORSES",
    "authors": [
        {
            "first": "Francis",
            "middle": [
                "D"
            ],
            "last": "Bode",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Bode1931-CharactersUsefulinDeterminingthePositionofIndividualTeethinthePermanentCheek-ToothSeriesofMerychippineHorses",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Cheek-teeth of fossil horses display structural characters long been recognized as of considerable value in establishi lationships of these forms and in furnishing suggestions a of the deposits in which the fossils occur. In later Cenozoic of western North America where complete skulls and skele are not always available, identification of members of the often based on single teeth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In the study of an individual hypsodont equine tooth di frequently encountered in determining with certainty it the cheek-tooth series. Variation in the enamel pattern as by the molars and premolars makes it particularly desirab where an individual tooth belongs in the series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The problem of identifying teeth when detached from ja the study of a large number of merychippine teeth secured fornia Institute in the Merychippus Zone of the north Coal California. The collections from this Miocene horizon proximately two thousand separate horse teeth, representin the species Merychippus californicus Merriam. While chara assist in determining the position of a tooth apply particul species, the criteria on which identification is made are ap individual teeth in a number of generic types of horses fr Cenozoic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The problem was suggested by Dr. Chester Stock under whose supervision it was investigated. The writer wishes to express his thanks to Dr. Stock for his kindly guidance during the course of the study. The illustrations have been prepared by Mr. John L. Ridgway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The position of a tooth in the maxillary or ramus and which its vertical axis makes with the plane of the occlusal the series governs in large measure the attitude of the surf as seen in external view. As is shown in figure 1, the plane clusal surface truncates the crown of each tooth in the series at different angle. These angles rarely vary beyond ce limits. Consequently they furnish a reliable means tion of individual permanent cheek-teeth in practic Tertiary horses can be definitely established. In the superior cheek-tooth series the premolars from the molars by the relative breadth of the para with the mesostyle (fig. 3 ). The parastyle of a prem ably broader than the mesostyle. In a molar tooth t subequal in size. This character is of general applicat parastyle is indicative of a premolar tooth in practica genera of horses with hypsodont teeth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 625,
                        "end": 632,
                        "text": "(fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "The vertical axis of the crown is an imaginary line passi the center of the occlusal surface and the center of the base o facing downward, and an inferior tooth with its occlusal surface f upward. The angle of slope of the occlusal surface is the anterior a between the occlusal surface and the vertical axis of the crown (fi The angle of slope can not be determined in an unworn tooth. The anteroposterior-transverse ratio is obtained by dividing anteroposterior diameter of the occlusal surface by the transv The transverse diameter of the upper cheek-teeth is meas the deepest indentation of the paracone wall to the farthe projection of the protocone. In the inferior series the trans eter is the greatest distance measured between the pro the metaconid. With an unworn tooth the measurements are taken one-third of the distance from the summit to the base of the crown. When the enamel is covered with cement the diameters can not be ac- The outstanding characters exhibited by p2 and M3 afford a identification of these teeth. The great enlargement of the pa and the pointed anterior wall of the crown of the tooth disting from all other teeth in the superior dentition. Likewise in extreme backward curvature of the vertical axis from the plan occlusal surface, the indentation of the posterior wall, and the of a surface of attrition caused by wear of a more posterior tooth, an identification of the last molar without much difficulty.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "The broad parastyle of the premolars, figure 3, furnishes ing feature for these teeth.2 The distinctive breadth of shown not only on the occlusal surface but also on the the broadness of this style when compared to the colum style. The angle of slope of the occlusal surface ser P3 from P4 but is not of value in distinguishing P4 fro varies from 92? to approximately 70? in premolar t The ratio of the anteroposterior and transverse diameters i a satisfactory character because this ratio approaches the for all molar teeth after more than one-half of the height has been removed by wear. However, if not more than on the crown has been worn away this ratio may be used to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "2 2 II 0 1, I U 2 0 B B 2 0 M -V -Ml \\ 8 6 < / 35% >< 27% < 30% \\ M2. orML\\",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "I hi 1- z U w 11",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 131.215.70.224 on Fri, 08 Nov 2019 17:32:00 UTC All use subject to https://about.jstor.org/terms In M1 the anteroposterior and transverse diameters of the surface, figure 9a, are subequal and the diametral ratio has a 1.05 or less. The angle of slope of the occlusal surface approa An angle of slope of less than 90? (89? to 85?) is always indic the first molar position. The occurrence of an angle of 90? is m frequent in M1 than in M2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "The occlusal surface of M2 tends to be elongate in an anterop direction ( fig. 9b ). The anteroposterior-transverse ratio h of 1.15 or greater. A value of 1.20 or more is probably always of the second molar position. If a tooth belongin molar position possesses an angle of slope grea definitely ascribed to M2. A molar tooth more than one-third worn, wi transverse ratio less than 1.15, and an angle of 95?, can not be definitely placed in the series. terior projection seen in the molars (fig. 10 ). The sig compression in distinguishing premolars from molar expressed when the anteroposterior-transverse ratio i",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 74,
                        "end": 81,
                        "text": "fig. 9b",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 498,
                        "text": "(fig. 10",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "The premolars have an anteroposterior-transverse rati between the limits 2.1 and approximately 1.5, while in this ratio ranges from 2.3 to approximately 4.0. While a or more is always indicative of a molar tooth, the ratio in with the degree of wear of the crown. A first or second m had more than two-thirds of its crown removed by wear f an anteroposterior-transverse ratio less than 2.1, and is theref to distinguish from a worn premolar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "In the entire collection of merychippine teeth from th locality the greatest difficulty is experienced in attempting to P3 from P4. The occurrence of angles of slope of less than ably more frequent in third premolars than in fourth pre not to the extent needed in furnishing a definite clue as It is doubtful whether the characters which have been em establishing the identity of individual teeth are applicable and fourth premolars. In this connection it should be no great similarity which fortunately prevails between these somewhat the necessity of discriminating between the two The angle of slope of the occlusal surface serves to ident M2 ( fig. 12) . The curve showing the percentage of occurr different angles in these teeth, figure 13, has two distinct at 90? and the other at 96?. If the occlusal surface has slope of 91? or less the tooth may be assigned to the first mol Likewise an angle of slope of 95? or greater is indicative o molar position. A tooth in which the angle has a value ly 94? and 91? can not be definitely determined as to position Summary of characters useful in determining the position of indiv The intensive study of the sexual cycle in the rhesus females of the Carnegie Colony soon gave the very definite impression that the summer months constitute the non-breeding season, when the ovulatory function is at a low ebb and the menstrual cycle as well as the behavior of the sexes to each other show more aberrant phenomena than during the more favorable, the colder, months of the year. The impression has become a certainty. It is the purpose of the present paper to present the evidence along several lines, all of which point in the same direction.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 648,
                        "end": 656,
                        "text": "fig. 12)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "CHARACTERS AND DEFINITIONS",
                "sec_num": null
            },
            {
                "text": "The general testimony in the literature is to the eff do not have a breeding season. This is based upon th tion of travelers and hunters who enter a country or season favorable to their purposes and, seeing young conclude that a given species of monkey breeds al I find this statement in books, I have it in my corr communicated to me personally. Even SAnyAl, the e of the Calcutta Zoological Garden, was misled in this The intensive study of the sexual cycle in the rhesus females of the Carnegie Colony soon gave the very definite impression that the summer months constitute the non-breeding season, when the ovulatory function is at a low ebb and the menstrual cycle as well as the behavior of the sexes to each other show more aberrant phenomena than during the more favorable, the colder, months of the year. The impression has become a certainty. It is the purpose of the present paper to present the evidence along several lines, all of which point in the same direction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPRESSIONS OF TRAVELERS",
                "sec_num": null
            },
            {
                "text": "The general testimony in the literature is to the eff do not have a breeding season. This is based upon th tion of travelers and hunters who enter a country or season favorable to their purposes and, seeing young conclude that a given species of monkey breeds al I find this statement in books, I have it in my corr communicated to me personally. Even SAnyAl, the e of the Calcutta Zoological Garden, was misled in this",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPRESSIONS OF TRAVELERS",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 131.215.70.224 on Fri, 08 Nov 2019 17:32:00 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "' Univ.Calif. Pub., Bull. Dept. Geol., vol. 7, no. 21, p. 409, 1913. fU This content downloaded from 131.215.70.224 on Fri, 08 Nov 2019 17:32:00 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "Lateral view of skull and jaw of modern horse (Eq showing position of cheek teeth in maxillary and ramus, an at which plane of occlusal surface truncates crown of each FIG. 2. Lateral views of cheek-teeth of Merychippus califoing position of vertical axis, plane of occlusal surface, aFig. 2a, P4; fig. 2b, M1.",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "fig. 2). The slope of the occlusal surface refers to the dow of this surface, in either direction, when the tooth is held position. A superior cheek-tooth is held with its occl views of superior premolars of Merychippus californicus riam showing difference in angle of slope in P3 (fig. 4a) and P4 (fig. 4b).",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "text": "made exclusive of cement. W sible the system of measurements suggested by J. C. M In both the upper and lower cheek-teeth the angle of s by a goniometer so constructed that the base of the i rest upon the entire occlusal surface. The anterior ang plane of the occlusal surface and a vertical line along t external side of the tooth is the angle of slope (fig. 2 line corresponds to the external projection of the representation of the frequency of occurrence of slope in P3 and P4. not usually coincide with the column of the mesost values are almost certain to be obtained if the attitude influences the measurements. In superior cheek-teeth the anteroposterior diameter is the distance across the occlusal surface from the middle of the faces of contact of the adjoining anterior and posterior teeth. This diameter does not include the anterior projection of the parastyle in advance of the principal contact plane of the tooth. The anteroposterior diameter in the inferior cheek-teeth is measured from the middle of the c of the anterior wall of the crown to the extreme posterior pro the entostylid.",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "text": "FIG. 6. Lateral and occlusal californicus Merriam showi",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "text": "/.25 /.20 .115 1./0 1.05 .00 0.95 0.90 DIAMETRAL RATIO FIG. 7. Graphic representation of the frequency of occur of the anteroposterior-transverse ratio in M' and M2. premolar is characterized by an angle of slope angle has a range from 92? to 85? in fourth prem angle of slope lies between 85? and 82? can not b its correct position in the premolar series althou 2 In the upper premolars the mesostyle also is usually m the molars, especially in Equus and genera of the late Ter Difference in the position of the adjacent horns of the c in the molars and premolars, is also an aid in determining teeth in horses. In the molars the horns of these cemen equal. In the premolars the anterior horn of the posteri and forward well beyond the posterior horn of the anterior Still another determining factor is the fact that, in gene of horses have a relatively greater antero-posterior diame ing in the same cheek tooth series.-J. W. Gidley. it belongs to the fourth premolar position. T well illustrated by figure 4. Figure 4a shows angle of slope of 76?, while the 87? angle shown i of the fourth premolar position. The differe nized without the use of a goniometer. A gr the frequency of occurrence of specific angles o 5. The angles have been plotted on the abscis of teeth possessing a given angle are recorde presence of two well defined maxima on thi practicability of this method of distinguishing representation of the frequency of occurrence of s of slope in M' and M2. M1 and M2, though readily distinguished by their slend parastyle from the premolars (figure 6), are sometimes dif apart. Two characters, namely the anteroposterior-tran and the angle of slope of the occlusal surface are frequently",
                "num": null
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "text": "is a graphic representation of the frequenc specific values of the anteroposterior-transverse r In plotting a curve, figure 8, showing the frequen specific angles of slope in M1 and M2 two maxima cording to the measurements the teeth fall into two gr (64 per cent) is distinctly larger than the other parently some second molars have an angle of slope 90?. When, however, the angle between the pl surface and the vertical axis deviates in individual angle it is usually greater than 95?. . Occlusal view of P3, P4, M1, and M2 of Merychippus californi riam showing anteroposterior compression of enamel pattern in prem characteristic posterior projection of entostylid in molars.",
                "num": null
            },
            "FIGREF6": {
                "uris": null,
                "type_str": "figure",
                "text": "INFERIOR CHEEK-TEETHAs in the superior cheek-tooth series, P2 and M3 can be fied. The great enlargement of the parastylid and the .t ;-/--;542.5% /\\ , >.",
                "num": null
            },
            "FIGREF7": {
                "uris": null,
                "type_str": "figure",
                "text": ". Graphic representation of the frequency of oc values of the anteroposterior-transverse ratio in inferior pr wall of the crown as viewed in cross-section are ch to P2 alone. In Ms the extreme backward curvat axis from the plane of the occlusal surface, the presenc column with anteroposterior diameter approximat the protoconid or hypoconid, and the absence of a s caused by wear of a more posterior tooth, distingui all other teeth in the inferior dentition. In merychippine forms the inferior premolars are dis the molars by their more massive appearance (fig. This content downloaded from 131.215.70.224 on Fri, 08 Nov 2019 17:32:00 UTC All use subject to https://about.jstor.org/terms enamel pattern of a premolar tooth exhibits a compression in an anteroposterior direction. The entostylid in premolar teeth is flattened against the posterior side of the entoconid and never shows the extreme pos-. Graphic representation of the frequency of occu angles of slope in Mi and M2.",
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "text": "California Institute of Technology, Pasadena, Califor THE BREEDING SEASON IN MONKEYS, WITH SPECIAL REFERENCE TO PITHECUS (MACACUS) RHESUS",
                "num": null,
                "content": "<table/>"
            }
        }
    }
}