{
    "paper_id": "Burt1939-TheRafinesqueBatinMichigan",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:22.118649Z"
    },
    "title": "",
    "authors": [
        {
            "first": "James",
            "middle": [
                "M"
            ],
            "last": "Sprague",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Mammals has two records of the golden harvest mouse in Kansas, from Cherokee County in the extreme southeastern corner of the state. This would seem to indicate that Reithrodontomys fuivescens aurantiu8 is a rare inhabitant of the state, although future trapping may prove it to be locally common.",
    "pdf_parse": {
        "paper_id": "Burt1939-TheRafinesqueBatinMichigan",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Mammals has two records of the golden harvest mouse in Kansas, from Cherokee County in the extreme southeastern corner of the state. This would seem to indicate that Reithrodontomys fuivescens aurantiu8 is a rare inhabitant of the state, although future trapping may prove it to be locally common.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "On May 23, 1938, Mr. H. R. Becker caught an adult female bat, Nycticeius humeralis (Rafinesque), on the window of his home at Climax, Kalamazoo County, Michigan. The bat was sent alive to the Museum of Zoology where it was made into a specimen. Upon dissection, it was found to contain two well developed embryos. This is the first record of the Rafinesque bat for Michigan and, I believe, the northernmost record for the genus. This specimen establishes the species as breeding in the state and future collecting will probably show that it ranges over much of southwestern Michigan.-WILLIAM HENRY BURT, Museum of Zoology, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE RAFINESQUE BAT IN MICBIGAN",
                "sec_num": null
            },
            {
                "text": "To the 7 records of occurrence for Euderma maculatum (J. A. Allen) mentioned by Durrant (Jour. Mammalogy, vol. 16, p. 226, 1935) He also squeaked like a rat. He was able to reach out with his wings and pull himself along with any of the claws on his wings. We kept him in a box for over a week, but could not find anything that he would eat. We gave it to a student at the high school. , . and while there the bat died.\"-E. RAYMOND HALL, Museum of Vertebrate Zoology, Berkeley, California.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 128,
                        "text": "(Jour. Mammalogy, vol. 16, p. 226, 1935)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SPOTTED BAT IN KERN COUNTY, CALIFORNIA",
                "sec_num": null
            },
            {
                "text": "Little published information is available concerning the food of bats in the southeastern states other than that they feed chiefly on fiying insects. In order to obtain more definite information on this subject, slides were prepared of the stomach contents of 11 specimens of bats taken in the region of Gainesville, Florida. The classification of the insects eaten, from these well masticated fragments, required the aid of an expert and well equipped entomologist. For this assistance I am indebted to the U. S. Biological Survey. Mr. J. R. Malloch made the determinations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOOD OF SOME FLORIDA BATS",
                "sec_num": null
            },
            {
                "text": "The stomach contents examined were taken from the following bats: 8 from the freetailed bat, Tadarida cynocephala ;and 1 each from the Seminole bat, Lasiurus seminolus; the yellow bat, Dasypterus floridanus; and the Georgian bat, Pipislrellus subftavus subftavus. All but 2 of these specimens were taken in May. A Tadarida (number 6 of the table) was taken in April and the Dasypterus was taken in August.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOOD OF SOME FLORIDA BATS",
                "sec_num": null
            },
            {
                "text": "The food items identified from each of these specimens are listed in the table on page 104.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOOD OF SOME FLORIDA BATS",
                "sec_num": null
            },
            {
                "text": "In addition to insects, a mite was present in the stomach of the Seminole bat examined. The only other information at hand concerning the natural food of the 4 species of bats under discussion is in reference to the Seminole bat. A green fly, Downloaded from https://academic.oup.com/jmammal/article/20/1/103/888831 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOOD OF SOME FLORIDA BATS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "I am able to add an eighth. The specimen is a female, preserved in alcohol, in the Museum of Vertebrate Zoology with catalogue number 61931. It was a gift from Mr. Axel L. Petersen, of Bakersfield, California. The bat was found alive in the early part of December, 1933, by Mrs. W. C. Sowell, also of Bakersfield, \"one afternoon ... clinging to the lower side of a rock ... [at the base of a] cliff ... in Red Rock Canyon [Kern County, California] ... between thirty and forty miles [north] from the town of Mojave.\" This information from Mr. Sowell he supplemented with the following: The bat ... \"had apparently been injured on one wing [but] ... when caught had plenty of fight .... He clicked his teeth together and made a hissing noise whenever disturbed.",
                "type_str": "figure"
            }
        }
    }
}