{
    "paper_id": "Burt1931-ThreenewchipmunksofthegenuseutamiasfromNevada",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:16.363551Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1931-ThreenewchipmunksofthegenuseutamiasfromNevada",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "A collection of mammals taken in southern Nevada, chiefly during the summers of 1928 and 1929, has revealed three apparently undescribed races of chipmunks from the mountains of that region. Pending the completion of a detailed report on the material from this section, it seems advisable at this time to make these three races known to other workers in the field. They are therefore described as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THREE NEW CHIPMUNKS OF THE GENUS EUTAMIAS FROM NEVADA By WILLIAM HENRY BURT",
                "sec_num": null
            },
            {
                "text": "Eutamias panamintinus juniperus, subsp. nov.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THREE NEW CHIPMUNKS OF THE GENUS EUTAMIAS FROM NEVADA By WILLIAM HENRY BURT",
                "sec_num": null
            },
            {
                "text": "Type.-Male adult, skull and skin; no. 15,712, collection of Donald R. Dickey; one-half mile west of Wheeler Well, west slope Charleston Mountains, Clark County, Nevada; altitude 6700 feet; June 19, 1929; collected by W. H. Burt; original no. 2205.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Subspecijic characters.-Resembles Eutamias panamintinus panaminlinus (Merriam) in size, but differs from that form in coloration as described below. Color of fresh summer pelage of type: top of head \"smoke gray\"l faintly mixed with \"pinkish cinnamon;\" median dorsal stripe, extending from between ears to rump, \"mikado brown\" mixed for much of its length with '.'fuscous-black;\" lateral dark stripes similar to median, but with less of the \"fuscous-black;\" central light dorsal stripes white, faintly suffused with \"mikado brown;\" lateral stripes white; rump \"smoke gray;\" post-auricular patch white, extending up posterior one-third of ear; anterior portion of ear \"mikado brown;\" ocular streak blackish, suffused with \"mikado brown\" in front of ear; submalar stripe indistinct, \"warm sepia\" (in some specimens near \"mikado brown\"); sides of body \"mikado brown\" shading to \"sayal brown\" ventrally; feet grayish,' very faintly washed with \"pinkish buff\"; dorsal surface of tail !'fuscous-black\" overlaid with \"pinkish buff,\" the proximal portion of hairs \"chaetura-black,\" followed by an intermediate zone of \"clay color;\" ventral surface of body white. Skull similar to that of panamintinus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "There is very litt:e variation in the series at hand, all specimens in new pelage agreeing closely in every essential with the type. The worn winter pelage is much paler and duller in every respect than the new pelage described above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Comparisons.-The form here described needs to be compared only with panamintinus from which it differs in the following respects: more grayish head and rump, the rump not being washed with yellowish as in panamintinus; paler and less yellowish coloration of feet; duller, darker coloration of brownish areas. Distribution.-Known only from the pinon-juniper belt of the Charleston Mountains, Clark County, Nevada, at altitudes ranging from 6000 to 6700 feet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Remarks.-Eutamias panamintinus juniperus is not a strongly differentiated race, but in mass effect the available series differs from a comparable series of five specimens of panamintinus from the Panamint Mountains, California, in having the grayish areas distinctly paler and the brownish areas darker and duller.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Specimens examined. [29] [30] . Resembles Eutamias quadrivittatus inyoensis Merriam, but much paler and grayer throughout, the tawny areas being restricted, and the gray areas clearer and less suffused. The dark facial markings are narrower and less distinct; the ventral surface of the tail is distinctly paler; and the feet lighter, clearer gray. General coloration of upperparts grayish; median dorsal stripe, extending from crown between ears to rump, black faintly bordered with \"verona brown;\" lateral dark dorsal stripes similar to median stripe, but with anterior one-third deeply suffused with \"verona brown;\" central light dorsal stripes grayish, slightly lighter than head and rump; lateral stripes white; head and rump \"pale smoke gray;\" post-auricular patch grayish white, a narrow margin extending up posterior border of ear; anterior portion of ear \"fuscous-black\" mixed with \"verona brown\" at base and borctered by light gray; ocular stripe black grading into \"verona brown\" in front of ear; submalar stripe nearly obsolete, \"sayal brown;\" sides of body grayish washed with \"verona brown;\" feet grayish very faintly' washed with \"pinkish buff;\" dorsal surface of tail black overlaid with \"tilleul buff;\" ventral surface of tail \"cinnamon buff\" narrowly bordered by black then by \"tilleul buff;\" ventral surface of body white. Skull similar to tliat of inyoensis in size, but differing in having the nasals extending further posteriorly with respect to the premaxillae. In a series of 19 specimens of inyoensis from the White Mountains, Mono County, California, the nasals extend posterior to the premaxillae in one specimen, terminate even with them in five specimens, and anterior to their posterior termination in 13 specimens; whereas, in a series of 25 nevadensis the nasals extend posterior to the premaxillae in 11 specimens, terminate even with them in 12 specimens, and anterior to their posterior termination in two specimens.",
                "cite_spans": [
                    {
                        "start": 20,
                        "end": 24,
                        "text": "[29]",
                        "ref_id": null
                    },
                    {
                        "start": 25,
                        "end": 29,
                        "text": "[30]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Eutamias quadrivittatus nevadensis differs from Eutamias adsitus Allen in narrower dark dorsal stripes and facial markings, and in paler coloration of head, rump, sides, feet, and ventral surface of tail. Differs from Eutamias palmeri Merriam in the much darker dorsal stripes, black instead of brownish anterior portion of ears, and paler coloration of ventral surface of tail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Measurements oj type.-Totallength, 205 mm.; tail vertebrae, 89; hind foot, 32; ear from crown, 13. Skull: greatest length, 34.8; zygomatic breadth, 19.3; cranial breadth, 16.2; interorbital constriction, 7.4; length of nasals, 11.0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Distribution.-Known only from the Sheep Mountains, Clark County, Nevada, where it occurs commonly in yellow pine, fir, and bristle-cone pine associations at an altitude of 8500 feet and possibly higher.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Remarks.-The SUbspecies nevadensis is apparently restricted to the Sheep Mountains where it is cut off from other mountain ranges by extensive stretches of desert. It is clearly, according to external characters, of the quadrivittatus group as given by Howell (Ibid.), but is an extremely pallid form.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Specimens examined. Subspecijic characters.-Resembles Eutamias dorsalis dorsalis (Baird) in size, but distinctly paler in general coloration. Coloration of upperparts grizzled gray; narrow median dorsal stripe, extending from the neck to the rump, \"fuscous-black\" intermingled with \"burnt sienna;\" lateral light dorsal stripes showing very faintly in some specimens; head slightly darker than back; post-auricular patch whitish, extending up along the posterior half of ear; anterior half of ear near \"cinnamon;\" sides of body and dorsal surfaces of hind feet \"pinkish cinnamon;\" dorsal surfaces of front feet also \"pinkish cinnamon,\" but slightly paler; facial markings narrow and indistinct; ventral surface of body white; ventral surface of tail \"ochraceous-tawny\" bordered by a narrow strip of black, then a wider margin of \"tilleul buff;\" dorsal surface of tail black overlaid with \"tilleul buff.\" Skull similar to that of dorsalis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Comparisons.-Differs from dorsalis in much more pallid coloration of upperparts, in paler coloration of ears, narrower and paler facial markings, and in paler coloration of ventral surface of tail. Differs from Eutamias dorsalis utahensis Merriam, in comparable pelage, as determined by examination of a topotypical series from the U. S. Biological Survey collection, in much more pallid, more grayish coloration of upperparts with less tawny admixture, and in narrower and less distinct facial markings, paler colored ears and feet, and, in most specimens, more obscure lateral stripes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "MeaS1trements of type.-Totallength, 212 mm.; tail vertebrae, 94; hind foot, 31; ear from crown, 15. Skull: greatest length, 35.4; zygomatic breadth, 19.8; cranial breadth, 17.2; interorbital constriction, 7.8 ; length of nasals, 10.6.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 123,
                        "text": "Skull: greatest length,",
                        "ref_id": null
                    },
                    {
                        "start": 124,
                        "end": 129,
                        "text": "35.4;",
                        "ref_id": null
                    },
                    {
                        "start": 130,
                        "end": 148,
                        "text": "zygomatic breadth,",
                        "ref_id": null
                    },
                    {
                        "start": 149,
                        "end": 154,
                        "text": "19.8;",
                        "ref_id": null
                    },
                    {
                        "start": 155,
                        "end": 171,
                        "text": "cranial breadth,",
                        "ref_id": null
                    },
                    {
                        "start": 172,
                        "end": 177,
                        "text": "17.2;",
                        "ref_id": null
                    },
                    {
                        "start": 178,
                        "end": 204,
                        "text": "interorbital constriction,",
                        "ref_id": null
                    },
                    {
                        "start": 205,
                        "end": 208,
                        "text": "7.8",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Distribution.-As far as known this form occurs only in the Sheep Mountains and in the low adjoining Las Vegas Range in southern Nevada where it is to be found commonly in the pinon pine, juniper, and yellow pine associations at altitudes ranging from 6500 to 8500 feet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Remarks.-The Sheep Mountains and Las Vegas Range to which the race grinnelli is apparently limited in distribution are in reality one mountain mass. Mormon Well is located in the head of the valley which separates the two. This chipmunk is not known to occur to the westward in southern Nevada. To the east, at Cedar Basin in the low mountains thirty miles by road southeast of St. Thomas, Nevada, it is replaced by utahensis. I am unable to differentiate a series of specimens from the latter locality from topotypes of utahensis from Ogden, Utah. In spite of the lack of any intergradation in characters, or of any intervening terrain suitable as a habitat for the group, they are nevertheless here considered as races of the same species, rather than as distinct species, because of their general similarity in body marking and also because of the possibility that the future will demonstrate intergradation in the broken country to the north. The extreme difference in the habits of the two races is interesting, utahensis as we observed it at Cedar Basin being strikingly wilder than grinnelli in the Sheep Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Eutamias dorsalis grinnelli: Sheep Mountains, Clark County Nevada, 41; Eutamias dorsalis dorsalis: Arizona, 12 (Museum of Vertebrate Zoology collection, 11; Dickey collection, 1); Eutamias dorsalis utahensis: Nevada: Cedar Basin, 6 (Dickey collection); Manhattan, 2. Utah, 10 (Biological Survey coilection).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "I wish to thank those in charge of the collections of the Museum of Vertebrate Zoology, University of California at Berkeley, and of the U. S. Biological Survey for the loan of pertinent material used in the preparation of this paper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "California Institute of Technology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JUNIPER CHIPMUNK",
                "sec_num": null
            },
            {
                "text": "Color terms in quotations from Ridgway, Color Standards and Color Nomenclature, 1912. Downloaded from https://academic.oup.com/jmammal/article/12/3/298/813849 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/12/3/298/813849 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Named for Dr. Joseph Grinnell in recognition of his contributions to the knowledge of California and Nevada mammals and in appreciation of his stimulating influence during my recent studies under his direction. Downloaded from https://academic.oup.com/jmammal/article/12/3/298/813849 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF1": {
                "text": "-Eutamias panamintinusjuniperus: 18 skins and 9 skulls, all from the Charleston Mountains, Nevada; Eutamias panamintinus panamintinus: 20 skins with skulls from the Panamint Mountains, California (Museum of Vertebrate Zoology collection); one skin with skull each from the White Mountains, California and Casa Diablo, Mono County, California (Dickey collection). Eutamias quadrivittatus nevadensis, subsp. nov. Male adult, skull and skin; no. 15,884, collection of Donald R. Dickey; Hidden Forest, Sheep Mountains, Clark County, Nevada; altitude 8500 feet; July 13, 1929; collected by W. H. Burt; original no. 2337. Subspecijic characters.-A chipmunk of the quadrivittatus group (see A. H. Howell, Revision of the American Chipmunks, North American Fauna, no. 52, pp.",
                "content": "<table><tr><td>SOUTHERN NEVADA CHIPMUNK</td></tr><tr><td>Type.-</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "Male adult, skull and skin; no. 15,979, collection of Donald R. Dickey; Mormon Well, Sheep Mountains; Clark County, Nevada; altitude 6500 feet; July 22, 1929; collected by W. H. Burt; original no. 2368.",
                "content": "<table><tr><td>-Eutamias quadrivittatus nevadensis: 32 skins with skulls,</td></tr><tr><td>all from the Sheep Mountains, Nevada; Eutamias adsitus: 7 skins with skulls, all</td></tr><tr><td>from Utah (Museum of Vertebrate Zoolog'y collection); Eutamias quadrivittatus</td></tr><tr><td>inyoensis: 21 skins with skulls, all from the White Mountainf\\, California (Dickey</td></tr><tr><td>collection); Eutamias palmeri: 63 skins and 55 skulls, all from the Charleston</td></tr><tr><td>Mountains, Nevada (Dickey collection).</td></tr><tr><td>Eutamias dorsalis grinnelli,2 subsp. nov.</td></tr><tr><td>PALLID CLIFF CHIPMUNK</td></tr><tr><td>Type.-</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}