{
    "paper_id": "Burt1933-AdditionalNotesontheMammalsofSouthernArizona",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:18.665448Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1933-AdditionalNotesontheMammalsofSouthernArizona",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Some raccoons will learn that to jump from a tree is the best means of escape, and they will often climb hemlocks where they can hide until a man gets well up the tree, then jump and get away if they can escape the dogs, which they usually do. This will go on until some hunter shoots the raccoon with a shot gun from the ground. However, with the great majority of uninitiated raccoons, they will go up a tree at the first signs of commotion, sit in the branches and watch the happenings below, unmindful of real danger; let a hunter shoot, or make all sorts of noise, and the raccoon. is oblivious to it. But let a bullet strike the branch on which he sits and he will scurry for protection higher in the tree.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "185 Church Street, New Haven, Conn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By WILLIAM HENRY BURT During the spring of 1931 the writer spent six weeks, April 23 to June 9, in southern Arizona, collecting and studying mammals. The primary purpose of the field work was to obtain comparative material to be used in connection with a report now in progress on the mammals of Sonora, Mexico. In the course of this field work some data on distribution and habits were obtained that seem worthy of record.",
                "cite_spans": [
                    {
                        "start": 3,
                        "end": 21,
                        "text": "WILLIAM HENRY BURT",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "In his report on the faunal areas of southern Arizona, Swarth (1929) covered the territory from the Santa Rita Mountains eastward in Arizona. The present report covers the region from the Santa Rita Mountains westward to the Baboquivari Mountains, thereby supplementing Swarth's data. Five localities were visited as follows: Madera Canyon and Old Parker Ranch, west side of the Santa Rita Mountains; Continental, on Santa Cruz River, 26 miles south of Tucson; Santa Cruz River, two miles south of Tumacacori Mission; Piskorski Canyon, east side of the Atasco Mountains; Los Eneifios Ranch, Baboquivari Mountains. The greater part of the time was spent at Continental and on the west side of the Santa Ritas, short visits of a few days each being made to the other localities.",
                "cite_spans": [
                    {
                        "start": 55,
                        "end": 68,
                        "text": "Swarth (1929)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "I wish to express my thanks to the Arizona Fish and Game Commission, who granted permission to carryon the work, and to Mr. F. W. Taylor whose hospitality was enjoyed at Continental.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Myotis velifer velifer (J. A. Allen).-Cave Bat. This bat was fairly common along the Santa Cruz River where, in the evenings, many were seen flying low among the mesquites. Four were taken late in the evening of April 29 at Continental and one was taken two miles south of Tumacacori Mission, May 12. At about 6000 feet altitude, in Madera Canyon, Santa Rita Mountains, six males and one female were found, May 30, hanging in a clump far back in an old mine tunnel. As a consequence of a stream of cold water running through the tunnel the temperature was rather low where the bats were hanging. They were in a state of semitorpor, their bodies being noticeably cold to the touch. No other bats were seen in the tunnel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Pipistrellus hesperus merriam! (Dobson).-Merriam Bat. A female with two embryos in her uterus was taken on the Santa Cruz River, May 13. A male and a female were taken at 4500 feet altitude in the Atasco Mountains, May 20.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "These bats have here been referred to the subspecies merriami because, to me, they are indistinguishable from specimens of merriami taken on the coast of California. In 1904Elliot described what he supposed to be a new race, apus, from Providencia Mines, northeastern Sonora, Mexico. Through the courtesy of Director S. C. Simms and Dr. W. H. Osgood of the Field Museum I have been able to examine the type and three additional specimens of apus from Providencia Mines. There are also in the Dickey collection thirteen specimens from Saric, Sonora. The southern Arizona and northeastern Sonora specimens average slightly larger than California specimens of merriami, but the extreme measurements are about the same and the slight average difference loses its value. In the original description of apus the only character given by Elliot (1904, p. 269 ) that might distinguish that race from merriami is the larger foot. For the length 'of the foot Elliot gives 6.3 mm, which falls between the extremes of the Saric specimens (5.0 mm, to 6.5 mm.) as well as those of merriami from California (5.0 mm, to 6.5 mm., H. W. Grinnell, 1918, p. 313) , being slightly larger than those of hesperus (5.0 mm. to 6.0 mm., H. W. Grinnell, 1918, p. 307) . In coloration the southern Arizona and northeastern Sonora specimens fall in with merriami, being buffy both above and below instead of whitish as is the case in hesperus. In the Dickey collection are also two specimens from Paradox, Montrose County, Colorado, which fit in, in their dark coloration, with merriami, It seems to me that unless characters other than those given by Elliot, and other. than those which I have been able to discern, are found for the. Pipistrellus of northeastern Sonora, Elliot's name apus must be placed in synonomy under Pipistrellus hesperus merriami (Dobson). We then have a range for merriami similar to that given for IJlyotis californicus californicus by Miller and Allen (1928,p. 149) , with the metropolis of the race hesperus in the Great Basin area as is the case with Myotis californicus pallidus. Specimens of hesperus from near Las Vegas, Nevada, and Death Valley, California, show the extreme condition of pallor found in the subspecies.",
                "cite_spans": [
                    {
                        "start": 830,
                        "end": 850,
                        "text": "Elliot (1904, p. 269",
                        "ref_id": null
                    },
                    {
                        "start": 1118,
                        "end": 1141,
                        "text": "Grinnell, 1918, p. 313)",
                        "ref_id": null
                    },
                    {
                        "start": 1216,
                        "end": 1239,
                        "text": "Grinnell, 1918, p. 307)",
                        "ref_id": null
                    },
                    {
                        "start": 1934,
                        "end": 1964,
                        "text": "Miller and Allen (1928,p. 149)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Eptesicus fuscus pallidus Young.-Pallid Brown Bat. One adult male was taken at 4500 feet altitude in the Atasco Mountains, May 20. It was flying above the oaks in the bottom of a canyon; several others were seen at the time. In referring the one specimen to pallidus I have followed Allen in his recent paper (1933) .",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 315,
                        "text": "(1933)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Bassariscus astutus arizonensis Goldman.-Arizona Ring-tailed Cat. Ring-tailed cats were reported to be common in Madera Canyon; no specimens were taken and no signs of them were' seen during our short stay there. Mephitis macroura milleri Mearns.-Hooded Skunk. The desiccated remains of a skunk of this species were found two miles south of Tumacacori Mission on the Santa Cruz River. The skin was unimpaired. Another skunk, in a similar condition, was found in a canyon in the Atasco Mountains and a third in Thomas Canyon, Baboquivari Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Mephitis estor Merriam.-Arizona Skunk. Two females were trapped, May 20 and 22, in Piskorski Canyon, Atasco Mountains. One of them had four embryos in her uterus; both stomachs contained insect remains. Swarth (1929, p. 347) reported the taking of a specimen of M. estor at the mouth of Stone Cabin Canyon, Santa Rita Mountains.",
                "cite_spans": [
                    {
                        "start": 203,
                        "end": 224,
                        "text": "Swarth (1929, p. 347)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Urocyon cinereoargenteus scottii Mearns.-Arizona Gray Fox. An adult male was taken in Piskorski Canyon, Atasco Mountains, May 22. The species apparently is common in southern Arizona.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Canis mearnsi Merriam.-Mearns Coyote. Five skeletons were salvaged from a lot that had been thrown along the side of a road on Los Encinos Ranch in the Baboquivari Mountain district. ' Coyotes were common throughout the area covered by us.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Felis concolor subsp.-Mountain Lion. Mountain lions, we were told, are no longer common in southern Arizona. When an occasional lion is reported the cattlemen turn out in full force and, with the aid of a lion hunter and his hounds, usually get it. As a consequence the few lions remaining in this territory are in danger of being exterminated. While we were in the Atasco Mountains a professionallion hunter with his pack of hounds came up the Canyon looking vainly for a lion that had been reported in the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Lynx rufus baileyi Merriam.-Bobcat. Bobcats were reported to be common in Madera Canyon. Two individuals were taken there, May 29 and 31, respectively. ' Citellus grammurus grammurus (Say).-Rock Squirrel. An adult female, suckling young, was taken at Continental, in the Lower Sonoran Zone, April 30. This species is normally found in the Upper Sonoran Zone. They are common in Madera Canyon, from which place Swarth (1929, p. 348) reported them. Rock squirrels were common also in the Baboquivari Mountains, but none were taken there by us.",
                "cite_spans": [
                    {
                        "start": 410,
                        "end": 431,
                        "text": "Swarth (1929, p. 348)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Citellus tereticaudus neglectus (Merriam).-Round-tailed Ground Squirrel. This species was common over much of the low desert. Two females, one with active mammae, were taken at Continental, April 23 and 27. Young squirrels were seen on the west slope of the Santa Rita Mountains, June 6 and 9; one adult and two young were taken at this time. On June 9 an adult female was seen at the entrance of a burrow around which, within a radius of 50 feet, were five young, apparently her progeny. The young, being less cautious than the adult, remained farther away from the safety retreats when danger was sensed, but when the adult gave the danger signal they all crouched down and remained quiet. Swarth (1929, p. 349) , in placing his southern Arizona specimens in the subspecies neglectus apparently considered Citellus tereticaudus arizonae Grinnell to be a synonym of neglectus. He gave no reason for not recognizing Grinnell's race arizonae, but later, in conversation, Mr. Swarth told me that in his compari-sons he could find no distinguishing characters for arisonae. Measurements of neglectus and \"arizonae,\" furnished me by Mr. A. H. Howell, and measurements of specimens in the Dickey collection from near Tucson, Arizona, indicate that there is no appreciable size difference which might be used as a character.",
                "cite_spans": [
                    {
                        "start": 692,
                        "end": 713,
                        "text": "Swarth (1929, p. 349)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Ammospermophilus harrisii (Audubon and Bachman).-Gray-tailed Antelope Squirrel. Two males were taken, one at Continental and the other on the west slope of the Santa Ritas. Very few others were seen. '",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Sciurus arizonensis arizonensis Coues.-Arizona Gray Squirrel. We saw a number' of these squirrels in the Santa Ritas.~At 6000 feet altitude, along a small stream, two males were taken May 29, three, May 30, and three males and a female, May 31. All were taken within a radius of 25 yards. On the last date five males (?) were seen chasing a female through the trees, at least the head squirrel was a female and three of the others were males. In this spot, in three days, one female and nine males were taken and two others, probably males, were seen. Judging from the condition of her uterus and mammary glands, the female had recently given birth to young. It appeared as though the males had concentrated in this spot in pursuit of the female.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "In his description of catalinae, Doutt (1931, pp. 271-273) referred one specimen from the Santa Rita Mountains to his newly described form, although he says (p. 272) that it \"can be separated readily from any of the other five specimens [from the Catalina Mountains] by its more rufous crown patch.\" There is considerable variation in the coloration of the ten specimens at hand from the Santa Rita Mountains, all but one of which still have the old worn pelage. The one specimen (no. 18,902), which has the new pelage back nearly to the rump region, is distinctly russet between the ears and from the mid-dorsal region to the rump. Of the other nine specimens one (no. 18,903) is gray from head to rump, one (no. 18,916) is gray over the shoulder region with a russet patch on its head and a russet streak from the middle of the back down over the rump to the base of the tail, and the other seven have the russet continuous from the head to the base of the tail-comparable to a specimen of arizonensis from the Sierra Ancha Mountains,",
                "cite_spans": [
                    {
                        "start": 33,
                        "end": 58,
                        "text": "Doutt (1931, pp. 271-273)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "To sum up the above; one specimen has the characters of huachuca, seven those of arizonensis, and two intermediate between arizoneneie and catalinae as characterized by Doutt. On geographic grounds alone the Santa Rita specimens should be closer to huachuca than to arisonensie, and if catalinae is distinguishable the Santa Rita squirrels should be closer to that form than 'to either huachuca or arisonensis, but actually they seem to be intermediate between arizonensis and catalinae, with the preponderance toward arizoneneis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Thomomys fulvus modicus Goldman.-Pocket Gopher. This species was abundant along the Santa Cruz River near Tumacacori Mission. The ranchers here told us that pocket gophers had to be fought continually, as they did considerable damage to the irrigation ditches. From May 12 to 16, twenty gophers, eight males and twelve females, were taken. The soil here was sandy. Six of the females were suckling young and one contained three small embryos in her uterus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "The pocket gophers of this region offer a most interesting and at the same time puzzling problem in distribution. This form is found to be common on the Santa Cruz River at Tucson. Going south up the river, one runs out of pocket gopher territory. At Continental, 26 miles south of Tucson, where conditions seem to be as favorable as one could expect for pocket gophers, there are none. Here there are large fields of alfalfa under irrigation, sandy soil, and other conditions that 'would seem to be ideal for a gopher population. The foreman of the Continental Ranch informed me that he had never seen a sign of a gopher there. From Continental we pass 19 miles farther up the river to Tumacacori Mission and here again we find gophers in abundance. We also find gophers, but of a different species, in the Santa Rita Mountains. I have no explanation for their absence along the Santa Cruz River between Tucson and Tumacacori Mission.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Thomomys burtiHuey.-Santa Rita Mountains Pocket Gopher. These gophers were reported from Madera Canyon under the name intermedius by Swarth (1929, p. 351) , five having been taken there. We found their workings to be rather common along the canyon bottoms at an altitude of 6,000 feet and above. They were found in black, moist soil along the streams and on the steep slopes. Eleven specimens were taken, two of which were young. Even these young individuals display the dark coloration so characteristic of the race.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 154,
                        "text": "Swarth (1929, p. 351)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Gophers from the lower edge of the oaks, about '5,000 feet altitude, although similar in size, differ strikingly in coloration from the Madera Canyon specimens. These gophers, from Old Parker Ranch (Picketts Ranch on U. S. G. S. topographic map, Patagonia Quadrangle, edition of August, 1905), are found under ecologic conditions quite different from those of Madera Canyon. The soil here is hard, dry, and rocky, and of a markedly lighter coloration. None of the Parker Ranch gophers approach any of the specimens from Madera Canyon in coloration; even the young are easily distinguished, a condition not usually met with in closely related gophers. In the skulls there is very little difference, except that in the Parker Ranch gophers, the premaxillae project posteriorly farther beyond the nasals. Because of the differences in characters and in habitats of the two colonies of gophers, although they inhabit the same mountain range and are separated by a distance of only eight miles and 1,000 feet altitude, the Parker Ranch gophers might be regarded as subspecifically distinct, but until more data can be obtained on the local distribution of the gophers of the Santa Ritas, I prefer to treat them as a local variation of typical burti.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Perognathus flavus flavus Baird.-Baird Pocket Mouse. These pocket mice, in addition to three other species, were found commonly at Continental, where ten females and five males were taken. One male was taken near Tumacacori Mission and another in the Baboquivari Mountains. Swarth (1929, p. 353) reports two specimens from Stone Cabin Canyon.",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 295,
                        "text": "Swarth (1929, p. 353)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "The abundance of this species in a locality may not be appreciated from one or two trapping-nights. This was shown at Continental where in a line of traps left in the same place for five successive nights the catch of flavus increased after the first night and that of the other species decreased. A string of 90 traps set along a fence row between an alfalfa field and an abandoned field that had grown up to weeds was left in the same place for the five nights May 4 to 8 inclusive. On the night of May 7 the traps were not baited so it is omitted from the following account. The catch for the four nights, May, 4, 5, 6, and 8 was as follows; Dipodomys-16, 6, 2, 0; Perognathus p. pricei-14, 5, 0, 2; Peromyscus-8, 2, 2, 0; Onychomys-4, 3, 0, 0; Reithrodontomys-4, 0, 0, 0; Mus-I, 2, 0, 0; Perognathus f. flavus-1, 2, 6, 5. There was thus a marked decrease in the number of speci-Downloaded from https://academic.oup.com/jmammal/article/14/2/114/859809 by University of Michigan user on 07 October 2021 mens caught after the first night in all but Mus and P. f. flaou», the latter giving the largest returns on the last two nights.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Perognathus amplus taylori Goldman.-Taylor Pocket Mouse. One specimen was taken in a sandy wash at Continental, April25~Swarth (1929, p. 355) , reports amplus from the Santa Rita Range Reserve, which was later designated as the type locality of taylori by Goldman (1932) .",
                "cite_spans": [
                    {
                        "start": 127,
                        "end": 141,
                        "text": "(1929, p. 355)",
                        "ref_id": null
                    },
                    {
                        "start": 256,
                        "end": 270,
                        "text": "Goldman (1932)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Perognathus baileyi baileyi Merriam.-Bailey Pocket Mouse. Three specimens were taken at Continental; one female, collected April 25, contained four embryos. Four more specimens were taken . .on the east slope of the Baboquivari Mountains. A female taken here May 25 contained three embryos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Perognathus penicillatus prtcel Allen.-Price Pocket Mouse. This species was found to be common at Continental, especially along the banks of the Santa Cruz River, where most of those secured by us were taken. They were also taken near Tumacacori Mission on the Santa Cruz River. Two females taken April 24 contained respectively, four and five embryos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Dipodomys spectabilis spectabilis Merriam.-Banner-tailed Kangaroo Rat. This species was taken on the Santa Rita Range Reserve, at Continental, and in the Baboquivari Mountains. For a detailed account of the natural history of this species, see Vorhies and Taylor (1922) .",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 269,
                        "text": "Vorhies and Taylor (1922)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Dlpodomys merriami merriami Mearns.-Merriam Kangaroo Rat. This species was taken on the Santa Rita Range Reserve, at Continental, Tumacacori Mission, and in the Baboquivari Mountains. Three females taken at Continental, April 26, had the mammary glands active. One of the females (no. 18708) had commenced to molt, the molt line being slightly back of the ears; the top of the head has the new pelage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Dipodomys ordii ordii Woodhouse.-Ord Kangaroo Rat. Swarth (1929) reports this species only from his \"Eastern Plains Area,\" near Patagonia. We found.it common at Continental and Tumacacori Mission, and one specimen was taken as far west as the Baboquivari Mountains. At Continental these kangaroo rats were found to inhabit chiefly the areas along the river where the soil was softer and the vegetation was more dense than that away from the river. A female taken April 28 was suckling young, another taken May 4 contained four embryos, and a third female taken May 13 was also suckling young.",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 64,
                        "text": "Swarth (1929)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Onychomys torridus torridus (Coues).-Grasshopper Mouse. Grasshopper mice were found to be common along the Santa Cruz River 81t Continental. They were taken also near Tumacacori Mission and on the Santa Rita Range Reserve. Three immature individuals were taken, April 24 and 25, at Continental. From April 28 to May 4, females either with embryos or suckling young were taken; one contained three embryos, two contained four each, one five, and three were suckling young.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys megalotis megalotis (Baird).-Desert Harvest Mouse. A male was taken at Continental, May 4. This species is apparently rare in this region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys fulvescens fulvescens Allen.-Sonora Harvest Mouse. Three males and two females were taken at Continental and one male near Tumacacori Mission. There is also in the Dickey collection a specimen (no. 6963) from Phoenix, Arizona. The two species, megalotis and fulvescens, occur together here in southern Arizona, where they were taken in the same trap line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "This extends the known range of the species north and west nearly 300 miles from the northern limit as given by Howell (1914, p. 44) , who reported it from Oposura and Providencia Mines, Sonora, Mexico.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 132,
                        "text": "Howell (1914, p. 44)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Peromyscus eremicus eremicus (Baird).-Desert Mouse. .This species was taken at Continental and near Tumacacori Mission. A female taken May' 2 contained three embryos in the left horn of her uterus. Immature individuals in the gray juvenile pelage were taken between April 28 and May 14; one of these (no. 18,769), just getting the adult pelage, contained three embryos. Three of the four adults have indications of buff pectoral spots, a character attributed to certain specimens ofanthonyi by Osgood (1909) ; otherwise they are much closer to specimens from Bard, Imperial County, California, than to specimens from southern Sonora, Mexico.",
                "cite_spans": [
                    {
                        "start": 494,
                        "end": 507,
                        "text": "Osgood (1909)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus sonoriensis (Le Conte).-Sonora White-footed Mouse. Three males of this species were taken at Continental in the same trap line with P. eremicus and P. leucopus arizonae (Allen) . They were taken along the Santa Cruz River, but apparently were not common there.",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 199,
                        "text": "(Allen)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus arizonae (Allen) .-Arizona White-footed Mouse. Swarth (1929, p. 283) records this species only from the \"Eastern Plains Area,\" none having been taken by his party west of the Santa Rita Mountains. We found them along the Santa Cru~River at Continental, the only locality at which they were taken; four specimens were preserved.",
                "cite_spans": [
                    {
                        "start": 29,
                        "end": 36,
                        "text": "(Allen)",
                        "ref_id": null
                    },
                    {
                        "start": 67,
                        "end": 88,
                        "text": "Swarth (1929, p. 283)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Peromyscus boylii rowleyi (Allen).-Rowley White-footed Mouse. This was the most common species of Peromyscus encountered by us. It was taken in the Santa Rita Mountains, Atasco Mountains, and near Tumacacori Mission. Immature individuals were taken May 10 and 20. Females that were suckling young were taken May 10, 14, and 20. Another female taken May 14 contained four embryos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "This species was found chiefly in rocky situations high up in the mountains, but the four specimens taken near Tumacacori Mission were near brush piles along the river bottom, altitude 3,300 feet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Sigmodon hispidus cienegae A. B. Howell.-Cienega Cotton Rat. Cotton rats were common along the irrigation ditches at Continental. Seven females taken from May 1 to 8 were all either suckling young or contained embryos. Six of them contained embryos as follows: 17, 13, 12, 11, 11, and 8 . The number of mammae in the seven females at hand varies from 10 to 12, five of the seven having 12 each, the other two 10 each. Two young individuals were caught in a single mouse trap May 5; they were side by side, apparently feeding on the bait at the time they were caught. This species breeds at least from early May to late September. Swarth (1929, p. 363) reports the taking of two females on September 21 and 23, respectively; one contained 12, the other 14 embryos.",
                "cite_spans": [
                    {
                        "start": 261,
                        "end": 286,
                        "text": "17, 13, 12, 11, 11, and 8",
                        "ref_id": null
                    },
                    {
                        "start": 630,
                        "end": 651,
                        "text": "Swarth (1929, p. 363)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Neotoma albigula albigula Hartley.-White-throated Wood Rat. Wood rats of this species were found commonly at Continental, in the Santa Rita Mountains, and in the Baboquivari Mountains. Their nests were usually built beneath cactus or brush. In Madera Canyon one was caught beneath a cabin in which we were staying; here they had nests along the rock cliffs and beneath boulders. A female collected at Continental, April 24, contained three embryos, 30 mm. in length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Lepus alleni alleni Mearns.-Allen Jack-rabbit. These large jack-rabbits were common at Continental, on the Santa Rita Range Reserve, and near the south base of the Baboquivari Mountains. A female taken April 23 was suckling young; young jack-rabbits from one-third to one-half grown were seen abroad at this time. For a more detailed account of this species, see Swarth (1929, pp. 364-367) . Lepus californicus eremicus Allen.-Arizona Jack-rabbit. A common species at all of the localities visited, except in the timbered, regions of the Santa Rita and Atasco Mountains.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 389,
                        "text": "Swarth (1929, pp. 364-367)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Sylvilagus floridanus holzneri (Mearns) .-Holzner Cottontail. An adult female was taken on a grassy ridge in the Atasco Mountains May 21.. No others were seen. This is apparently near the northwest limit of the range of the species. It has been previously reported from the Huachuca and Chiricahua Mountains by Nelson (1909, p. 180) . The one specimen was taken at the lower edge of the Upper Sonoran Life Zone.",
                "cite_spans": [
                    {
                        "start": 311,
                        "end": 332,
                        "text": "Nelson (1909, p. 180)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Sylvilagus audubonii arizonae (Allen) .~Arizona Cottontail. This species was fairly common in the lowlands, especially where there were growths of mesquite and brush.",
                "cite_spans": [
                    {
                        "start": 30,
                        "end": 37,
                        "text": "(Allen)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Pecari angulatus sonoriensis (Meamsjv--Sonora Peccary. Peccaries were reported to be present in the Atasco and Baboquivari Mountains, and were reported to come down into the lowlands. The foreman at the Continental Ranch said that one was caught near the Santa Cruz River at Continental a number of years ago. On Los' Encinos Ranch we were-told that the cowboys occasionally encountered them while riding the range. Although we spent a good deal of time looking for them we saw none; however, we did see their droppings and places where they had been feeding among the oaks in the Baboquivari Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Odocoileus couesi (Coues and Yarrow).-Coues White-tailed Deer. This species was common in the Santa Rita Mountains. Nearly every day that we went up Madera Canyon we would see from one to five deer. Their tracks were numerous back into an old mine tunnel in Madera Canyon where, on June 2, as Mr. van Rossem was approaching the mouth of the tunnel, he heard something coming out with a rush, As he paused for a moment a buck and doe appeared at the mouth of the tunnel. The buck was just beginning to get his new antlers, the nubs of which were about two inches long.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL NOTES ON THE MAMMALS OF SOUTHERN ARIZONA",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/14/2/114/859809 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "By C. V. GREEN It is well known that the skull of a mammal undergoes marked changes in proportion between birth and maturity. It is less well known, although it has been pointed out on several occasions, that even among adults of a single race differences in absolute size may be accompanied by differences in proportions. Castle (1932), for example, has stated that in rabbits the skull steadily become's more slender, relatively, as the absolute size increases. Allen (1894) has shown the same situation prevailing in a species of Neotoma. Such changes may hold not only for individuals within a species but for different species within a genus, as Huxley (1932) so clearly demonstrated. Thus, the. same fundamental law of heterogonic growth in the various dimensions of the skull may act both inter-and intra-specifically. Castle (1932) remarked on this tendency among different species of rabbits and horses. The danger in using mere indices, without further analysis, as taxonomic criteria, especially for forms differing in absolute size, is at once apparent.The skeletons of at least some rodents, including the rat, Rattus norvegicus albinus (Strong, 1925) , and the Microtinae (Hinton, 1926) ",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 14,
                        "text": "GREEN",
                        "ref_id": null
                    },
                    {
                        "start": 1150,
                        "end": 1164,
                        "text": "(Strong, 1925)",
                        "ref_id": null
                    },
                    {
                        "start": 1186,
                        "end": 1200,
                        "text": "(Hinton, 1926)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIFFERENTIAL GROWTH IN THE CRANIA OF MATURE MICE",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Geographic variation in the big brown bat (Eptesicus juscus)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALLEN, G. M. Geographic variation in the big brown bat (Eptesicus juscus).",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A new subspecies of the Arizona gray'squirrel. tSciuru» arizonensis Coues)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Doutt",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "Canadian Field Naturalist",
                "volume": "47",
                "issue": "",
                "pages": "271--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Canadian Field Naturalist, vol. 47, pp. 31-32, February 1, 1933. DOUTT, J. K. A new subspecies of the Arizona gray'squirrel. tSciuru» arizonensis Coues). Annals Carnegie Mus., vol. 20, pp. 271-273. June 6, 1931.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Descriptions of apparently new species and subspecies of mammals and a new generic name proposed",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "Field Columbo Mus. Publ",
                "volume": "3",
                "issue": "90",
                "pages": "263--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ELLIOT, D. G. Descriptions of apparently new species and subspecies of mam- mals and a new generic name proposed. Field Columbo Mus. Publ., no. 90, vol. 3, zool. ser., pp. 263-270. March, 1904.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A new pocket mouse from southern Arizona",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Journ. Wash. Acad. ScL",
                "volume": "22",
                "issue": "",
                "pages": "488--489",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. A new pocket mouse from southern Arizona. Journ. Wash. Acad. ScL, vol. 22, pp. 488-489. October 19, 1932.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A synopsis of the bats of California",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Grinnell",
                        "suffix": ""
                    }
                ],
                "year": 1918,
                "venue": "Univ, Calif. Pub. Zool",
                "volume": "17",
                "issue": "",
                "pages": "14--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRINNELL, H. W. A synopsis of the bats of California. Univ, Calif. Pub. Zool., vol. 17, pp. 223-404, pls, 14-24,24 figs. in text. January 31, 1918.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Revision of the American harvest mice (genus Reithrodontomys)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, A. H. Revision of the American harvest mice (genus Reithrodontomys).",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The American bats of the genera Myotis and Pizonyx",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S. and G. M. ALLEN. The American bats of the genera Myotis and Pizonyx. U. S. Natl. Mus. nen., no. 144, pp. viii + 218, 1 pl., 13 maps. 1928.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The rabbits of North",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Nelson",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NELSON, E. W. The rabbits of North America. U. S. Dept. Agric., North Amer. Fauna, no. 29, 314 pp., 13 pls., 19 figs. in text. August 31, 1909.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Revision of the mice of the",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "American genus Peromyscus. U. S. Dept. Agric., North Amer. Fauna",
                "volume": "",
                "issue": "28",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. Revision of the mice of the. American genus Peromyscus. U. S. Dept. Agric., North Amer. Fauna, no. 28, 285 pp., 8 pls., 12 figs. in text. April 17, 1909.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The faunal areas of southern Arizona: a study in animal distribution",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Swarth",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Proc. Calif. Acad. ScL, sere 4",
                "volume": "18",
                "issue": "",
                "pages": "27--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SWARTH, H. S. The faunal areas of southern Arizona: a study in animal distribu- tion. Proc. Calif. Acad. ScL, sere 4, vol. 18, pp. 267-283, pIs. 27-32, 7 figs. in text. April 26, 1929.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Life history of the kangaroo rat Dipodomys spectabilis spectabilis",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "T W P"
                        ],
                        "last": "Vorhies",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1922,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VORHIES, C. T. AND W. P. TAYLOR. Life history of the kangaroo rat Dipodomys spectabilis spectabilis Merriam. U. S. Dept. Agric., Bull. no. 1091, 40 pp., 9 pIs., 3 figs. in text. September 13, 1922.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}