{
    "paper_id": "Burt1954-Mammalogy-TheSubspeciesCategoryinMammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:25.659515Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1954-Mammalogy-TheSubspeciesCategoryinMammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Thus, it was Osgood's classical work that focused thinking in terms of the trinomial rather than the binomial, as had been common practice among his predecessors as well as many of his contemporaries. To cite two more examples, Miller listed 24 species of weasels (Mustela) in his 1911 checklist (1912) and 25 species in his 1923 checklist (1924); Hall (1951) reduced the number of species of weasels occurring over the same geographic area to three, with 60 subspecies. In the coyotes of the genus Canis, Miller (op. cit.) listed 14 species; these were recently grouped under one species by Jackson (1951) , with 19 subspecies. This does not indicate that evolution has been going on in reverse. It does indicate that our interpretations now are quite different from those of students of 50 years ago.",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 302,
                        "text": "(1912)",
                        "ref_id": null
                    },
                    {
                        "start": 348,
                        "end": 359,
                        "text": "Hall (1951)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 506,
                        "end": 523,
                        "text": "Miller (op. cit.)",
                        "ref_id": null
                    },
                    {
                        "start": 592,
                        "end": 606,
                        "text": "Jackson (1951)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Along with the change in evaluation of the lower categories, there grew up a school, of which I was one, of subspecies describers. I fear that the objective of many in this group was to discern small differences in samples of populations from different localities rather than to study the similarities of the samples, or the variability within a population. Our most horrible example of what can result from this indiscriminate naming of local populations is to be seen in the present literature on pocket gophers of the genus Thomomys. In one species, T. bottae, we now have listed more than 150 subspecies, and there are more to come. If this continues, eventually every colony of Thomomys bottae will bear a formal name recognized by the International Commission on Zoological Nomenclature. It is now necessary to have a large-scale map just to indicate the type localities of all the subspecies of Thomomys bottae. What does all this show from the biological point of view? It shows that Thomomys bottae is highly variable throughout its range. But is it necessary to have 150 or more names in the literature to show this? I think not. I sincerely believe that the variations in most of the morphological characters used as bases for naming the subspecies could be shown with symbols on a map, as some of the botanists have been doing with plants and as Blair (1953) (Hall and Cockrum, 1953 ) and the other a revision (Schwartz, 1953) , appeared in the same year with radically different interpretations of the same situation (Figs. 1, 2) . The only reliable and usable character as yet detected to separate the subspecies of Neofiber alleni is color. But the true picture of this is obscured by the conventional system of mapping ranges for subspecies, as will be demonstrated later. In both papers just cited, the authors were patently influenced by previously described subspecies and their designated type localities, and, probably feeling obligated to preserve names, they built their arbitrary ranges around these artificially selected points. This is not biology in the strict sense.",
                "cite_spans": [
                    {
                        "start": 1358,
                        "end": 1370,
                        "text": "Blair (1953)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1371,
                        "end": 1394,
                        "text": "(Hall and Cockrum, 1953",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1422,
                        "end": 1438,
                        "text": "(Schwartz, 1953)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1530,
                        "end": 1542,
                        "text": "(Figs. 1, 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If we look at the map by Hall and Cockrum ( Fig. 1) we might be led to believe that the population at the extreme south of the range they outline for nigrescens is more like the population from the northwest panhandle area of Florida than it is like the population from the extreme south of Florida. This is not the case.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 44,
                        "end": 51,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Further, there is no biological or zoogeographical evidence of which I am aware that would warrant a range such as that given by them for alleni. Schwartz (Fig.  2) was more nearly correct in his interpretation, but again he fell into a trap when he tried to outline a range for alleni, the type locality of which happens to be in an area of intergradation, according to his interpretation of an intergrading area. Further, a series of specimens from 1.8 miles west of Flagler Beach, Flagler County, the northeastern limit of his range for alleni, are \"dark, in fact darker than . . . any other specimen . . . of alleni and resemble the more southern nigrescens and struix\" (Schwartz, 1953, p. 10) . This kind of situation cannot be indicated on the conventional type of range map.",
                "cite_spans": [
                    {
                        "start": 674,
                        "end": 697,
                        "text": "(Schwartz, 1953, p. 10)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 164,
                        "text": "(Fig.  2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In Figure 3 and Cockrum, alleni of Schwartz) shows up to be more similar to that from Georgia (= exoristus Schwartz) than it is to that from the type locality of alleni (Georgiana, Brevard County, Florida), and this is actually the case.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 11,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I believe that the two maps (Figs. 1, 2) demonstrate the arbitrary nature of the subspecies category as currently interpreted by students of mammals. I am of the opinion that Neofiber alleni and other continental species with more or less continuous ranges would be better understood if we were to discard the subspecific designations and concentrate on the variations and their behavior geographically. Some characters will be clinal in nature, others will not, but whatever the outcome, we should have a picture of the biological nature of the species. The rare case of two subspecies being separated and later coming together and behaving as species, as Peromyscus maniculatus bairdi and P. m. gracilis in Michigan, I believe could be taken care of with symbols and a short statement of the situation. I doubt if extra names help much, except to facilitate talking about them. But even then, it is necessary to mention the geographic area involved, so we have really gained little by using the trinomial.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 40,
                        "text": "(Figs. 1, 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Many authors, in this journal and elsewhere, have discussed the pros and cons of our present system. There is no need to repeat the arguments here. My only purpose is to present a case in mammalogy and suggest a possible substitute for our present system.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Factors affecting gene exchange between populations in the Peromyscus maniculatus group",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Texas J. Sci",
                "volume": "",
                "issue": "1",
                "pages": "17--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. 1953. Factors affecting gene ex- change between populations in the Peromys- cus maniculatus group. Texas J. Sci., No. 1: 17-33.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "American weasels",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Univ. Kan. Publ., Mus. Nat. Hist",
                "volume": "4",
                "issue": "",
                "pages": "1--466",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1951. American weasels. Univ. Kan. Publ., Mus. Nat. Hist., 4:1-466.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A synopsis of the North American microtine rodents",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "Cockrum",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Nat. Hist",
                "volume": "5",
                "issue": "",
                "pages": "373--498",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., and COCKRUM, E. L. 1953. A syn- opsis of the North American microtine ro- dents. Univ. Kan. Publ., Mus. Nat. Hist., 5: 373-498.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Classification of the races of the Coyote. The clever Coyote",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H T"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Pt. II. Harrisburg, Pa",
                "volume": "",
                "issue": "",
                "pages": "227--341",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JACKSON, H. H. T. 1951. Classification of the races of the Coyote. The clever Coyote, Pt. II. Harrisburg, Pa., The Stackpole Co., and Washington, D. C., Wildlife Mgt. Inst., pp. 227-341.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "List of North American land mammals in the United States National Museum",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1911,
                "venue": "Nat. Mus. Bull",
                "volume": "79",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., JR. 1912. List of North American land mammals in the United States National Museum, 1911. U. S. Nat. Mus. Bull., 79, xiv + 455 pp. 1924. List of North American Recent mammals, 1923. U. S. Nat. Mus. Bull., 128, xiv + 673 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Revision of the mice of the American genus Peromyscus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "N. Amer. Fauna",
                "volume": "285",
                "issue": "28",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1909. Revision of the mice of the American genus Peromyscus. N. Amer. Fauna, No. 28, 285 pp.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A systematic study of the water rat (Neofiber alleni)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schwartz",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Occ. Pap. Mus. Zool. Univ. Mich",
                "volume": "27",
                "issue": "547",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWARTZ, A. 1953. A systematic study of the water rat (Neofiber alleni). Occ. Pap. Mus. Zool. Univ. Mich., No. 547, 27 pp.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "14:35 UTC All use subject to",
                "authors": [],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:14:35 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "text": "part of the present century collections of mammals were from widely scattered localities throughout North America, and nothing was known about the vast intervening areas. It was natural, therefore, to assign full specific rank to nearly every kind of mammal that was dignified with a latinized name. As collections increased, and as geographic gaps narrowed, it became apparent that some of the species had more or less unbroken ranges that extended to those of other named kinds. As a consequence, the number of species decreased and the number of subspecies increased. At the time of Osgood's revision of the genus Peromyscus (1909) most of the named kinds of North American mammals were given full specific rank. Accordingly, there were some 28 species of Peromyscus that were destined to become subspecies or synonyms of what Osgood considered to be one species, maniculatus.",
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "text": ", I have attempted to indicate the degree of paleness or darkness by shading part or all of the circle. This is crude, to be sure, and is not based on numerical data. But it will indicate roughly the locations of the palest (open circles) and the darkest (solid circles) parts of the entire population of Neofiber alleni in its restricted range. With this method, local variants, such as the Flagler Beach population, are indicated. Further, it is quite evident that what Hall and Cockrum considered as nigrescens includes nearly the entire gamut of variation found in the species. The population from near Gainesville (nigrescens of Hall",
                "uris": null
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">830</td><td>800</td></tr><tr><td>I</td><td/><td/></tr><tr><td colspan=\"2\">A Case in Point</td><td/></tr><tr><td colspan=\"3\">As an example of what can be done to</td></tr><tr><td colspan=\"3\">give the reader a picture of the entire</td></tr><tr><td colspan=\"3\">situation at a glance, I have selected a</td></tr><tr><td colspan=\"4\">I~~~~~~~~~~~~~~~~~~~~~~~~ species of North American mammal, Neo-</td></tr><tr><td colspan=\"3\">fiber alleni, that shows little variation</td></tr><tr><td colspan=\"3\">throughout its range. This species was</td></tr><tr><td colspan=\"3\">selected not only because of its lack of</td></tr><tr><td colspan=\"3\">complexity in characteristics separating</td></tr><tr><td colspan=\"3\">its subspecies, but because two papers,</td></tr><tr><td colspan=\"2\">one a partial revision</td><td colspan=\"2\">83</td><td>800</td></tr><tr><td/><td colspan=\"3\">2.80~~~~~~~~~~ ?80</td></tr><tr><td/><td colspan=\"3\">IN.a. nigrescens</td></tr><tr><td colspan=\"4\">FI.2. Ditiuino e ie feiadissbpce as inepee b cwrz</td></tr><tr><td/><td colspan=\"3\">2 N. a. alleni</td></tr><tr><td colspan=\"4\">3 N. a. struix (Aftr Scwa AL,L153.</td></tr><tr><td>(</td><td>~~</td><td colspan=\"2\">APALACH</td></tr><tr><td colspan=\"3\">250</td><td>250</td></tr><tr><td/><td/><td colspan=\"2\">83? 800</td></tr><tr><td colspan=\"4\">FIG. 1. Distribution of Neo fb</td></tr><tr><td colspan=\"3\">Cockrum. (After Hall and Cockrum, 1953.)</td></tr><tr><td/><td/><td/><td>attempted to</td></tr><tr><td/><td/><td/><td>do with Peromyscus. Blair's symbols</td></tr></table>",
                "num": null,
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:14:35 UTC All use subject to https://about.jstor.org/terms This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:14:35 UTC All use subject to https://about.jstor.org/terms were too small and too crowded to give a clear picture, but the idea was good. Some of the ornithologists and entomologists have used the system of symbols with success."
            }
        }
    }
}