{
    "paper_id": "Burt1949-Territoriality",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:24.927707Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "1937. Fluctuations in the numbers of the varying hare (Lepus americanus). Univ. of Toronto Studies, BioI. series no. 43. (PALLISER, JOHN) 1863. The journals, detailed reports, and observations relative to the exploration by Captain Palliser of that portion of British North America which, in latitude, lies between the British boundary line and the height of land or water~ shed of the Northern or Frozen ocean respectively, and in longitude between the western shore of Lake Superior and the Pacific Ocean during the years 1857, 1858, 1859 and 1860. Presented to both Houses of Parliament by the Command of her",
    "pdf_parse": {
        "paper_id": "Burt1949-Territoriality",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "1937. Fluctuations in the numbers of the varying hare (Lepus americanus). Univ. of Toronto Studies, BioI. series no. 43. (PALLISER, JOHN) 1863. The journals, detailed reports, and observations relative to the exploration by Captain Palliser of that portion of British North America which, in latitude, lies between the British boundary line and the height of land or water~ shed of the Northern or Frozen ocean respectively, and in longitude between the western shore of Lake Superior and the Pacific Ocean during the years 1857, 1858, 1859 and 1860. Presented to both Houses of Parliament by the Command of her",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "It is fairly well agreed, I believe, among those who are competent to judge, ihat territoriality does exist as a part of the behavioristic pattern of many kinds of animals (birds, mammals, reptiles, fishes, and some invertebrates). If this is true, and we shall for the moment assume that it is, what might be its biological significance? Is it advantageous or disadvantageous for the species if individuals protect a territory during part or all of their lives? what effect might territorality have on the life of the individual and on the life of the species?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "If an animal has a territory, and that territory should extend some distance beyond the nest site (or sites), it is conceivable that a continued food supply might be better assured for the individual concerned. However, individuals in excess of the optimum number for a given habitat would be forced into marginal areas for the species-areas where they likely would not fare so well. On the Edwin S. George Reserve, in 1935, when the population of the bog lemming vole (Synaptomys) was high, many individuals were to be found in oak~hickory woodlands, certainly a marginal habitat for the species. Hamilton has observed the same situation with this species elsewhere. When the population went back to a low, lemming voles were no longer found except in their preferred habitat of heavy grass in moist areas. Many of the individuals inhabiting the woodlands probably perished; some possibly found their way back to their original habitat. In a non-territorial species like the house mouse (here, if territoriality does exist it is probably confined to the nest), a local population can pyramid to proportions sufficiently great to exhaust the remaining food supply in a short time and thereby force either starvation or a mass emigration, or plague, in search of food. Witness the outbreak at Buena Vista Lake, California, in 1927. The mortality, in these cases, is terrific over a short period and recovery is sometimes slow whereas in a territorial species mortality is more evenly spread over the seasons. The end results, as far as the species is concerned, mayor may not be similar. Whether change takes place more rapidly in an irruptive species than in one where the population is maintained at a fairly even keel, as has been suggested, is a debatable question.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "It is not known, in most instances, whether young animals leave their place of birth because of an inherent desire to explore new terrain (to wander) or whether they are forced out by their parents and thereby leave reluctantly. In certain kinds (chipmunks, beaver, and white-footed mice) parent animals have been observed driving the young away from the nest site. I suspect this is the common practice, especially in birds and mammals. If, on the other hand, there is an inherent desire to wander, it most certainly is not developed to the same degree in aU individuals of a species. We know that some young remain at the place of birth, especially if the parent is killed, or, as sometimes happens, moves away, while others wander varying distances from the home site. Let liS assume then, on what evidence we have, that in t,hose animals where there is a display of territoriality the young are forced out by the parents in the majority of cases. The result would be a tendency to maintain a population near or below the optimum in the preferred habitat and gradually force the excess population into other areas, possibly to become adapted to other types of habitats if they are to survive. If true, this becomes an important factor in determining the rate of geographic spread (dispersal) of a species once it is established. The dispersal of individuals from one sector of a population to another and, if available, to new areas, means the dispersal of genes through the population. This most certainly has a direct bearing on the genetics of the total population, and on the rate of evolution 'within the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "If success of a species of mammal be defined as longevity in time (either by the species or by its descendents), it probably is advantageous for individuals to possess a territorial trait. Plagues and large concentrations are more likely to occur in non-territorial species or in those that have small territories than in those kinds where a considerable territory is maintained by each individual and the population is kept dispersed. A species occupying extensive areas and diverse habitats is less likely to vanish suddenly (geologically speaking) than is one that is restricted in both area and habitat, assuming that both species have equal powers of adaptability to varying conditions. If, on the contrary, success of a species be measured by large numbers, at intervals in local habitats, with violent fluctuations, a territorial trait might work to its disadvantage in preventing these conditions to arise. Whatever may be the biological implications of territoriality, and there probablY are many, we can say with certainty that it is a potent factor which serves as a kind of governor in preventing over-population. Whether, in these cases, territoriality is good or bad for the species is strictly academic at the present stage of our knowledge.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "From the practical point of view, that of the wildlife manager, it is extremely important to know whether individuals of a species display territorial behavior. This is basic infonnation, the foundation upon which he must build the entire structure of his program if it is to be successful. It seems self-evident that studies of home ranges, territories, and populations of animals in the wild should be based on live captures, not. on dead specimens. I suppose many of us grew up on such traps and snares as were popularized by Dan Beard (1925: 209-222) . Hatt (1932) discussed several other methods of capturing and caring for small mammals. More recently, Petrides (1946) described a number of backwoods snares and deadfalls, including modifications of the old reliable \" Figure 4 ,\" that are designed or may be adapted for taking alive mammals of various sorts. Christian (1936) reported success at capturing small mammals in post holes about three feet deep. Bailey (1927) described a pitfall for capturing beavers alive; he discussed and illustrated (1921, 1933) various types of traps for capturing mice, bears, or intermediate sized mammals; and later (1940) he mentioned the simple and effective \"tumble-in\" live trap, an underground cage with a balanced door on top which flies back and resets itself, permitting multiple captures.",
                "cite_spans": [
                    {
                        "start": 533,
                        "end": 554,
                        "text": "Beard (1925: 209-222)",
                        "ref_id": null
                    },
                    {
                        "start": 557,
                        "end": 568,
                        "text": "Hatt (1932)",
                        "ref_id": null
                    },
                    {
                        "start": 866,
                        "end": 882,
                        "text": "Christian (1936)",
                        "ref_id": null
                    },
                    {
                        "start": 1056,
                        "end": 1062,
                        "text": "(1921,",
                        "ref_id": null
                    },
                    {
                        "start": 1063,
                        "end": 1068,
                        "text": "1933)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 775,
                        "end": 783,
                        "text": "Figure 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "Undoubtedly the simplest manner of collecting mammals is that of merely taking them by hand, as for example bats that are hibernating in caves or attics. Bats have also been taken alive by the use of various types of nets (Jackson, 1926; Lyman, 1926; Van Tyne, 1933 ). Middleton achieved some success in capturing Microtus by laying a number of sheets of corrugated iron, each about three feet square, over the ground in meadows; after some time the voles gathered under the sheets, and were captured rather easily by several people when the sheets were suddenly lifted (Chitty, 1938) . The capture of large individual mammals by lasso, or of numbers of such mammals as jack rabbits by drives, are methods of but slight practical importance to us.",
                "cite_spans": [
                    {
                        "start": 222,
                        "end": 237,
                        "text": "(Jackson, 1926;",
                        "ref_id": null
                    },
                    {
                        "start": 238,
                        "end": 250,
                        "text": "Lyman, 1926;",
                        "ref_id": null
                    },
                    {
                        "start": 251,
                        "end": 265,
                        "text": "Van Tyne, 1933",
                        "ref_id": null
                    },
                    {
                        "start": 570,
                        "end": 584,
                        "text": "(Chitty, 1938)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "For most of our work some type of trap is imperative. Many have been designed for small mammals, varying with special needs. Some are set off by a treadle or false bottom, some by the release of a wire holding the door open, and in some the animal itself pushes the door open. The doors may be",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY By WILLB.M H. BURT",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/30/1/25/894357 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/30/1/25/894357 by University of Michigan user on 07 October 2021Feb., 1949",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Museum of Zoology, Ann Arbor, Mich. [Part of Symposium on Populations, Annual Meeting, American Society of Mamma.logists, Higgins Lake, Michigan, August 25-29, 1947.J TECHNIQUES FOR CAPTURE AND MARKING OF MAMMALS By RICHARD H. MANVILLE",
                "num": null,
                "uris": null
            }
        }
    }
}