{
    "paper_id": "Burt1936-NotesonthehabitsoftheMohavegroundsquirrel",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:21.697716Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1936-NotesonthehabitsoftheMohavegroundsquirrel",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "It is well not to be too positive in attempting to explain wild life phenomena. Thus in venturing now to suggest that ticks rapidly increase during dry years and decrease in wet and consequently cool years, I do so with some hesitancy. With even more hesitation I venture the suggestion that ticks may be the prime cause of the heavy mortality that overtakes both hares and grouse in the north country. I am inclined to believe, however, that they play an exceedingly important part exclusive of their role as vectors of disease. When an animal literally is covered by ticks there must be a heavy drain upon its vitality, a serious loss of blood, and the skin must be in no condition to function normally. With such heavy tick infestation, even were no disease prevalent, it would not be surprising if most of the hares and grouse should succumb. It must be assumed, however, that the usual diseases, such as tularemia, to which grouse and hares are susceptible, are present; that the dense population during a maximum results in more certain and more frequent contacts between individuals, and that the weakened condition caused by tick infestation renders the spread and the progress of diseases and of parasites quicker and more deadly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By WILLIAM HENRY BURT When Grinnell and Dixon wrote their \"Natural history of the ground squirrels of California\" (Monthly Bull. State Comm. Horticulture, Calif., vol. 7, nos. 11-12, pp. 597-708, 1918) , they stated that \"The Mohave Ground Squirrel, although first discovered in 1886 by Mr. Frank Stephens of San Diego, has remained about the least known of all our rodents.\" Almost the same statement might be made today, at least in regard to the habits of this desert rodent. A few additional specimens have been collected at a few more localities, and this comprises about the only increment to our knowledge of these squirrels since Grinnell and Dixon wrote of them 18 years ago.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 201,
                        "text": "(Monthly Bull. State Comm. Horticulture, Calif., vol. 7, nos. 11-12, pp. 597-708, 1918)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "During the spring of 1931, while at the California Institute of Technology, I started a study of the life history of the Mohave ground squirrel (Citellus mohavensis), but before this fairly was begun, the intervention of other duties caused a delay in my proposed program, and I was unable to carry it to completion. During my short time in the field, however, I did gather a few notes which seem worthy of record and I present them here. These studies were made near Palmdale, California, which is at about the southwestern edge of the range of the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Habitat.-In its more or less restricted range the Mohave ground squirrel usually is found on the lower desert, but penetrates the Joshua tree belt in certain places. Its preferred habitat in this part of its range seems to be where the soil is sandy or of sand mixed with gravel, with a rather sparse growth of sage brush. Near the town of Palmdale, where these squirrels were seen, the general topography is fairly level, with a few ravines of just sufficient depth for drainage. The soil is of sand mixed with coarse gravel and is fairly easy to excavate. The area is covered with sage brush and other small bushes, but is fairly open. The small bushes are 20 or 30 feet apart and not more than 2 feet in height. I never saw the squirrels in the foothills.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Abundance.-In the spring of 1931, before the young were born, these squirrels were not at all numerous in the vicinity of Palmdale. I never saw more than 3 or 4 to the mile, and often none for 2 or 3 miles. I estimated roughly the number to comprise between 15 and 20 individuals per square mile, although I feel that this figure is rather high. They were distinctly less numerous than either Citellus beecheyi or Ammoepermophilus, both of which were found in the same territory. As far as I could learn there had been no poisoning activities in this particular locality for some time. These squirrels apparently do not live in close colonies, but are well scattered over the area where they occur. During the mating season two squirrels may be found close together, but I never saw more than this number within a radius of one-quarter mile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Activities.-My observations indicate that in cloudy weather these squirrels are less active than they are on clear, warm days. April 5, 1931, was a cloudy day and I saw only 2 squirrels, although I spent more than 6 hours seeking them, and covered a considerable area where previously they had been encountered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "These animals rarely run rapidly for any great distance, as usually they are near the entrance to a burrow. When danger threatens they dodge into a hole and almost immediately stick their heads out again for observations. Instead of diving into the burrow they sometimes crouch low on their bellies and await further developments. When they do this they are relatively inconspicuous against the sandy background, which harmonizes wellwith their coat color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "When running slowly and normally from bush to bush the tail is carried over the back in the same manner as is characteristic of Ammospermophilus, . but the white underside of the tail is not as conspicuous as it is in the latter animal. Neither do they twitch their tails as do the antelope squirrels. If slightly startled while feeding they rise upon their hind feet, picket-pin fashion, in order to gain a better view of the surrounding territory. When sitting in this position the front legs hang limply along the ventrolateral part of the body.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Burrows.-The burrows of these squirrels enter the ground at an angle of about 35 degrees. The dirt taken from the burrow apparently is scattered, for little or none is to be found at the entrance. A burrow system excavated one-half mile east of Palmdale had two openings. One of these wae nearly round, but the other was slightly oval. They measured 2 inches in the smaller and two and one-half inches in the greater diameter. The openings were 54 inches apart and the simple tunnel was 12 inches below the surface at the deepest point. Above the tunnel was an enlarged chamber, but there was no nest material. It is possible that the burrow as yet was incomplete, as a female did some digging near the entrance while I watched her. On April 12, I followed a female squirrel from 9:00 A.M. to 3:30 P.M. I remained at a sufficient distance to avoid startling her and she went about her business in an apparently normal way. During the six and one-half hours that she was under observation she entered 4 different burrow systems, remaining but a few minutes in each. The last burrow entered (entirely on her own volition) had been partially plugged and it was necessary for her to 'remove some loose earth from the entrance. As she entered the burrow she kicked back loose earth with her hind feet and partially plugged the hole from within. I watched the burrow for several minutes, but she did not emerge.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Foraging.-When foraging these squirrels move about slowly and cautiously among the vegetation, sampling a bit of food here and there. During early spring, at which time the present observations were made, the food is composed almost entirely of the tender green vegetation then just beginning growth. The following account is taken from my field notes of April 12. \"Three miles east of Palmdale, at 9: 00 A.M. I saw my first squirrel near a side road. She was feeding around a small patch of green vegetation, chiefly alfilaria, where she remained for 50 minutes. Apparently she was undisturbed by my presence in a car 15 feet away. While feeding she would crawl along among the vegetation, bite off a green stem or leaf, hold it in her front feet, and eat it while sitting half erect. She would then crawl a bit farther and repeat the process. Most of the time she was relatively inconspicuous. While searching for food in this manner her tail was almost constantly moving slowly from side to side. When she chose to sit up her tail was brought against her back. She fed almost continuously for the 50 minutes that I watched her. How long she had been feeding before I saw her I do not know. The only interruptions in her feeding were when she stopped to scratch herself or to investigate some strange noise. At 9: 50 A.M. she started away, running slowly for short distances and stopping often to investigate the possibility of some plant for food. Ten minutes later she entered a burrow which was about 106 yards in a straight line from where first she was seen. She travelled really farther than that, as she took a rather zigzag course. After 10 minutes in the burrow she appeared again and began searching for food. Now she would sample only a bit here and there. She spent much of the time exploring and climbing over fallen trunks of a dead Joshua tree. Five or 6 times she was observed to climb into small bushes and to eat some of the green buds, but never did she ascend higher than a foot from the ground. During this time (two and one-half hours) she covered an area within a radius of about 25 yards, and entered 3 more burrows. At 3:30 P.M. she was still out foraging. I had followed her for six and one-half hours. It was a warm clear day.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "As I approached a squirrel on March 29, she dodged into a burrow, but emerged in about two minutes and started feeding on green vegetation. When she had worked about 20 feet away from the burrow I again approached her in order to see what she would do when her retreat was intercepted. The surprise was mine when she went into a burrow a few inches from where she was feeding. I had not seen this burrow before and it was not apparent from where I stood 15 feet away. Presently she emerged again, washed her fur, and renewed her feeding activities. During the 45 minutes while I watched this squirrel, her activities were confined to a small area not more than 10 yards in diameter. At no time was she more than 5 feet from a burrow entrance. One of the burrows entered by this squirrel had the general appearance of a kangaroo rat burrow. This individual was near a highway and whenever a car passed she crouched for a moment, but when the car had passed she immediately continued foraging. When the squirrel finally was caught her cheek pouches were filled with finely chewed green vegetation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Sanitation.-On March 29, 1931, a squirrel was seen feeding near its burrow. At short intervals it stopped feeding and scratched various parts of its body. While I watched, it spent fully 5 minutes scratching itself and washing its fur. The latter act was accomplished in somewhat the same manner as is characteristic of a cat. After thoroughly washing its face and the underparts of its body it resumed its feeding on the tender green vegetation around its burrow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Reproduction.-A female taken March 29, 1931, contained 6 embryos measuring from 31 to 36 mm. in length. Another female, taken April 12, was suckling young. Her uterus showed that she had but recently given birth to young ones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Hearing.-Squirrels observed near a busy highway, where automobiles continually were passing, showed little or no reaction to the ordinary sounds of a passing car, but if a motorcycle passed or a horn was heard, immediately they reacted by twitching, and then cautiously looking in the direction of the sound.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Voice.-The call of this squirrel resembles a shrill whistle. It is a high pitched peep, with a slight rasping effect. It sounds very much like a similar note given by the horned lark, but is less smooth and liquid.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE HABITS OF THE MOHAVE GROUND SQUIRREL",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/17/3/221/855997 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}