{
    "paper_id": "Burt1927-Asimplelivetrapforsmallmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:14.756275Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1927-Asimplelivetrapforsmallmammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "For those interested in catching small mammals alive to be studied in the laboratory, it has always been a serious problem to procure an effective live trap at a small cost. A number of commercial traps have been placed on the market. Some of them are quite effective, but they usually cost from two to five dollars each, thereby making it impossible for many individuals as well as institutions throughout the country to purchase a very large number at anyone time. It is often desirable to have a large number of traps, as it takes very little more time to run a line of fifty traps than one of only a half-dozen, and the return is much greater for the effort.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the fall of 1925 the author desired to obtain live mice of the genus Synaptomys in order that their habits might be studied more closely in the laboratory at Kansas University. Commercial traps were too expensive and many of them ineffective, so it was necessary to devise a trap that was not only simple, inexpensive, and easy to construct, but one that would protect the animal from severe weather until the trap could be visited. With the help of C. D. Bunker, curator of birds and mammals at the Kansas University Museum, a live trap with all of the above requirements was constructed. With the aid of the diagrams the following description will, I believe, make clear the construction of this simple trap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The material necessary is: a common mouse-trap, or better a special government Out-o'-sight mouse trap;' a tin can about the size of a Van Camps pork and beans can,-these are always available at the city dumps; a piece of hail screen one-fourth inch mesh to cover the end of the can; some fine wire to wire the screen to the spring, and a slightly larger wire to wire the can to the trap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Cut one end out of the can, then cut a slot about three-fourths inch wide and one inch deep in the side of the can; this allows it to fit up around the trigger of the trap. A hole is made on each side of the slot about three-eighths inch from the margin and three-eighths inch from the end of the can, A and B in the diagram. A hole is bored through the trap on each side ,of the trigger, A' and B' in the diagram. These holes should be about three-eighths inch back of the spring and one and one-half inches apart, so they will match the holes A and B respectively. When mounted, the end of the can should come up against the spring. By passing the two ends of the heavier wire down through the holes and twisting the ends underneath, the can is securely fastened to the trap. A piece of hail screen large enough to cover the open end of the can is now wired to the side of the spring nearest the can; use the fine wire for this. With the material at hand it is possible to assemble twenty traps per hour at a cost of less than fifteen cents per trap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A small bunch of dry grass or cotton should be packed in the back of the can. In severe weather this serves as a nest and the animal will remain alive for several hours, whereas' it would' otherwise freeze to death in a short time. The bait is placed well back in the can just in front of the nest material. The kind of bait used depends on the animal being trapped. For most mice a mixture of oatmeal, peanut butter, and small bits of bacon is good, but for Synaptomys I find that the most effective bait is finely chopped bluegrass, and for shrews meat is desirable. The traps may be set in runways, at entrances to holes in the ground, near brush piles, or wherever -the mammals are to be found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In any case a small depression should be made in the ground so that the floor of the trap will be about even with the surface of the runway. A little finely broken dry grass sprinkled over the entrance to the trap makes the mammals less suspicious; it is also well to cover the entire trap with long grass in such a way that it will not interfere with the closing of the trap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Dept. of Zoology, University of California, Berkeley, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/8/4/302/846531 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The special government Out-o'-sight mouse trap is larger than the ordinary mouse trap and makes a much more substantial base; the measurements are 2.5 inches by 5.25 inches. These traps may be obtained from Oneida Community, Oneida, New York, or from the Animal Trap Company, Lititz, Pennsylvania.Downloaded from https://academic.oup.com/jmammal/article/8/4/302/846531 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "I, GOVERNMENT OUT-O'-SIGHT MOUSE TRAP.III, CAN, SHOWING SLOT. III, TRAP ASSEMBLED"
            }
        }
    }
}