{
    "paper_id": "Burt1928-AdditionalnotesonthelifehistoryoftheGosslemmingmouse",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:15.339700Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1928-AdditionalnotesonthelifehistoryoftheGosslemmingmouse",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "unusual and interesting. Incidentally, if the damage done to farm crops last spring and this winter by the thousands of,deer in this locality is repeated every year, this animal will become a decided detriment to successful farming. In 1924, the Goss lemming mouse was for the first time found in considerable numbers at Lawrence, Kansas. During the past two years while working in the University of Kansas Museum of Natural History under the direction of C. D. Bunker, I took the opportunity to study, in the laboratory as well as in the field, the habits of this animal. The relative lack of published information concerning its habits prompted the preparation of this account which, unless otherwise indicated, is limited to original sources of information. That is, no attempt is here made to summarize the scanty literature on this subject. A. B. Howell's recent paper (Revision of the American Lemming Mice, N. A. Fauna, no. 50, June 30, 1927) gives a bibliography of the more important papers containing references to the genus Synaptomys. As a source of life-history information, the article by Quick and Butler (Amer. Nat., vol. 19, pp. 113-118, 1885) might well have been included with Howell's bibliography of Synaptomys. The first specimen of Synaptomys cooperi gossii (Coues) known to have been secured in Douglas County, Kansas, was that of a female, no. 1079, Univ. Kansas Mus. Nat. Hist., collected January 11, 1894, by E. D. Eames. Until found by the writer, this specimen had remained unrecognized among the specimens of Microtus ochrogaster. There is, unfortunately, no skull with the skin, but the short tail and characteristic pelage clearly distinguish it from Microtus. Although, as Linsdale points out (Notes on the Life History of Synaptomys, Journ. Mammalogy, vol. 8, pp. 51-54, 1927) , from this early date on, mice had been collected extensively in that vicinity, none was again taken until the winter of 1924-1925, when he collected a number of them. Linsdale (loc. cit.) reports specimens from Neosho Falls, Topeka, Leavenworth, Manhattan and Lawrence, Kansas. More recently they have also been taken in Atchison and Jackson counties, near Muscotah; Kansas, by R. A. Stirton, and near Garnett, Anderson County, Kansas, by T. E. White and the author. Most of the Synaptomys secured by the several collectors of the University of Kansas Museum have been taken in or near blue-grass associations where the grass had grown up from year to year and formed a thick mat that provided ideal feeding grounds as well as shelter. Seven miles southwest of Lawrence a number of Synaptomys were caught at the edge of a blue-grass patch near a creek where there was an undergrowth of grass of the genus Setaria among some dry weeds. Others were caught in a patch of blue grass on a north-facing slope near the top of a high hill one and one-half miles west of Lawrence. In wet weather this patch of grassland is decidedly",
                "cite_spans": [
                    {
                        "start": 917,
                        "end": 949,
                        "text": "A. Fauna, no. 50, June 30, 1927)",
                        "ref_id": null
                    },
                    {
                        "start": 1103,
                        "end": 1160,
                        "text": "Quick and Butler (Amer. Nat., vol. 19, pp. 113-118, 1885)",
                        "ref_id": null
                    },
                    {
                        "start": 1221,
                        "end": 1232,
                        "text": "Synaptomys.",
                        "ref_id": null
                    },
                    {
                        "start": 1775,
                        "end": 1810,
                        "text": "Mammalogy, vol. 8, pp. 51-54, 1927)",
                        "ref_id": null
                    },
                    {
                        "start": 1989,
                        "end": 2000,
                        "text": "(loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Broken lines represent underground and solid lines surface runways. N, underground nest constructed of dry grass; x, entrance to underground runway where an adult female was caught. . .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "\"seepy\" and a clump of willow trees grows at one edge. Near this place traps were set in dry grass, in weeds, and along fence rows, but only one specimen was caught away from the blue grass, This was an adult male caught February 26, 1926, in a runway through some dry weeds about one-fourth mile from any blue grass. On the previous night a specimen of Microtus ochroqaster was caught in the same trap and on the following night a specimen of Cryptotis parva. In several instances Synaptomys and Microtus were caught in the same runs. o",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The nests, which are from six to eight inches in diameter,' are made of dry grass with, sometimes, a lining of fur. In winter, the nests may be found from four to six inches below the surface of the ground, while in summer the mice often build above the ground. A round cavity in which the nest is built is hollowed out in the runway. There are usually three or four exits from the nest, but it is not uncommon to find only two. A large nest built above the ground and constructed wholly of dry grass, that was found on October-30, 1925, was eight. inches in diameter. The blue grass had grown up and fallen over, so that the nest was entirely •concealed. There were five young in the nest. On returning the following day the young were found to be still in the nest, but on the third day they were gone. The parent had evidently removed them to another place when she learned that they had been molested. The diagram (Fig. 1) shows the position of one.underground nest relative to the runways connected with it.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 918,
                        "end": 926,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "From one to seven young are brought forth in a litter. Pregnant females of this genus have been taken every month in the year. The numbers of embryos found at different seasons of the year indicate that the number per litter is •less in cold than' in warm weather, In 1925, young or embryos were found on the following' dates: five young on October 30,. in the nest mentioned above; three embryos, in a female taken November 20; one embryo in a female taken January 21, which date fell within a very cold period. On December 20, 1926, a female was taken that contained four embryos. The weather had not been severe up to this time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "These mice remain 'active during the most severe weather. During the four days, January 21 to 24, 1925, eleven 'mice were caught despite the fact that this was an extremely. cold period. The ground was covered with sleet and the temperature was four degrees below zero Fahrenheit on the morning of January 22. The only bait used was finely broken blue-grass blades.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The only food found in the runways was blue grass. In several instances small bundles of blue-grass blades from six to twelve inches long were found lying lengthwise in the runways. Near these bundles there often was a small pile of fresh feces. The food consisted almost wholly of blue grass as was shown by examination of 'eleven stomachs, taken at different times during the year, made by C. C. Sperry of the United States Biological Survey. The contents of each of nine of the stomachs examined was as follows: Condition of stomach, full; contents, finely chewed vegetation, probably grass, 100 per cent (parts of both leaf and stem present but no sign of seed or seed coat). A tenth stomach contained mycelial threads and spores of a fungus of the genus Endogone, 5 per cent, finely chewed vegetation, probably grass, 95 per cent (parts of both leaf and stem present, but no sign of seed or seed coat). The eleventh stomach had a trace of animal matter, bits of a beetle (Haliplidae), finely chewed vegetation, probably grass, 100 per .cent (parts of both leaf and stem present, but no sign of seed or seed coat). In several stomachs examined by the author only finely chewed vegetation, probably blue grass, was found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The food of Synaptomys studied by the author was, in each case, chiefly blue grass, and consequently'their excreta were green, whereas in all specimens of Microtus examined the excreta were brown or black. As was stated previously, the two forms are often found in the same associations. However, in eastern Kansas at least, it is usually necessary to examine a runway for only a short distance to determine the form occupying it. If large, plump, brown or black excreta are scattered along the runway, it is possibly occupied by Microtus, but if the excreta are smaller, more slender and green, and distributed in small piles, one can be almost certain that the runways are those of Synaptomys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": ". Several live specimens were brought into the laboratory and observations recorded on their habits in captivity. In securing these live mice, the following baits were used: apples, peanut ,butter, raisins, lettuce, and chopped up blue-grass blades. The blue grass and apples were most effective. A special cage was made so that the conditions were as near those in nature as possible. The cage was eight feet long, two and one-half feet wide and one foot deep. The top was covered with hail screen, except for a dark compartment in the center in which the mice could construct their nests if they so desired. A drum ten inches in diameter was placed at each end for the mice to exercise in and it was not long until the drums were kept in almost constant motion by the animals. The bottom of ,the cage was covered with thick bluegrass sod in which the mice made their runs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The following foods were given the mice in captivity: blue-grass blades, blue-grass seed, lettuce, apples, sweet potatoes, potatoes, cabbage, peanut butter, raisins, green alfalfa, oats (seed), and clover seed. Cabbage and green alfalfa were not touched. Potatoes and 'sweet. potatoes were eaten only sparingly. All the other mentioned foods were eaten, but blades and seeds of blue grass were preferred. Although the mice seldom, if ever, find some of these foods in nature, their consumption suggests the types of food that the mice might resort to in case there was a shortage of blue grass and other preferred natural food.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The lemming mice seem to be of a .nervous temperament. Twice, pregnant females, that showed no signs of injury, were brought into the laboratory only to die shortly after arriving. As a rule the mice are slow and cautious in their movements, but when frightened can move rapidly. They can he handled with ease and once in the hands show no signs of fear. Very seldom do they offer to bite the person holding them. While in captivity, they did not breed, probably due to their not being able to adjust themselves to the artificial environment. They showed signs of cannibalism; on June 7, a female was found dead in the cage with the skull broken, with bits of fur torn off and scattered about the cage, and with some of the flesh eaten from the skull.' There were six other mice in the cage. Although they are chiefly nocturnal in their habits, it is not uncommon to see them running about in the daytime, either in the laboratory or in the field. '",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. PLAN OF A USED RUNWAY OF SYNAPTOMYS IN A PA~CH OF BLUE GRASS SEVEN MILES SOUTHWEST OF LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "In eastern Kansas, Goss lemming mice are almost always found in heavy blue-grass associations, probably because their principal food is blue grass. They are both diurnal and nocturnal in their habits. Nests are built of dry grass, both above and below the surface of the ground. They breed the year round and from one to seven young are brought forth in a litter. They are active all winter, even in the most severe weather. They are of a nervous temperament and when brought into the laboratory often seemingly worry themselves to death. Their habitatmay be discerned, with a considerable degree of accuracy, by the presence of small, slender, green excreta and bundles of blue-grass blades in the runways. .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/9/3/212/1063862 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td>LEMMING MOUSE</td></tr><tr><td>'By W. H. BURT</td></tr></table>",
                "text": "Fortine, Montana.ADDITIONAL NOTES ON THE LIFE HISTORY OF THE GOSS",
                "num": null
            }
        }
    }
}