{
    "paper_id": "Burt1932-TheSystematicStatusandGeographicRangeoftheSanGabrielPocketGopher(ThomomysNeglectusBailey)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:17.382272Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1932-TheSystematicStatusandGeographicRangeoftheSanGabrielPocketGopher(ThomomysNeglectusBailey)",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "rial, including specimens of S. klossii, a large series of gibbon skulls, and many preserved bodies leads to the conclusions that the siamangor great gibbon represents a distinct genus, Symphalangus, and that \"S.\" klossii should be placed in the genus H ylobates, where it constitutes a special subgenus which the author proposes to name Brachitanytes (= \"arm-swinger\"), a term which seems at least as appropriate in this family as Hylobates (= \"tree-walker\") or Symphalangus (= \"one with joined digits\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The new subgenus Brachitanytes (type Symphalangus klossii Miller) differs from the subgenus Hylobates Illiger (type Homo lar Linnaeus) in possessing: externally (1) not nearly as dense a coat of hair; (2) comparatively few hairs in the region of the throat; (3) the higher frequency of extensive webbing between the second and third toes; (4) comparatively long thumbs and great toes; and in the skeleton (5) the proportionately longer radius and tibia; (6) the proportionately shorter and broader ilium; t7) the proportionately shorter and broader corpus sterni; (8) the higher average numbers of vertebrae in all (except cervical) spinal regions; (9) the smaller average cranial capacity and cranial dimensions; (10) the relatively higher skull; (11) the nearly constant persistence of a cranio-pharyngeal canal; and (12) the steeper inclination of the profile of the mandibular symphysis. In regard to its small relative size of the palate and its insignificant degree of postorbital constriction the subgenus Brachitanutee does not actually fall outside the range of species differences within the subgenus Hylobates, butit equals the minimum variation among the latter.e-Anor.za H. SCHULTZ, Laboratory of Physical Anthropology, Johns Hopkins University.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While working over the pocket gophers (Thomomys) in the Donald R. Dickey collection at the California Institute of Technology, I noticed that certain specimens from Mount Pinos, Kern County, California, labeled Thomomys bottae pascalis Merriam, differed perceptibly from topotypes of that race taken at Fresno, California. Bailey, in his revision of the genus Thomomys (North Amer. Fauna, no. 39, 1915, p. 54) , listed specimens from Mount Pinos under T. b. pascalis, and in his remarks under that species stated that \"Specimens from Tehachapi, Old Fort Tejon, and San Emigdio Canyon and Mount Pinos, at the south end of the San Joaquin Valley, vary from typical pascalis in smaller bullae and larger auditory meatus, showing probable intergradation with bottae of the adjoining chaparral-covered ranges.\" Upon comparison of the Mount Pinos specimens with Thomomys botiae bottae, T. bottae pallescens, and T. bottae mohaueneis from the lowlands, and T. neglectus from the San Gabriel Mountains, it was found that they did not agree with any of the lowland forms of bottae, but were similar both in skin and skull characters to neglectus. Inasmuch as no comparisons between neglectus and pascalis were made in the original description of neglectus (Proc. BioI. Soc. Washington, vol. 27, p. 117, July 10, 1914) nor in Bailey's revision of the pocket gophers (op. cit., pp. 65-66), a short comparison of the two forms may not be amiss. In coloration neglectus is, on the average, distinctly more grayish (less fulvous) than pascalis and the pelage is noticeably softer to the touch (this varies somewhat with the season, summer-taken specimens being less grayish in color and having a some-",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 409,
                        "text": "(North Amer. Fauna, no. 39, 1915, p. 54)",
                        "ref_id": null
                    },
                    {
                        "start": 1265,
                        "end": 1308,
                        "text": "Washington, vol. 27, p. 117, July 10, 1914)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SYSTEMATIC STATUS AND GEOGRAPHIC RANGE OF THE SAN GABRIEL POCKET GOPHER (THOMOMYS NEGLECTUS BAILEY)",
                "sec_num": null
            },
            {
                "text": "what harsher pelage than winter-taken specimens); the texture of the pelage is, I believe, a character to be considered in this particular case. The skull of neglectus is lighter and more rounded throughout and is relatively longer and narrower than that of pascalis. Particularly distinctive are the maxillary portions of the zygomatic arches. These are relatively weak in neqlectus, broad in pascalis. Also the premaxillae project farther beyond the posterior termination of the nasals in neglectus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "In the above particulars the Mount Pinos specimens agree with topotypes of neglectus rather than with those •of pascalis. Specimens from Fort Tejon and Cuddy Valley (altitude 6000 feet) show intergradation between pascalis and neglectus. Two specimens from Fort Tejon are considered to be pascalis because they possess more of the characters of that form than of neglectus, whereas the Cuddy Valley specimens, although in some instances approaching pascalis in coloration, display more of the characters of neglectus, especially in the skull.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "In the San Gabriel Mountains neglectus may possibly intergrade with pallescens. Seven specimens from Bouquet Canyon seem to show this intergradation. Six of these specimens, although not typical, are closer to neglectus while one specimen (probably from a lower level, but unfortunately the altitude Ia not given) agrees both in skin and skull characters with pallescens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Accordingly the range of neglectus may now be given as the higher ridges (3500 feet and above) from San Antonio Peak to Mount Pinos, Inasmuch as integradation is evident between neglectus and forms of bottae I suggest that neglectus be reduced to sub specific rank and be considered as a high mountain form of the species bottae. Specimens of Thomomys bottae neglectus have been examined in the Dickey collection and in the collection at the Los Angeles Museum from the following localities in the San Gabriel Mountains: Bear Flat, 2; Look-Out, near Camp Baldy, 2; Camp Baldy, 2; San Antonio Canyon, altitude 6400feet, 5; Mount Islip, altitude 7500 feet, 4; Bouquet Canyon, 6. From Mount Pinos they have been examined from the following localities: Mount Pinos, altitude 8300 feet, 2; Cuddy Valley, altitude 6000 feet, 19; Cuddy Valley, altitude 5000feet, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "In the above connection it was necessary to examine specimens from the lowlands surrounding the range of neglectus. Through the courtesy of Mr. George Willett of the Los Angeles Museum I was permitted to examine the excellent material in that institution. This material from critical localities made it possible to determine fairly definitely the limits of the ranges of bottae and pallescens in this particular area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "According to the material examined pallescens is a poorly defined race, the range of which is restricted to the foothills of the San Gabriel Mountains. It intergrades with bottae at Grapelands (type locality of pallescens) and west along the south side of the San Gabriels. North of the San Gabriels, at the south end of Antelope Valley, it grades toward mohavensis. Specimens from Saugus and various stations along Mint Canyon to Palmdale and Llano are considered to be pallescens (von Bloeker, Journ. Mamm., vol. 13, pp. 76-77, 1932 ).-WILLIAM HENRY BURT, California Institute of Technology.",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 534,
                        "text": "(von Bloeker, Journ. Mamm., vol. 13, pp. 76-77, 1932",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "We are indebted to Doctor E. Raymond Hall for directing our attention to the fact that Peromyscus maniculatus martinensis Nelson and Goldman (Journ.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE NAME OF THE SAN~IARTIN ISLAND MOUSE-A CORRECTION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/13/4/369/822600 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}