{
    "paper_id": "Burt1961-AfaunafromanIndiansitenearRedington,Arizona",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:26.536437Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "Feb.~1961 GENERAL NOTES 115 season. Previous to 1958 a left radius-ulna (U.N.S.M. No. 39004) and a left metatarsal (U.N.S.M. No. 30431) were collected from Cr-10. These are the only recorded skeletal remains from the area and the state. These additional remains all belong to the species S. caoijrons. Because they are from the same area and collecting horizon as the type specimen of S. convexifrons, the validity of this species is questionable. Frick (Bull. Amer, Mus. Nat. Hist. 69: 562, 1937) referred to S. convexifrons as a variation of S. caoiirons. The convexity between the homcores, the supranuchal ridge, and the internal surface of the cranium are asymmetrical in S. conoexifrons. These features, when directly compared with the specimens of S. cavifrons at hand, seem to be pathological rather than taxonomic variations. Further, because additional remains from this site, or any other site in Nebraska, have yielded only remains of S. caoifrons, it seems S. convexifrons should not be considered as a valid species.-GEoRGE E.",
    "pdf_parse": {
        "paper_id": "Burt1961-AfaunafromanIndiansitenearRedington,Arizona",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Feb.~1961 GENERAL NOTES 115 season. Previous to 1958 a left radius-ulna (U.N.S.M. No. 39004) and a left metatarsal (U.N.S.M. No. 30431) were collected from Cr-10. These are the only recorded skeletal remains from the area and the state. These additional remains all belong to the species S. caoijrons. Because they are from the same area and collecting horizon as the type specimen of S. convexifrons, the validity of this species is questionable. Frick (Bull. Amer, Mus. Nat. Hist. 69: 562, 1937) referred to S. convexifrons as a variation of S. caoiirons. The convexity between the homcores, the supranuchal ridge, and the internal surface of the cranium are asymmetrical in S. conoexifrons. These features, when directly compared with the specimens of S. cavifrons at hand, seem to be pathological rather than taxonomic variations. Further, because additional remains from this site, or any other site in Nebraska, have yielded only remains of S. caoifrons, it seems S. convexifrons should not be considered as a valid species.-GEoRGE E.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Members of the Amerind Foundation, under the direction of Dr. Charles C. DiPeso, recently excavated an Indian village site on the San Pedro River, near Redington, Arizona (Davis site, Arizona: BB :11 :7) . Although the date has not been established, occupancy of the site probably preceded the Spanish contact period. A relatively large mammalian fauna (21 species of wild mammals) is represented in the bone material recovered. Only five species were recorded from the Reeve Ruin Site across the river (DiPeso, The Amerind Foundation, Pub!. No.8, 1958) . The reasons for this discrepancy are not clear.",
                "cite_spans": [
                    {
                        "start": 503,
                        "end": 553,
                        "text": "(DiPeso, The Amerind Foundation, Pub!. No.8, 1958)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As is to be expected, most of the bone elements represent food animals. Jackrabbits ( Lepus), cottontails (Sylvilagus), and deer (Odocoileus) make up the bulk of the material (Table 1) . The remainder, each represented by eight or less bone elements, includes 15 species of wild mammals, some of which may be accidentals or intrusions that have little or nothing to do with the particular Indian culture. Pocket mice (Perognathus) and kangaroo rats (Dipodomys) might fit this category.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 184,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The absence of certain kinds of mammals that might have been utilized by the Indians may be of some interest. We do not know whether these kinds were absent in the area at the time, were there but not utilized by the Indians, or whether their remains were not preserved (or found). In this group are: bear, coati, skunks, badger, gray fox, tree squirrels, porcupine, and peccary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Judging from the remains present, the ecology of the area was probably similar to what we now find there. The whitetail deer and eastern cottontail indicate a wooded area similar to that found on the lower slopes of the adjacent mountains today. Jackrabbits, mule deer, pronghorn, and prairie dog all would indicate open plains conditions that probably prevailed in the San Pedro River Valley. The raccoon and especially the beaver would iridicate a continuous flow of water in the river.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the distributional or zoogeographic point of view, the presence of the ocelot (Felis pardalis ), and possibly the jaguar, is of some interest. This is near the northern limit of the range of the species and it is now very rare or absent in the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If abundance of remains is any indication of abundance of animals, then it would appear that the little whitetail deer (0. o. couesi) was much more prevalent than the mule deer ( O. hemionus); the blacktail jackrabbit (Lepus californicus) was more in evidence than the antelope jackrabbit (Lepus alleni); and the eastern cottontail (Sylvilagus floridanus) more common than the desert cottontail (S. auduboni), Further, the implication is that the Indians did considerable hunting in the nearby mountains, as well as in the river valley.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In addition to the mammal remains, there were several bird elements and one frog. Ovis canadensis ------------------4",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Felis (concolor or onca) ----3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": "2"
            },
            {
                "text": "3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": "2"
            },
            {
                "text": "Felis pardalis ---------------------1 1 Lynx rufus ------------------------ 2 1 3 Vulpes ---------------------------- 1 1 2 Procyon -----------------------------1 1 Bassariscus ------------------------1 1 Canis (dog?) -------------------10 6 5 7 25 53 Dipodomys sp. ------------------- 1 2 3 Perognathus sp, -----------------1 1 Citellus sp. ------------------------1 1 2 Cynomys sp, ------------------------ 1 1 Neotoma sp. ------------------------ 2 2 Castor ------------------------------1 1 GRAND TOTAL -------- 538 o Reported from Reeve Ruin.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": "2"
            },
            {
                "text": "t Some probably auduboni, Circus, Accipiter, and Falco), the great homed owl (Bubo), raven (Corvus), dove (Zenai.. dura), two quail (Lophortyx and Callipepla), two ducks (Mareca and Mergus), a goose (Anser), and the robbin (Turdus), This is a considerably larger assemblage than found in the Reeve Ruin (five species). However, the absence of turkey (Meleagris) remains in the Davis Site (present in the Reeve Ruin) is difficult to explain. The archaeologist is interested in the kinds of wild animals utilized by the particular Indian culture represented, and in the ecological conditions at the time of deposition as indicated by the animal remains. To the biologist, there are also zoogeographic implications and evidence of conditions that prevailed in prehistoric times.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": "2"
            },
            {
                "text": "Few zoologists are willing to take the time to identify archaeological material. It is time consuming, and the immediate rewards are not great. However, one never knows when something important will show up. But whether or not one finds something spectacular from a fauna, it is a definite link with the past, a link that we can get in no other way. With the present system of dating organic materials, these remains take on an added significance. They help close the gap between the latest fossil and the earliest historic records.-WILLIAM H. BURT, Museum of Zoology, Unio. of Michigan, Ann Arbor. Received 21 March 1960. ",
                "cite_spans": [
                    {
                        "start": 544,
                        "end": 622,
                        "text": "BURT, Museum of Zoology, Unio. of Michigan, Ann Arbor. Received 21 March 1960.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": "2"
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/42/1/115/866449 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "The birds, identified by Harrison B. Tordoff, consisted of five kinds of hawks (Buteo, Parabuteo, TABLE I.-Identifiable skeletal elements, mostly incomplete Vol. 42, Odocoileus sp. ------------------"
            }
        }
    }
}