{
    "paper_id": "Burt1958-SomedistributionrecordsofmammalsfromHudsonBay",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:26.033129Z"
    },
    "title": "SOME DISTRIBUTION RECORDS OF MAMMALS FROM HUDSON BAY",
    "authors": [
        {
            "first": "William",
            "middle": [
                "H"
            ],
            "last": "Burt",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Uni-versity of Michigan",
                "location": {
                    "settlement": "Ann Arbor"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": ", I was privileged to visit several islands in Hudson Bay. Below, I wish to report a few occurrences that fill in some of the gaps in the known distribution of land mammals of that area. The collared lemming (Dicrostonyx hudsonius) has been known from the Belcher Islands, Christie Island (in the Nastapoka Islands), and Digges Island, Port LaPerriere (Anderson and Rand, Jour. Mamm., 26: 303, 1945). I took specimens on Renouf Island, at the north end of the Belcher Islands; on Johnson Island, in the North Belcher Islands group; and on Elsie Island, near the Ungava Coast northwest of Port Harrison, Lat. 58° 50' N. Lemming sign was seen at the north end of Flaherty Island and on an unnamed island at the extreme north of the North Belcher Islands. On most of the islands, the lemmings apparently nested in the rocks and foraged in the small tundra meadows. There were numerous dead-end burrows, one to two feet in length, in the meadows where there was a little soil, but these, I suspect, were primarily refuge burrows. The several that were dug out were unoccupied. Lemmings were active during the day. Nests of the previous winter, about eight inches in diameter and above ground, were still in good condition in August. Also, there were accumulations of feces, a pint or more in a place. The individual pellets are less than half the size of those of Microtus. They are voided, in the manner of deer pellets, not singly. The meadow vole (Microtus pennsylvanicus) was taken on a small unnamed island near the mouth of Richmond Gulf. Here, they were living in rock piles on a beach. They were extremely numerous. We caught several with our hands by turning over rocks. Two or three individuals under a rock 15 inches in diameter was usual. A nearly complete skeleton of a least weasel (M ustela rixosa) was recovered from an owl pellet picked up on Elsie Island. This species is known from both north and south of here so its occurrence was to be expected. Also,.a partial skeleton of the Arctic hare (Lepus arcticus) was picked up on Elsie Island.",
    "pdf_parse": {
        "paper_id": "Burt1958-SomedistributionrecordsofmammalsfromHudsonBay",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": ", I was privileged to visit several islands in Hudson Bay. Below, I wish to report a few occurrences that fill in some of the gaps in the known distribution of land mammals of that area. The collared lemming (Dicrostonyx hudsonius) has been known from the Belcher Islands, Christie Island (in the Nastapoka Islands), and Digges Island, Port LaPerriere (Anderson and Rand, Jour. Mamm., 26: 303, 1945). I took specimens on Renouf Island, at the north end of the Belcher Islands; on Johnson Island, in the North Belcher Islands group; and on Elsie Island, near the Ungava Coast northwest of Port Harrison, Lat. 58° 50' N. Lemming sign was seen at the north end of Flaherty Island and on an unnamed island at the extreme north of the North Belcher Islands. On most of the islands, the lemmings apparently nested in the rocks and foraged in the small tundra meadows. There were numerous dead-end burrows, one to two feet in length, in the meadows where there was a little soil, but these, I suspect, were primarily refuge burrows. The several that were dug out were unoccupied. Lemmings were active during the day. Nests of the previous winter, about eight inches in diameter and above ground, were still in good condition in August. Also, there were accumulations of feces, a pint or more in a place. The individual pellets are less than half the size of those of Microtus. They are voided, in the manner of deer pellets, not singly. The meadow vole (Microtus pennsylvanicus) was taken on a small unnamed island near the mouth of Richmond Gulf. Here, they were living in rock piles on a beach. They were extremely numerous. We caught several with our hands by turning over rocks. Two or three individuals under a rock 15 inches in diameter was usual. A nearly complete skeleton of a least weasel (M ustela rixosa) was recovered from an owl pellet picked up on Elsie Island. This species is known from both north and south of here so its occurrence was to be expected. Also,.a partial skeleton of the Arctic hare (Lepus arcticus) was picked up on Elsie Island.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [],
        "back_matter": [
            {
                "text": "Subsequent to the publication of a report on the mammals of Prince Edward Island (Bull. Nat. Mus. Can., No. 126: 185-194, 1952 ) based on specimens in various museum collections, the writer visited the Island for a three-month period in 1954. A number of species were definitely added to the faunal list, and while these will be published in a forthcoming memoir of the Canadian Museum of Natural History (Mammals of the Islands in the Gulf of St. Lawrence), it seems well to place on record at this time a list of the species previously unrecorded. The following have been definitely added to the list of the island's mammals, and are supported by specimens in the Canadian Museum of Natural History collection unless otherwise noted:Sorex fumeus umbrosus Jackson.-A female was taken on June 5, 1954, at Fortune, Kings County, 2 mi. W Souris. Skin and skull.Glaucomys sahrinus gouldi Anderson.-A male was trapped on June 2, and a female on July 12, 1954, at Rollo Bay, Kings County, 3 mi. W Souris. The male consists of skin and skull and the female of skull only. Local residents report that this species is uncommon, which is probably understandable since less than 20 per cent of the land area of the island is wooded.Napaeozapus insignis insignis (Miller).-Two males were taken at Fortune, Kings County, 2 mi. W Souris, one on June 4 and the other on June 9, 1954. Both specimens have skin and skull.Downloaded from https://academic.oup.com/jmammal/article/39/2/291/849705 by University of Michigan user on 07 October 2021",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 126,
                        "text": "(Bull. Nat. Mus. Can., No. 126: 185-194, 1952",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NEW MAMMAL RECORDS FOR PRINCE EDWARD ISLAND",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {}
    }
}