{
    "paper_id": "Burt1932-TheFish-EatingHabitsofPizonyxVivesi(Menegaux)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:16.935788Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1932-TheFish-EatingHabitsofPizonyxVivesi(Menegaux)",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The little-known bat, Pizonyx vivesi (Menegaux), was discovered in December, 1900, by Diguet, beneath stones piled up along the shores of \"Cardonal Island\" in the Gulf of California, Mexico. The bats were found in company with a species of petrel (H alocyptena microsoma Coues) and were suspected by Diguet, but without evidence, of subsisting on the excrement of these birds. Miller and Allen (U. S. Nat. Mus. Bull. 144, p. 213, 1928) , in speaking of this species, say, \"While we are thus left in complete ignorance as to the animal's food habits it seems not improbable that the enlarged foot and claws, the relative freedom of the leg from the wing membrane, and the elongation of the cusps of the teeth may be associated with a diet consisting at least partly of fish. The resemblance of the leg, foot, and calcar to those of N octilio, a bat which is well known to devour small fish, is obvious.\"",
                "cite_spans": [
                    {
                        "start": 377,
                        "end": 435,
                        "text": "Miller and Allen (U. S. Nat. Mus. Bull. 144, p. 213, 1928)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although bats of this species had been collected subsequently at Islas Encantadas and Isla Partida in the Gulf of California, and at Guaymas, Sonora, nothing was learned concerning their food habits. It was the writer's privilege, while in the company of a party on Mr. J. R. Pemberton's yacht \"Petrel,\" to visit Isla Partida in January, 1932, and to make further notes on the habits of this bat. We arrived at Isla Partida on January 9, and departed from the island on the following morning, remaining over night for the express purpose of determining the nature of the food of the bats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On the afternoon of our arrival a colony of bats was located on a steep hillside and a number of specimens were collected from beneath the stones there. That evening I remained on the island hoping that I might see the bats emerge from their retreats; I watched until darkness had completely fallen, but saw no bats. I returned to the boat for the night, but landed on the island the following morning before daybreak. At this time the bats were all back in their retreats and could be heard squeaking over the entire hillside. This chorus continued until daylight when it gradually died down. The bats had come out too late in the evening and had returned too early in the morning for any observations on them to be made; however, two more were collected and killed immediately so that any food remaining in the stomachs might be preserved. Upon dissection the stomachs were found to be distended with finely chewed fish remains, confirming the supposition of Miller and Allen that these bats probably subsisted at least in part on fish. Dr. Evermann of the California Academy of Sciences has been kind enough to examine one of the stomachs and has identified the fish as belonging to the sardine tribe. Although we now have definite evidence that these bats, like Noctilio, eat fish, the manner in which they catch them is still somewhat of a mystery; however, there is little doubt that the specialized claws aid the animals in procuring their food.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The specimens of Pizonu» taken to date have all been found inhabiting rook JOURNAL OF MAMMALOGY slides and crevices beneath stones. The late Donald R. Dickey visited Isla Partida on June 1, 1928, at which time he collected 67 specimens, many of which were young. In his field notes for that day, he describes the habitat of this bat as follows: \"The first occupied crevice I opened up contained one least petrel and two bats (Pizonyx vivesi). All morning we kept finding the bats and both black and least petrels in the same crevices. In fact the best description of the bat retreats is to say that we found them only in typical rock-slide colonies of petrels. These mixed colonies differed somewhat-perhaps according to the size of the rocks and crevices-in the ratio of their three component species, but on the basis of the whole morning's work I would say the ratio was somewhere near: bats, 10; least petrels, 10; black petrels, 1. I scouted around, overturning rocks here and there on the open hillsides, but found no bat except in close contact with petrels.\" During our visit to the island on January 9 and 10, 1932, the petrels were absent from their nesting grounds. Although most of the bats occupied crevices that had been used as nesting sites by petrels during the previous year a few were found beneath stones where petrels had not frequented. The steep hillside on which we found the colony of bats was strewn with lava rocks, many of which were piled upon one another. Cardon cactus (Pachycereus pringlei) was also 'distributed rather densely, for that type of cactus, over the hillside. The rocks were porous and easily overturned because of their light weight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Bat guano was found in nearly all of the crevices examined. Some of the guano was brick red in color and some was black; the pellets being about 10 mm. in length and 3.5 mm. in diameter. Upon examination the guano proved to be made up entirely of fish remains, chiefly scales with an occasional small fish bone. This same type of guano was seen in crevices along a cliff on San Pedro Nolasco Island and it is quite probable that the bats inhabit this island also.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Each female of this species, so far as known, has one young at a time. On June 1, 1928,Dickey collected 29 adult females, two of which contained one embryo each. Each of 25 of the remaining 27 females was carrying one young which was attached to one of the two pectoral teats of the mother. At this time 11 adult males were collected. Quoting again from Mr. Dickey's field notes, cc•••• most of them [bats] had a single third-grown youngster clinging to one or other of their two pectoral teats. In other words they have one young each, born for the most part in May.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There may be partial segregation of sexes after the mating season, or at least during the time that the young are being carried by the mothers. Dickey collected 29 adult females and 11 adult males on June 1, whereas in January, 1932, we found the sexes in about equal numbers; often males and females were occupying the same crevice. Of the young that were collected in June, 13 were females and 12 were males.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When uncovered these bats did not attempt to flyaway, but usually sought a deeper crevice if one was available. We turned over rocks most of the afternoon and only one bat flew away. The flight was quite regular and reminded me very much of the flight of Anirozoue.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Perhaps the only predatory enemies that these bats have on Isla Partida are owls. There are no large snakes known from the island and no mammals other than the bats. Two owl pellets (burrowing owl?) picked up on Isla Partida on January 9, 1932, each contained the remains of a bat (Pizonyx vivesi). In addi-tion to the bat remains both pellets contained small amounts of gravel and one of the pellets the remains of a small snake (spotted night snake, Hypsiglena ochrorhynchus Cope). The bones of the snake had withstood the action of the gastric juices much better than had those of the bats.-WILLIAM HENRY BURT, California Institute of Technology, Pasadena, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One of the most interesting results of an intensive effort to~dd to our all-toomeagre information on the life-histories of the bats of the region was the discovery in the late spring and early summer of 1932 that the hoary bat, Lasiurus cinereus, breeds in the neighborhood of Birdsboro, Berks County, Pennsylvania.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "The first specimen was taken on May 31 by Albert Mittower, one of a group of volunteer bat hunters collecting for the Reading Public Museum. This specimen was a large female containing two well-advanced embryos. She weighed 34.34 grams; the foetuses, both males, weighed 2.5 and 2.6 grams, respectively, and appeared to be within two weeks of birth, judging from their development and the known weight at birth of the large brown bat, .00 grams), and the little brown bat Myotis lucifugus (1.45 and 1.55 grams). In the case of the former the average ratio at birth of young to adult is .175, in the latter .200, so that I would expect the L. cinereus to weigh about 4.75 grams at birth, which agrees pretty closely with the data from later specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "This bat was flying at a height of 25 to 30 feet over an artificial pond; apparently accompanied by another of the same species. It was taken at 8:10 P.M., in the fading twilight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "A second specimen was taken by Samuel Wishnieski at 8:30 P.M., on June 21, at the same place. This too, was with another of the same species. On examination it proved to have recently nursed young.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "On the following night, June 22, a third specimen was taken at 8:05 P.lVL This also apparently had young, the four mammae showing evidence of recent nursing. Whether the young were clinging to the parent and were lost in the water/before they were retrieved, or had been left hung up somewhere in the woods, we were unable to determine. It was also impossible to estimate the number of young, since all four of the nipples were apparently active in all of the specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "On June 23 a fourth specimen was taken at 8:05 P.M. This one had two male young clinging to her teats. They weighed 5.25 grams each, and were covered, on the back, with a very short, silky gray hair, shading from Ridgway's no. 9 gray on the neck to slate gray on the lower back and interfemoral membranes. Their eyes were as yet unopened, from which fact I infer that they were less than a week old. 1 Fortunately this last specimen fell close to the boat and was picked up with one of the young still attached. The other became detached and fell into a bed of algae, where it was promptly recovered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "The evidence cited would place the birth of the young in Pennsylvania between June 12 and 20. Former published references to the parturition of this species are a statement by Seton (1909) that \"They are born,apparently, the last week in",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 188,
                        "text": "Seton (1909)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BREEDING OF THE HOARY BAT IN PENNSYLVANIA",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/13/4/363/822568 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rollinat and Trouessart state that Vespertilio murinus [= M yotis myotis], a large European species, opens its eyes most commonly on the fifth or sixth day, and it is hardly likely that the hoary bat takes more than a \\veek.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}