{
    "paper_id": "Burt1942-ACaribouAntlerfromtheLowerPeninsulaofMichigan",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:22.510360Z"
    },
    "title": "",
    "authors": [
        {
            "first": "In",
            "middle": [],
            "last": "December",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        },
        {
            "first": "Mr",
            "middle": [],
            "last": "William",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        },
        {
            "first": "F",
            "middle": [],
            "last": "Spitza",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "presented part of a left antler of a caribou to the University of Michigan Museum. The antler was recovered from a drainage ditch as it was being dug through an old peat bog on the Spitza farm near Minden City, Sanilac County, Michigan. This, as far as I am aware, constitutes the first authentic record of ''Caribou for the mainland of the Lower Peninsula of Michigan. The antler now bears Museum of Zoology number 84108. Previously, caribou have been reported from the Upper Peninsula (from Isle Royale as late as 1905) and from the Beaver Islands (politically part of the Lower Peninsula). The antler, although incomplete and broken, is in a good state of preservation. There is no evidence of its having been tooled by early man. It seems likely, therefore, that it was dropped naturally and that it was not carried to the site from some more northern locality.-WILLIAM H.",
    "pdf_parse": {
        "paper_id": "Burt1942-ACaribouAntlerfromtheLowerPeninsulaofMichigan",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "presented part of a left antler of a caribou to the University of Michigan Museum. The antler was recovered from a drainage ditch as it was being dug through an old peat bog on the Spitza farm near Minden City, Sanilac County, Michigan. This, as far as I am aware, constitutes the first authentic record of ''Caribou for the mainland of the Lower Peninsula of Michigan. The antler now bears Museum of Zoology number 84108. Previously, caribou have been reported from the Upper Peninsula (from Isle Royale as late as 1905) and from the Beaver Islands (politically part of the Lower Peninsula). The antler, although incomplete and broken, is in a good state of preservation. There is no evidence of its having been tooled by early man. It seems likely, therefore, that it was dropped naturally and that it was not carried to the site from some more northern locality.-WILLIAM H.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In the summer of 1940 two melanistic male specimens of Microtus pennsylvanicus penn-sylvanicu8 were trapped by me in the state of Michigan. These mice (original nos. 1869, 1878) were taken within twenty feet of each other on August 20 and 21, in a stream-side association of long grass and sedges, close to the waters of the Platte River, 7 miles N. W. of Honor, in Benzie County. Both specimens are of about equal juvenile age (possibly two to three weeks) and apparently are a part of the young of one family. Both mice represent complete melanism, with no suggestion of the normal brownish hairs of this species. All hairs are black to their bases and the pelage presents a glossy appearance to the eye of the observer. Intensive efforts were made to secure mature individuals exhibiting the black characteristic, but without success. Four mature meadow mice trapped nearby are of normal brownish coloration. It may be of some significance that the continuously wet surface soil at this place is nearly black in color, and possibly has had an influence of some selective value toward a temporary preservation of the melanism present in this local group of meadow mice. All specimens taken in this locality are deposited, as round study-skins with skulls and as alcoholic specimens, in the collection of the Museum of Zoology, Division of Mammals, University of Michigan.-PHILLIP M. BLOSSOM, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [
                    {
                        "start": 151,
                        "end": 177,
                        "text": "(original nos. 1869, 1878)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOTAL MELANISM IN MICROTUS FROM MICHIGAN",
                "sec_num": null
            },
            {
                "text": "A number of artificial next boxes were placed in trees along lakes, sloughs and in the Neches River bottom in Trinity County, Texas, about 10 miles southwest of Lufkin on February 23 and 24, 1940, in the hopes of attracting nesting wood ducks. The boxes were constructed of nail kegs with an entrance, four by four and one-half inches, sawed in one side and a removable wooden top fastened on the open end. Sawdust was placed in the kegs as nest material, and two one-quarter inch holes were bored in the bottom to insure drainage. The kegs were attached to the trunks of trees with baling wire and nails.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTE ON THE DEN SITE OF A RACCOON FAMILY",
                "sec_num": null
            },
            {
                "text": "An inspection on April 15, 1941, of 25 kegs revealed one keg containing a female raccoon (Procyon lotor fuscipes) and three young. The young were estimated to be between 200 and 260 mm in length. Their eyes were not open, and the pelage was gray, thin and short, the dark mask on the face being the only raccoon-like aspect. The young were constantly making a squeaking noise. No nest materials were present other than the sawdust. Care was taken not to disturb the animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTE ON THE DEN SITE OF A RACCOON FAMILY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/214/1013118 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTE ON THE DEN SITE OF A RACCOON FAMILY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}