{
    "paper_id": "Burt1933-AnUndescribedhigh-mountaingopher(Thomomys)fromsouthernNevada",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:19.092680Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1933-AnUndescribedhigh-mountaingopher(Thomomys)fromsouthernNevada",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "here compared as regards the palatal character, coming slightly nearer klamatheneis. Both are in late winter pelage, but one (dated March 30) is in process of molt, with a small patch of summer pelage present on the mid-dorsal area. This, however, lacks the darker coloration of tahoensis and seems to warrant placing it with the more northern race.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Six of the series of topotypes from the northwest side of Lake Tahoe are adults in, or approximately in, full summer pelage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-A total of 28 L. w. tahoensis in collection of Museum of Vertebrate Zoology, from following localities in California: Tehama County: Mineral (vicinity), 3. Plumas County: Willow Lake, 5600 feet,!. Sierra County: east side Yuba Pass, 6000 feet, 1. Nev~da County: Spruce, 1; ten miles west Truckee,!. Placer County: Truckee, 1; Donner Summit, 1; Cisco,l; near Tahoe City, 17. Alpine County: Pacific Valley, between Woodfords and Big Trees, 1. Skull: condylobasilar length, 30.7; length of nasals, 10.7; zygomatic breadth, 20.3; mastoid breadth, 17.1; interorbital constriction, 6.0; alveolar length of maxillary tooth row, 7.1; width of rostrum, 7.1; extension of premaxillae posterior to nasals, 2.3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Distribution.-Known only from the type locality where it occurs on rocky hillsides and in canyon bottoms in yellow pine and fir associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "Characters.-A small-sized Thomomus with small ears and light, smoothly rounded skull. Color of type (worn pelage except for top of head): upperparts dusky \"cinnamon-buff\" (colors in quotations from Ridgway, Color Standards and Color Nomenclature, 1912) with much of the dark basal color of the hairs showing through, due to wear; underparts washed with yellowish; feet and tail whitish: post-auricular black patch distinct and relatively large (somewhat obscure where winter pelage still covers ear region); cheek border of mouth, \"fuscous-black.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "The color is somewhat variable in the five specimens available. Two adult females taken at the same time as the type have less of the dark basal color showing through and the general coloration is somewhat paler and brighter because of the less worn pelage'. An immature female collected September 17, 1930 has the juvenile pelage replaced, except on the rump, by the first adult pelage 'which is even brighter than that of the two just mentioned. An immature male collected September 18, 1930, has the gray juvenile pelage except for the top of the head where the new pelage is similar to that of the type.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "Skull small with rounded (inflated) braincase; nasals short; interparietal large and angular in shape (no. 15851 has the interparietal divided along the median line); occipital condyles well forward with respect to the supraoccipital; bullae rounded (globular); dentition weak; zygomatic arches rounded, tapering anteriorly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "Comparisons.-Thomomys phelleoecus differs from Thomomys scapterus Elliot in the following respects: size smaller, the average body length of three adult females of phelleoecus being 128 mm. as compared with an average body length of 149 mm. in three adult females of scapterus; foot smaller; ear smaller; coloration paler with a yellowish rather than a brownish cast; cheek border of mouth darker, blackish instead of dusky brown; skull smaller; nasals longer; no indication of an interparietal fontanel; occipital condyles less backward-projecting; when the skull is placed on end, resting on condyles and supraoccipital, it tends to fall forward in phelleoecus, backward in scapterus; dentition weaker, From Thomomys oreoecus Burt, phelleoecus differs as follows: size slightly smaller; hind foot smaller; ear smaller; coloration, especially about the mouth, darker; skull smaller; nasals shorter and less deeply notched at posterior termination; rostrum narrower; projection of premaxillaries beyond posterior termination of nasals greater; interparietal larger and more angular in outline; bullae less globular.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "As compared with Thomomys providentialis Grinnell, phelleoecus differs in the following respects: external characters similar except for the black post-auricular patch, which is more pronounced in phelleoecus in fresh pelage; general coloration slightly darker; skull smaller; nasals shorter; interparietal relatively larger, more nearly square; occipital condyles less backward-projecting; zygomatic arches more nearly parallel-sided.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "Differs from Thomomys bottae nanus Hall in darker coloration of upperparts, slightly smaller size, less squarely built skull with broader nasals posteriorly, more inflated brain case, larger incisors, and less backward projection of condyles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "Remarks.-The affinities of Thomomys phelleoecus are clearly with the other mountain forms, scapterus, providentialis, and oreoecus from California and not with the low desert form, centralis, which occurs about the base of the Sheep Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of",
                "sec_num": null
            },
            {
                "text": "cPEAAEVS, stony ground. Downloaded from https://academic.oup.com/jmammal/article/14/1/56/874935 by University of Michigan user on 07 October 2021 BURT-UNDESCRIBED THOMOMYS FROM: NEVADA",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/14/1/56/874935 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "Nevada; altitude 8500 feet; July 12,1929; collected by W. H. Burt; original no. 2330.",
                "content": "<table><tr><td>Vertebrate Zoology, University of California, Berkeley.</td></tr><tr><td>AN UNDESCRIBED HIGH-MOUNTAIN GOPHER (THOM-</td></tr><tr><td>OMYS) FROM SOUTHERN NEVADA</td></tr><tr><td>By WILLIAM HENRY BURT</td></tr><tr><td>A series of five pocket gophers, collected in the Sheep Mountains of</td></tr><tr><td>southern Nevada and now in the Donald R. Dickey collection at the</td></tr><tr><td>California Institute of Technology, represents a diminutive species</td></tr><tr><td>distinct from the gophers inhabiting the lower regions surrounding the</td></tr><tr><td>mountains and also from the high-mountain speciesnow known from the</td></tr><tr><td>Great Basin. The species may be known as</td></tr><tr><td>Thomomys phelleoecus' sp. nov.</td></tr></table>"
            }
        }
    }
}