{
    "paper_id": "Burt1943-Territorialityandhomerangeconceptsasappliedtomammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:23.492927Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1943-Territorialityandhomerangeconceptsasappliedtomammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "By WILLIAM HENRY BURT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY AND HOME RANGE CONCEPTS AS APPLIED TO MAMMALS",
                "sec_num": null
            },
            {
                "text": "The behavioristic trait manifested by a display of property ownership-a defense of certain positions or things-reaches its highest development in the human species. Man considers it his inherent right to own property either as an individual or as a member of a society or both. Further, he is ever ready to protect that property against aggressors, even +,0 the extent at times of sacrificing his own life if necessary. That this behavioristic pattern is not peculiar to man, but is a fundamental characteristic of animals in general, has been shown for diverse animal groups. (For an excellent historical account and summary on territoriality, with fairly complete bibliography, the reader is referred to a paper by Mrs. Nice, 1941) . It does not necessarily follow that this trait is found in all animals, nor that it is developed to the same degree in those that are known to possess it, but its wide distribution among the vertebrates (see Evans, L. T., 1938, for reptiles) , and even in some of the invertebrates, lends support to the theory that it is a basic characteristic of animals and that the potentialities are there whether the particular animal in question displays the characteristic. Heape (1931, p. 74) went so far as to say:",
                "cite_spans": [
                    {
                        "start": 722,
                        "end": 733,
                        "text": "Nice, 1941)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 944,
                        "end": 977,
                        "text": "Evans, L. T., 1938, for reptiles)",
                        "ref_id": null
                    },
                    {
                        "start": 1201,
                        "end": 1220,
                        "text": "Heape (1931, p. 74)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "\"Thus, although the matter is often an intricate one, and the rights of territory somewhat involved, there can, I think, be no question that territorial rights are established rights amongst the majority of species of animals. There can be no doubt that the desire for acquisition of a definite territorial area, the determination to hold it by fighting if necessary, and the recognition of individual as. well as tribal territorial rights by others, are dominant characteristics in all animals. In fact, it may be held that the recognition of territorial rights, one of the most significant attributes of civilization, was not evolved by man, but has ever been an inherent factor in the life history of all animals.\" Undoubtedly significant is the fact that the more we study the detailed behavior of animals, the larger is the list of kinds known to display some sort of territoriality. There have been many definitions to describe the territory of different animals under varying circumstances. The best and simplest of these, in my mind, is by Noble (1939) ; \"territory is any defended area.\" Noble's definition may be modified to fit any special case, yet it is all-inclusive and to the point. Territory should not be confused with \"home range\"-an entirely different concept that will be treated more fully later.",
                "cite_spans": [
                    {
                        "start": 1048,
                        "end": 1060,
                        "text": "Noble (1939)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "The territoriality concept is not a new one (see Nice, 1941) . It has been only in the last twenty years, however, that it has been developed and brought to the front as an important biological phenomenon in the lower animals. Howard's book \"Territory in Bird Life\" (1920) stimulated a large group of workers, chiefly in the field of ornithology, and there has hardly been a bird life-history study since that has not touched on this phase of their behavior.",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 60,
                        "text": "Nice, 1941)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "In the field of mammals, much less critical work has been done, but many of the older naturalists certainly were aware of this behavior pattern even though they did not speak of it in modern terms. Hearne (1795) apparently was thinking of property rights (territoriality) when he wrote about the beaver as ,.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 211,
                        "text": "Hearne (1795)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "/ I I \\ • \\ I 0 0 ( 0 ,..----, 0' \\ 0 l \\ 00 I ,/ ....--.-. HOME RANGE BOUNDARY -----TERRITORIAL BOUNDARY BLANK--UNOCCUPIED SPACE 0 0 0 ~ • o o. 01 I I 0 o J I ,/ 0 • 0 0 NEUTRAL AREA NESTING SITE REFUGE SITE FIG. I.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "Theoretical quadrat with six occupants of the same species and sex, showing territory and home range concepts as presented in text.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "follows: \"I have seen a large beaver house built in a small island, that had near a dozen houses under one roof j and, two or three of these only excepted, none of them had any communication with each other but by water. AB there were beavers enough to inhabit each apartment, it is more than probable that each family knew its own, and always entered at their own door without having any further connection with their neighbors than a friendly intercourse\" (in Morgan, 1868, pp. 308-309) . Morgan Cop. cit., , also writing of the beaver, made the following observation; \"a beaver family consists of a male and female, and their offspring of the first and second years, or, more properly, under two years old .... When the first litter attains the' age of two years, and in the third summer after their birth, they are sent out from the parent lodge.\" Morgan's observation was later confirmed by Bradt (1938) . The works, of Seton are replete with instances in the lives of different animals that indicate territorial behavior. In the introduction to his \"Lives\" Seton (1909) states \"In the idea of a home region is the germ of territorial rights.\" Heape (1931) devotes an entire chapter to \"territory.\" Although he uses the term more loosely than I propose to, (he includes home ranges of individuals and feeding ranges of tribes or colonies of animals); he carries through his work the idea of defense of an area either by an individual or a group of individuals. Not only this, but he draws heavily on the literature in various fields to support his thesis. Although the evidence set forth by Seton, Heape, and other early naturalists is of a general nature, mostly garnered from reports by others, it cannot be brushed aside in a casual manner. The old time naturalists were good observers, and, even though their techniques were not as refined as those of present day biologists, there is much truth in what they wrote.",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 488,
                        "text": "Morgan, 1868, pp. 308-309)",
                        "ref_id": null
                    },
                    {
                        "start": 491,
                        "end": 508,
                        "text": "Morgan Cop. cit.,",
                        "ref_id": null
                    },
                    {
                        "start": 896,
                        "end": 908,
                        "text": "Bradt (1938)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1063,
                        "end": 1075,
                        "text": "Seton (1909)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1149,
                        "end": 1161,
                        "text": "Heape (1931)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "A few fairly recent published observations on specific mammals serve to strengthen many of the general statements made by earlier workers. In speaking of the red squirrel (Tamiasciurus) , Klugh (1927, p. 28) writes; \"The sense of ownership seems to be well developed. Both of the squirrels which have made the maple in my garden their headquarters apparently regarded this tree as their private property, and drove away other squirrels which came into it. It is quite likely that in this case it was not the tree, but the stores that were arranged about it, which they were defending.\" Clarke (1939) made similar observations on the same species. In raising wild mice of the genus Peromyscus in the laboratory, Dice (1929, p. 124) found that \"when mice are placed together for mating or to conserve cage space it sometimes happens that fighting takes place, especially at first, and sometimes a mouse is killed .... Nearly always the mouse at home in the cage will attack the presumed intruder.\" Further on he states, \"However, when the young are first born, the male, or any other female in the same cage, is driven out of the nest by the mother, who fiercely protects her young.\" Similarly, Grange (1932, pp. 4-5) noted that snowshoe hares (Lepus americanus) in captivity \"showed a definite partiality for certain spots and comers to which they became accustomed\" and that \"the female would not allow the'male in her territory (cage) during late pregnancy and the males themselves were quarrelsome during the breeding season.\" Errington (1939) has found what he terms \"intraspecific strife\" in wild muskrats (Ondatra). Much fighting takes place when marshes become overcrowded, especially in fall and winter during readjustment of populations. \"But when invader meets resident in the tunnel system of one of [the] last lodges to be used in a dry marsh, conflict may be indeed savage.\" Gordon (1936) observed def-inite territories in the western red squirrels (Tamiasciurus fremonti and T. douglasii) during their food gathering activities. He also performed a neat experiment with marked golden mantled squirrels (Citellus lateralis chysodeirus) by placing an abundance of food at the home of a female. This food supply attracted others of the same species. To quote Gordon: \"she did her best to drive away the others. Some of her sallies were only short, but others were long and tortuous. . There• were rather definite limits, usually not more than 100 feet from the pile, beyond which sh~ would not extend her pursuit. In spite of the vigor and the number of her chases (one day she made nearly 60 in about 6 hours) she never succeeded in keeping the other animals away.\" This individual was overpowered• by• numbers, but, nevertheless, she, was using all her strength to defend her own log pile. To my knowledge, this is the best observation to have been published on territorial behavior in mammals. I have observed a similar situation (Burt, 1940,' p. 45) in the eastern chipmunk (Tamias). An old female was watched fairly closely during two summers. Having marked her,I was certain of her identity. \"Although other chipmunks often invaded her territory, she invariably droye them away [if she happened to be present at the time]. Her protectedareaw:as about fifty yards in radius; beyond this fifty-yard limit around her nesting site she was not concerned. Her foraging range (i.e., hom.e range) was considerably greater than the protected area (territory) and occasionally extended 100 or more yards from her nest site.\" From live trapping experiments, plottmg the positions of capture of individuals on a map of the area covered, I interpreted (op. cit., p. 28) the results to mean that there was territorial behavior in the white-footed mouse (Peromyscus leucopus), a nocturnal form. When the ranges of the various individ~als were plotted on a map, I found that \"the area of each of the breeding females is separate-that although areas sometimes adjoin one another, they seldom overlap.\" Carpenter (1942) writes thus: \"The organized groups of every type of monkey or ape which has been adequately observed in its native habitat, have been found to possess territories and to defend these ranges from all other groups of the same species.\" In reporting on his work on the meadow vole (Microtus pennsylvanicus), Blair (1940, pp. 154-155) made the statement \"It seems evident that there is some factor that tends to make the females occupy r~nges that are in part ,exclusive; .... Possibly there is an antagonism between the females, particularly during the breeding season, but the available evidence does not indicate to me that they have definite territories which they defend against all trespassers. It seems highly probable that most mammalian females attempt to drive away intruders from the close vicinity of their nests containing, young, but this does not constitute territoriality in the sense that the term has been used by Howard (1920) , Nice (1937) , and others in reference to the breeding territories of birds.\" (Ital. mine.) To quote Howard (1920, pp. 192-193) : \"But the Guillemot is generally surrounded hy other Guillemots, and the birds are often so densely packed along the ledges that there is scarcely standing room, so it seems, for all of them. Nevertheless the isolation of the individual is, in a sense, just as complete as that of the individual Bunting, for each one is just as vigilant in resisting intrusion upon its few square feet as the Bunting is in guarding its many square yards, so that the evidence seems to show that that part of the inherited nature which is the ,basis of the territory is much the same in both species. \" Blair, in a later paper (1942, p. 31) , writing of PeromY8fYU8 manifYU-latU8 gracili8, states: \"The calculated home ranges of all sex and age classes broadly overlapped one another. Thus there was no occupation of exclusive home ranges by breeding females. . .. That individual woodland deer-mice are highly tolerant of one another is indicated by the foregoing discussion of overlapping home ranges of all sex and age classes.\" Reporting on an extensive field study of the opossum, Lay (1942, p. 149) states that \"The ranges of individual opossums overlapped so frequently that no discernible tendency towards establishment of individual territories could be detected. On the contrary, tracks rarely showed that two or more opossums traveled together.\" lt seems quite evident that both Blair and Lay are considering the home range as synonymous with the territory when in fact they are' two quite distinct concepts. Further, there is no concrete evidence in either of the above papers for or against territoriality in the species they studied. lt is to be expected that the territory of each and every individual will be trespassed sooner or later regardless of how vigilant the occupant of that territory might be.",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 207,
                        "text": "Klugh (1927, p. 28)",
                        "ref_id": null
                    },
                    {
                        "start": 711,
                        "end": 730,
                        "text": "Dice (1929, p. 124)",
                        "ref_id": null
                    },
                    {
                        "start": 1193,
                        "end": 1215,
                        "text": "Grange (1932, pp. 4-5)",
                        "ref_id": null
                    },
                    {
                        "start": 1242,
                        "end": 1260,
                        "text": "(Lepus americanus)",
                        "ref_id": null
                    },
                    {
                        "start": 1529,
                        "end": 1545,
                        "text": "Errington (1939)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1887,
                        "end": 1900,
                        "text": "Gordon (1936)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2943,
                        "end": 2963,
                        "text": "(Burt, 1940,' p. 45)",
                        "ref_id": null
                    },
                    {
                        "start": 4001,
                        "end": 4017,
                        "text": "Carpenter (1942)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 4323,
                        "end": 4348,
                        "text": "Blair (1940, pp. 154-155)",
                        "ref_id": null
                    },
                    {
                        "start": 4946,
                        "end": 4959,
                        "text": "Howard (1920)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 4962,
                        "end": 4973,
                        "text": "Nice (1937)",
                        "ref_id": null
                    },
                    {
                        "start": 5062,
                        "end": 5088,
                        "text": "Howard (1920, pp. 192-193)",
                        "ref_id": null
                    },
                    {
                        "start": 5674,
                        "end": 5713,
                        "text": "\" Blair, in a later paper (1942, p. 31)",
                        "ref_id": null
                    },
                    {
                        "start": 6163,
                        "end": 6177,
                        "text": "(1942, p. 149)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "lt is not intended here to give a complete list of works on territorial behavior. The bibliographies in the works cited above lead to a great mass of literature on the subject. The point I wish to emphasice is that nearly all who have critically studied the behavior of wild mammals have found this behavioristic trait inherent in the species with which they worked. Also, it should be stressed, there are two fundamental types of territoriality in mammals-one concerns breeding and rearmg of young, the other food and shelter. These two may be further subdivided to fit special cases. Mrs. Nice (1941) gives six major types of territories for birds. Our knowledge of territoriality in mammals is yet too limited, it seems to me, to build an elaborate classification of types. Some day we may catch up with the ornithologists.",
                "cite_spans": [
                    {
                        "start": 591,
                        "end": 602,
                        "text": "Nice (1941)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TERRITORIALITY",
                "sec_num": null
            },
            {
                "text": "The home range concept is, in my opinion, entirely different from, although associated with, the territoriality concept. The two terms have been used so loosely, as synonyms in many instances, that I propose to dwell briefly on them here. My latest Webster's dictionary (published in 1938), although satisfactory in most respects, does not list \"home range,\" so I find no help there. Seton (1909) used the term extensively in his \"Lives\" where he explains it as follows: \"No wild animal roams at random over the country: each has a home region, even if it has not an actual home. The size of this home region corresponds somewhat with the size of the animal. Flesh-eaters as a class have a larger home region than herb-eaters.\" I believe Seton was thinking of the adult animal when he wrote the above. We know that young adolescent animals often do a bit of wandering in search of a home region. During this time they do not have a home, nor, as I consider it, a home range. It is only after they establish themselves, normally for the remainder of their lives, unless disturbed, that one can rightfully speak of the home range. Even then I would restrict the home range to that area traversed by the individual in its normal activities: of food gathering, mating, and caring for young. Occasional sallies outside the: area, perhaps exploratory in nature, should not be considered as in part of the home range. The home range need not cover the same area during the life of the individual. Often animals will move from one area to another, thereby abandoning the old home range and setting up a new one. Migratory animals have different home ranges in summer and winter-the migratory route is not considered part of the home range of the animal. The size of the home range may vary with sex, possibly age, and season. Population density also may influence the size of the home range and cause it to coincide more closely with the size of the territory. Home ranges of different individuals may, and do, overlap. This area of overlap is neutral range and does not constitute part of the more restricted territory of animals possessing this attribute. Home ranges are rarely ,if ever,. in. convenient geometric designs. Many home ranges probably are somewhat ameboid in outline, and to connect the outlying points gives a false impression of the actual area covered. Not only that, it may indicate a larger range than really exists. A calculated home range based on trapping records, therefore, is no more than a convenient index to size. Overlapping of home ranges, based on these calculated areas, thus may at times be exaggerated. From trapping records alone, territory may be indicated, if concentrations of points of capture segregate out, but it cannot be demonstrated without question. If the occupant of an area is in a trap, it is not in a position to defend that area. It is only by direct observation that one can be absolutely certain of territoriality.",
                "cite_spans": [
                    {
                        "start": 384,
                        "end": 396,
                        "text": "Seton (1909)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HOME RANGE",
                "sec_num": null
            },
            {
                "text": "Home range then is the area, usually around a home site, over which the animal normally. travels in search of food. Territory is the protected part of the home range, be it the entire home range or only the nest. Every kind of mammal may be said to have a home range, stationary or shifting. Only those that protect some part of the home range, by fighting or agressive gestures, from others of their kind, during some phase of their lives, may be said to have territories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HOME RANGE",
                "sec_num": null
            },
            {
                "text": "I think it will be evident that more critical studies in the behavior of wild animals are needed. We are now spending thousands of dollars each year in an attempt to manage some of our wild creatures, especially game species. How can we manage any specie~ until we know its fundamental behavior pattern? What good is there in releasing a thousand animals in an area large enough to support but fifty? Each animal must have so much living room in addition to other essentials of life. The amount of living room may vary somewhat, but for a given species it probably is within certain definable limits. This has all been said before by eminent students of wildlife, but many of us learn only by repetition. May this serve to drive the point home once more.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SIGNIFICANCE OF BEHAVIORISTIC STUDIES",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/24/3/346/894801 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Size of home range and notes on the life history of the woodland deermouse and eastern chipmunk in northern Michigan",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Jour. Wildlife Management",
                "volume": "4",
                "issue": "",
                "pages": "27--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. 1940. Home ranges and populations of'the meadow v,ole in southern Michi- gan. Jour. Wildlife Management,vol. 4,pp. 149-161, 1 fig. 1942. Size of home range and notes on the life history of the woodland deer- mouse and eastern chipmunk in northern Michigan. Jour. Mamm., vol. 23, pp. 27-36, 1 fig. '",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A study of beaver colonies in Michigan",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Bradt",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Jour. Mamm",
                "volume": "19",
                "issue": "",
                "pages": "139--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRADT, G. W. 1938. A study of beaver colonies in Michigan. Jour. Mamm., vol. 19, pp. 139-162.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Territorial behavior and populations of some sma,ll mammals in southern Michigan",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Miscl. Publ. Mus. Zool. Univ. Michigan",
                "volume": "",
                "issue": "45",
                "pages": "1--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURT, W. H. 1940. 'Territorial behavior and populations of some sma,ll mammals in southern Michigan. Miscl. Publ. Mus. Zool. Univ. Michigan, no. 45, pp. 1-58, 2 pIs., 8 figs., 2 maps.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Societies of monkeys and apes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Carpenter",
                        "suffix": ""
                    }
                ],
                "year": 1942,
                "venue": "Biological Symposia, Lancaster: The Jaques Cattell Press",
                "volume": "8",
                "issue": "",
                "pages": "177--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARPENTER, C. R. 1942. Societies of monkeys and apes. Biological Symposia, Lan- caster: The Jaques Cattell Press, vol. 8, pp. 177-204.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Some notes on hoarding and territorial behavior of the red squirrel Sciurus hudsonicus (Erxleben)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H D"
                        ],
                        "last": "Clarke",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Canadian Field Nat",
                "volume": "53",
                "issue": "3",
                "pages": "42--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLARKE, C. H. D. 1939. Some notes on hoarding and territorial behavior of the red squirrel Sciurus hudsonicus (Erxleben). Canadian Field Nat., vol.-53, no. 3, pp.42r-43.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A new laboratory cage for small mammals, with notes on methods of rearing Peromyscus",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Jour. Mamm",
                "volume": "10",
                "issue": "",
                "pages": "116--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, L. R. 1929. A new laboratory cage for small mammals, with notes on methods of rearing Peromyscus. Jour. Mamm., vol. 10, pp. 116-124,2 figs.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Reactions of muskrat populations to drought",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Errington",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Ecology",
                "volume": "20",
                "issue": "",
                "pages": "168--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ERRINGTON, P. L. 1939. Reactions of muskrat populations to drought. Ecology, vol. 20, pp. 168-186.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Cuban field studies on territoriality of the lizard, Anolis sagrei",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "T"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Jour. Compo Psych",
                "volume": "25",
                "issue": "",
                "pages": "97--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EVANS, L. T. 1938. Cuban field studies on territoriality of the lizard, Anolis sagrei. Jour. Compo Psych., vol. 25, pp. 97-125, 10 figs.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Territorial behavior and social doIninance among-SciiIridae",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Gordon",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Jour. Mamm",
                "volume": "17",
                "issue": "",
                "pages": "71--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GORDON, K. 1936. Territorial behavior and social doIninance among-SciiIridae. Jour. Mamm., vol. 17, pp. i71-172.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Observa.tions on the snowshoe hare, Lepus americanus phaeonotus Allen",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Grange",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Jour. Mamm",
                "volume": "13",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRANGE, W. B. 1932. Observa.tions on the snowshoe hare, Lepus americanus phaeonotus Allen. Jour. Mamm., vol. 13, pp. 1-19, 2 pIs.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Emigration, migratIon and nomadism. Cambridge: W. Heffer and Son Ltd",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Heape",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEAPE, W. 1931. Emigration, migratIon and nomadism. Cambridge: W. Heffer and Son Ltd., pp. xii + 369.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A journey from Prince of Wale's fort in Hudson's Bay, to the Northern Ocean",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hearne",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "458",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEARNE, S. 1795. A journey from Prince of Wale's fort in Hudson's Bay, to the Northern Ocean. London: A. Strahan and T. Cadell, pp. xliv + 458, illustr.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Territory in birdlik London: John Murray, pp. xii + 308, illustr",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Howard",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWARD, H. E. 1920. Territory in birdlik London: John Murray, pp. xii + 308, illustr.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ecology of the red squirrel",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Klugh",
                        "suffix": ""
                    }
                ],
                "year": 1927,
                "venue": "Texas. Jour. Mamm",
                "volume": "8",
                "issue": "1",
                "pages": "147--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KLUGH, A. B. 1927. Ecology of the red squirrel. Jour. Mamm., vol. 8, pp. 1,-32,5 pIs. LAY, D. W. 1942. Ecology of the opossum in eastern Texas. Jour. Mamm., vol. 23, pp. 147-159, 3 figs.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The American beaver and his works",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philadelphia: J. B. Lippincott and Co",
                "volume": "330",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORGAN, L. H. 1868. The American beaver and his works. Philadelphia: J. B. Lippin- cott and Co., pp. xv + 330, illustr.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The role of territory in bird life",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Nice",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "Amer. Midl. Nat",
                "volume": "26",
                "issue": "",
                "pages": "441--487",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NICE, M. M. 1941. The role of territory in bird life. Amer. Midl. Nat., vol. 26, pp. 441-487.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The role of dominance in the life of birds",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Noble",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Auk",
                "volume": "56",
                "issue": "",
                "pages": "263--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NOBLE, G. K. 1939. The role of dominance in the life of birds. Auk, vol. 56, pp. 263-273.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Life-histories of northern animals. An account of the mammals of Manitoba",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Seton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "T_",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "Charles Scribner's Sons",
                "volume": "1",
                "issue": "",
                "pages": "677--1267",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SETON, E. T_ 1909. Life-histories of northern animals. An account of the mammals of Manitoba. New York City: Charles Scribner's Sons, vol. 1, pp. xxx + 673, illustr., vol. 2, pp. xii + 677-1267, illustr~ 1929. Lives of game animals, Doubleday, Doran and Co., Inc., 4 vols., illustr. Museum oj Zoology, Ann Arbor, Michigan.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}