{
    "paper_id": "Burt1934-SubgenericAllocationoftheWhite-FootedMouse,PeromyscusSlevini,fromtheGulfofCalifornia,Mexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:19.573858Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Burt1934-SubgenericAllocationoftheWhite-FootedMouse,PeromyscusSlevini,fromtheGulfofCalifornia,Mexico",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "globulus) next to my property has served as a suitable habitat for the squirrels. Some years ago, while cleaning up the leaves from beneath the eucalyptus trees branches of which hang over into my yard, I was surprised to find that many of the fruits or ovary capsules had been chewed to small pieces. Upon close examination of these fruits I found that none of the outer pulpy part or the more fibrous woody section had been eaten, but the small seeds were missing from the inside. To me the fruit tasted very strong of eucalyptus oil, was bitter, and left a decided pucker in my mouth. My interest being aroused I kept a rather close watch on the trees and one morning, soon after, I saw several gray squirrels gathering the fruits from the ends of the slender branches, an act which required some degree of dexterity. The fruits were then taken to more substantial perches where they were torn into small bits. Field glasses were of no avail in trying to discern the exact part of the fruit that the squirrels were eating. However, the fruit capsules were gathered up as the squirrels let them fall from the tree and they proved to be in the same condition as those previously picked up. Under one particular tree the capsules were gnawed only on their distal ends, this apparently gave the squirrels quick access to the four seed chambers. The other capsules had all been gnawed from the stem end, an apparently less efficient method of obtaining the small seeds within. The squirrels were seen feeding rather consistently in the eucalyptus trees during the latter part of February and early March, after the stamens and pistils had dropped off and before the capsule caps had split and allowed the seeds and accompanying reddish chaff to fall out. It was quite evident that the squirrels were after the small black seeds contained within the capsule. These seeds are flat and somewhat irregular in outline and have a diameter of from one to two millimeters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The eucalyptus tree, introduced into California some years ago, has now become well established over much of the natural geographic range of the Anthony gray squirrel and may be expected to produce a substantial portion of the regular diet of that species. The squirrel has not only acquired a predilection for a new food, but has developed a method of attack quite different from any method that I have seen described for native Australian mammals. Le Souef, Burrell, and Troughton, in their recent book on the wild animals of Australia, state that when the eucalyptus trees are in blossom the big Gould fruit bat (Pteropus gouldi) comes in flocks to feed on the flowers while the greater flying phalanger feeds on the leaves and buds of the tree.-LuT•HER LITTLE, South Pasadena, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The white-footed mouse that inhabits Santa Catalina Island in the Gulf of California, Mexico, was discovered in 1921 by the California Academy of Sciences Expedition to the Gulf. At that time one specimen, an adult male, was taken on the island by a member of the party. Joseph Mailliard, of the California Academy of Sciences, sent the specimen to Dr. E. W. Nelson who turned it over to E. A. Goldman for study. Goldman concluded that the specimen represented an undescribed species which belonged to the subgenus H aplomylomys and that Peromyscus californicus was its nearest relative. Mailliard accordingly described the specimen as representing a new species which he called Peromuscus slevini and placed it in the subgenus H aplomylomys (Proc, Calif. Acad. Sci., sere 4, vol. 12, July 22, 1924 , p. 1221 .",
                "cite_spans": [
                    {
                        "start": 742,
                        "end": 798,
                        "text": "(Proc, Calif. Acad. Sci., sere 4, vol. 12, July 22, 1924",
                        "ref_id": null
                    },
                    {
                        "start": 799,
                        "end": 808,
                        "text": ", p. 1221",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUB GENERIC ALLOCATION OF THE WHITE-FOOTED MOUSE, PEROMYSCUS SLEVINI, FROM THE GULF OF CALIFORNIA, MEXICO",
                "sec_num": null
            },
            {
                "text": "No additional specimens of Peromyscus slevini were taken until December 14 and 15, 1931, at which time I had the opportunity to collect 52 specimens, 25 males and 27 females, on Catalina Island. While attempting to discern the true relationships of the various species of mice found on the islands in the Gulf of California it became evident, from the/large series of slevini at hand, that this species was not a member of the sub-genus Haplomylomys, but, instead, of the subgenus Peromyscus as defined by Osgood in his revision of the genus (North Amer. Fauna, no. 28, 1909,p. 32) . The distinguishingcharacters as given by Osgood (ibid.) in his key to the subgenera of the genus Peromyscus are as follows: c. Two principal outer angles of M' and M2 with more or lesswell-de';eloped accessory tubercles or enamel loops . . . ; mammae 3/3 (i.. 2/2, a, 0/0, p. 1/1) Peromyscus. Haplomylomys. In regard to the first character, that of the accessory cusps or enamel loops, all of the specimens of P. slevini have a distinct accessory cusp or enamelloop in the second upper molar; however, this is variable in the first upper molar, where it is usually present but small. In the second character, number of mammae, slevini with its three pairs of mammae of course agrees with members of the subgenus Peromyscus and not H aplomylomys. Futhermore, the soles of the hind feet are hairy and not naked or nearly so and the general outline of the skull is more like that of Peromuscue maniculatus than that of P. californicus. Except for its large size I can see no close resemblance between slevini and californicus. The baculum, a structure that apparently possesses diagnostic characters, but has been neglected by taxonomists, shows no close relationship between sleuini and californicus.",
                "cite_spans": [
                    {
                        "start": 542,
                        "end": 581,
                        "text": "(North Amer. Fauna, no. 28, 1909,p. 32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUB GENERIC ALLOCATION OF THE WHITE-FOOTED MOUSE, PEROMYSCUS SLEVINI, FROM THE GULF OF CALIFORNIA, MEXICO",
                "sec_num": null
            },
            {
                "text": "Peromuscus slevini seems to be an aberrant type that has no doubt been derived from some mainland species of the subgenus Peromyscus. Apparently because of its plasticity and restricted area of occupation, it has changed to such an extent that its real specific consanguinity is masked by the morphological characters that it has now developed.-WILLIAM HENRY BURT, California Institute of Technology, Pasadena, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUB GENERIC ALLOCATION OF THE WHITE-FOOTED MOUSE, PEROMYSCUS SLEVINI, FROM THE GULF OF CALIFORNIA, MEXICO",
                "sec_num": null
            },
            {
                "text": "Considerable changes have been made in the last few years in the mouse ration previously described in this Journal.! As now prepared the ration. is considerably higher than before in protein content, and is also somewhat more diversified by the addition of several kinds of seeds. The ingredients are combined in the following proportions by weight: In mixing the ration the cod-liver oil is first well stirred-into a small portion of the rolled oats; then all the ingredients are mixed together in a barrel churn. The mesh of the wire screen is too small in most of the food hoppers in the cages ' 0 allow the sunflower seed to pass, and usually this item is fed separately, once in t~g weeks or more frequently. In addition to the dry food ration, lettuce trimmings are fed twice weekly, as much in each cage as the mice will eat up promptly. \\ No claim is made that this ration is perfect. Its composition is largely empirical, although an effort has been made to include all the known vitamins and other needed",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN IMPROVED PEROMYSCUS RATION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/15/2/159/864092 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Journ. Mammalogy, vol. 10, p. 121, 1929. Downloaded from https://academic.oup.com/jmammal/article/15/2/159/864092 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Rolled oats 53 Dry meat scraps. . . . . . . . . . . . . . . . . . . .. 20 Dry skim milk. . . . . . . . . . . . . . . . . . . . . .. 10 Whole wheat..... . . . . . . . . . . .. . . . 5 Wheat germ....... . . . . . . . . . .... . 5 Cod-liver oil. . . . . . . . . . . . . . . . . . . . . . . .. 2 Sunflower seed.. .. . . . . . . . . .. 1. 5 Hemp seed 1 Canary seed. . . . . . . . . . . . . . .."
            },
            "TABREF0": {
                "content": "<table><tr><td>enamel loops or with rudimentary ones . . . ; mammae 2/2 (i. 2/2, a. •0/0,</td></tr><tr><td>p.O/O)</td></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "cc. Two principal outer angles of M' and M2 simple, without accessory cusps or"
            }
        }
    }
}