{
    "paper_id": "BurtandBarkalow1942-Acomparativestudyofthebaculaofwoodrats(subfamilyneotominae)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:27.732825Z"
    },
    "title": "",
    "authors": [
        {
            "first": "William",
            "middle": [
                "H"
            ],
            "last": "Burt",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Harvard Medical School",
                "location": {
                    "settlement": "Boston",
                    "region": "Mass"
                }
            },
            "email": ""
        },
        {
            "first": "Frederick",
            "middle": [
                "S"
            ],
            "last": "Barkalow",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Harvard Medical School",
                "location": {
                    "settlement": "Boston",
                    "region": "Mass"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "stitial tissue, while the seminiferous tubules are relatively small and few in number. Nevertheless, the tubules are active and contain both spermatids and spermatozoa. Consequently it is concluded that the testes are functionally active, although they may not have reached their maximum growth or full maturity. The pituitary gland is also relatively small compared with that of man and the chimpanzee. LITERATURE CITED",
    "pdf_parse": {
        "paper_id": "BurtandBarkalow1942-Acomparativestudyofthebaculaofwoodrats(subfamilyneotominae)",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "stitial tissue, while the seminiferous tubules are relatively small and few in number. Nevertheless, the tubules are active and contain both spermatids and spermatozoa. Consequently it is concluded that the testes are functionally active, although they may not have reached their maximum growth or full maturity. The pituitary gland is also relatively small compared with that of man and the chimpanzee. LITERATURE CITED",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The value of using the baculum to supplement other morphological characters of more general use in showing relationships and natural groupings among North American rodents was pointed out by Burt (1936) for the genera Perognathus and Dipodomys; at that time the principal literature on bacula of rodents was listed. Recently, Wade and Gilbert (1940) published on the bacula of some of the Sciuridae. Here, too, significant differences and similarities were found and were considered by the authors to be of importance in determining relationships within the family of squirrels. Bacula of wood rats have accumulated in our collections until we now have represented 26 subspecies of eleven species and the four subgenera, Neotoma, Hodomys, Teonoma, and Teanopus. All of the species groups recognized by Goldman (1910) for the genus Neotoma are represented, but a number of Mexican species are still lacking.",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 202,
                        "text": "Burt (1936)",
                        "ref_id": null
                    },
                    {
                        "start": 326,
                        "end": 349,
                        "text": "Wade and Gilbert (1940)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 802,
                        "end": 816,
                        "text": "Goldman (1910)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For material not otherwise represented in our collections we gratefully acknowledge the fine cooperation from individuals in other institutions. We are especially indebted to Seth B. Benson for a specimen each of Teanopus and N. juscipes, to Walter W. Dalquest and Harold E. Broadbooks for N. cinerea, Claude W. Hibbard for N. fioridana, and Earl L. Poole for specimens of N. magister. The U. S. Biological Survey kindly loaned a specimen of magister. The drawings were made from photographs by Grace Eager. The history of the baculum is not known, fossil elements being rare in collections. The widespread occurrence of the baculum in diverse groups of mammals suggests, however, that it is not a late acquisition. Our arrangement is not intended to represent a phylogenetic series, but rather a series showing progressive degrees of simplification of the bone which in turn might be interpreted as being farthest from the ancestral type. We realize the fallibility of attempting to construct a true phylogeny on recent material alone. In our arrangement of the wood rats we have considered, in addition to the character of the baculum, other morphological characters as well as the present geographic distribution of the various species. A number of Mexican wood rats, some of which undoubtedly will prove to be races of more widely distributed species, are omitted here because of lack of material. These can be intercalated in their proper places as material becomes available. Wherever our arrangement differs from that given by Goldman (1910) we have thought it necessary to reconsider those characters used by Merriam (1894) and by Goldman (ibid.) and evaluate them in the light of our present knowledge.",
                "cite_spans": [
                    {
                        "start": 1534,
                        "end": 1548,
                        "text": "Goldman (1910)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1617,
                        "end": 1631,
                        "text": "Merriam (1894)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1639,
                        "end": 1654,
                        "text": "Goldman (ibid.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three measurements-length, dorso-ventral diameter of base, and lateral diameter of base-are fairly definite and reliable. In curved bacula, as those of the species lepida, the length measurement does not represent the actual length of the bone; rather, it is a measurement of a chord with the distal and proximal ends of the baculum as the points of intersection with the arc formed by the bone. The basal measurements are the greatest diameters, dorso-ventral and lateral, of this part of the baculum. Measurements of the shaft were taken near the midpoint of that part of the bone. The diameters of the shaft must be considered as approximations. With a gradually tapering bone, a slight shift of the calipers toward one or the other end will give a different reading. These measurements indicate whether the shaft is circular or compressed, laterally or dorso-ventrally, in cross-section. They also give a rough picture of the relative thickness of the shaft in the different species. Only adult specimens were measured. Measurements are given in Table I .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1050,
                        "end": 1057,
                        "text": "Table I",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Variation in the bacula of adult wood rats is chiefly in size. There is some variation in detail of outline, but a series representing anyone species is fairly uniform in general shape. Occasionally an abnormal specimen is found. In our series of albigula (25 specimens, including both young and adults) is one specimen (No. 82441) that has the general shape of the baculum of Teanopus. It definitely is an abnormal specimen that did not develop in the regular manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Bacula of young individuals are represented in all but the Hodomys and Teanopus groups. They will be discussed in their appropriate positions under the species groups. Lepida group-In this group, two species, lepida and bunkeri, are represented. In both the baculum is more highly developed than in any other group here considered. Further, the bone differs so markedly from the bones of other groups as to suggest sub generic distinction. The long, ventrally-curved baculum, has a slightly expanded proximal end, usually dumbbell shaped in cross section. The bone tapers from the proximal end, first rather abruptly then gradually, to the tip of the long shaft ( fig. lA) . At the middle of the shaft the bone is oval in cross section, the lateral diameter being slightly greater than the dorso-ventral. Neotoma bunkeri, which was allocated to the \"fuscipes group\" on the basis of skull characters (Burt, 1932) is in fact a member of the lepida group as shown by the character of the baculum. Neotoma lepida insularis is placed in this group provisionally. We have but one baculum of this island rat and although it has an abnormal appearance, it seems best to allocate it to this group. On skull characters and on geographic grounds it fits best here.",
                "cite_spans": [
                    {
                        "start": 899,
                        "end": 911,
                        "text": "(Burt, 1932)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 664,
                        "end": 672,
                        "text": "fig. lA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Age variation is chiefly in size. Young specimens are miniatures of the adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Fuscipes group-The baculum in this group (fig. IB) is short, broad, and symmetrical in outline. The basal end,as viewed from the proximal aspect, is dumbbell shaped, deeply concave in both dorsal and ventral profiles. In this character, Juscipes resembles lepida and differs from all the other groups herein discussed (some specimens of magister and cinerea have a slight ventral concavity). In the extremely short shaft, however, it differs from lepida and resembles the other groups. The shaft is nearly circular in cross-section and slightly constricted in the middle. The skull of Juscipes, so far as now known, differs fundamentally from those of other species of the subgenus N eotoma only in its larger upper third molar with the middle enamel loop partially or completely divided by deepening of the inner reentrant angle. This character is found in bunkeri, the baculum of which conforms with those of the lepida group. We feel that the characters of Juscipes are not sufficient to warrant subgeneric distinction, but that they do set Juscipes apart as a distinct species group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As in the lepida group, the baculum of the young of Juscipes (represented by only one specimen) has the same general outline as does that of the adult.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Albigula group-The baculum of albigula differs from that of lepida in being much shorter, in being broadly U-shaped in cross section at the proximal end, and in having a distinct knob on the distal end. The shaft is curved downward slightly from proximal to distal ends and is nearly circular in cross section near the middle. It is slightly longer than that of Juscipes and has a smaller basal portion that lacks the dumbbell shape in cross section. The shaft is smaller in lateral diameter than that of Juscipes (.73 mm largest for albigula, .90 mm smallest for Juscipes). From the wide proximal end, the shaft tapers gradually to near the distal end where it again expands into a small knob ( fig. Ie) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 696,
                        "end": 704,
                        "text": "fig. Ie)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Bacula of young of this group, represented by nine specimens showing various degrees of development, do not differ materially from those of adults except in size and (in extremely young) in a relatively less expanded basal portion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "M icropus group-The species micropus, placed in the fioridana group by Goldman (1910) , is in many respects intermediate between the albigula and the fioridana groups. The baculum ( fig. ID) , with its shallow U-shaped cross section of the proximal end and its rounded shaft, which is longer (more than half the total length) than the expanded basal portion, resembles that of albigula. In its thick shaft, deeper U -shape of the proximal end, and reduced knob on the distal end, it resembles that of floridana. In the skull, micropu8 approaches albigula in the large, open, sphenopalatine vacuities, in the shallow anterointernal reentrant angle of the first upper molar, and in the relatively short palatal bridge and long palatine foramina. The parietal region of the skull, however, is closer to that of floridana than albigula. As we see it, micropus is truly intermediate in characters between floridana and albigula.",
                "cite_spans": [
                    {
                        "start": 71,
                        "end": 85,
                        "text": "Goldman (1910)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 182,
                        "end": 190,
                        "text": "fig. ID)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is one sub-adult, but no young of this group represented. The subadult has the same general configuration as the adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Floridana group.-In this group, including N. floridana ( fig. IE) and N. magister ( fig. 2E ), the baculum is short. It has a broad proximal end with upturned lateral wings giving it a distinct U-shape as seen in cross-section. There is sometimes a slight ventral concavity. From the basal part, the bone tapers gradually to the rounded shaft at a point at least half way or more from the proximal to the distal end of the bone. The distal rounded shaft thereby comprises half or less of the total length. This condition is approached in N. juscipes and in the subgenus H odomys, both of which, in some respects, have quite differently shaped bones. Teanopus shows the extreme in reduction of the shaft. The short, straight shaft is slightly expanded at the rounded tip. The bacula of the two species floridana and magister are fairly uniform in character and cannot be distinguished with certainty from the limited material at hand.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 65,
                        "text": "fig. IE)",
                        "ref_id": null
                    },
                    {
                        "start": 84,
                        "end": 91,
                        "text": "fig. 2E",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In reviewing the skull characters, we see little justification for a wide separation of the two species. Merriam's statement (1894, p. 240) , \"Of the living species, N. pennsylvanica [magister] may be regarded as the most primitive [of the genus], since it possesses several characters, not shared by the others, that point back to Hodomys. Moreover, pennsylvanica [magister] being more nearly intermediate between the two subgenera-Neotoma proper and Teonoma-,\" would lead one to expect a very different animal from the other species of Neotoma. When the characters given by Merriam (ibid.) are analyzed critically the picture is quite different. Each is discussed separately below.",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 139,
                        "text": "Merriam's statement (1894, p. 240)",
                        "ref_id": null
                    },
                    {
                        "start": 183,
                        "end": 193,
                        "text": "[magister]",
                        "ref_id": null
                    },
                    {
                        "start": 365,
                        "end": 375,
                        "text": "[magister]",
                        "ref_id": null
                    },
                    {
                        "start": 576,
                        "end": 591,
                        "text": "Merriam (ibid.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\"N. pennsylvanica [magister] resembles Hodomys in the peculiar shape of the audital bullae (which are abruptly narrowed anteriorly), in the nearly closed spheno-palatine vacuities, in the posterior production of the angle of the mandible, and in the strong inward and upward curvature of the condylar ramus\" (p.241). The audital bullae are small and of slightly different shape than those of floridana, as we see it, but the resemblance is greater than it is to H odomys. The \"nearly closed spheno-palatine vacuities,\" also are present in floridana. The \"posterior production of the angle of the mandible\" can be matched in the lepida group where also the \"strong inward and upward curvature of the condylar ramus\" is even more evident.",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 28,
                        "text": "[magister]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" It [magister] resembles Teonoma in the form of the sagittal area, which is kite-shaped, narrow, sharply angular, broadest far back (on or near plane of interparietal), whence its sides curve abruptly inward and backward to the sides of the interparietal shield\" (p. 241). We find this character approached as nearly in micropus and lepida as in Teonoma.",
                "cite_spans": [
                    {
                        "start": 2,
                        "end": 15,
                        "text": "It [magister]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The frontal and posterior nasal region is more nearly like that found in micropus and floridana than in Teonoma, and the \" ... trough-like depression which occupies the entire length of the frontal and hinder part of the nasals\" (p. 241) is quite as apparent in old specimens of lepida and micropus. Merriam placed considerable importance on the size of the sphenopalatine vacuities. This, it seems to us, is the most important of his characters and, if so, shows the close relationship between magister and floridana ( fig. 3) . As a matter of fact Merriam (1894, p. 250) listed the two species close together and",
                "cite_spans": [
                    {
                        "start": 550,
                        "end": 572,
                        "text": "Merriam (1894, p. 250)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 520,
                        "end": 527,
                        "text": "fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "'- Q) Q; E '\" \"0 ~ Q) ..... '\" -' -4 3 2 Fuse/PES 0 (2) M. BULLATA (4) f!J PHENAX (1) 5 -. . .' . •• - • FLORIDANA BAILEYI (5) o MICRO PUS",
                        "eq_num": "(3)"
                    }
                ],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". placed them in the same group, but Goldman (1910, pp. 14-15) arranged them in distinct groups, separated by all the other species of the subgenus N eotoma, thereby indicating distant relationships. We are of the opinion, from the evidence at hand, that magister and ftoridana might be shown eventually to be conspecific, but this is beyond the scope of the present paper. A series of nine young specimens of ftoridana is available. The basal portion of the baculum in the young tends to be parallel-sided for most of its expanded length. As the bone develops, the proximal portion expands laterally so that in the adult this structure is somewhat triangular in shape. Of the young and adult specimens of the genus N eotoma represented, age differences are greatest in this series.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 62,
                        "text": "Goldman (1910, pp. 14-15)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": ". MAGISTER (4) • ALBIGULA (14) DEVIA (2) MEXICANA FALLA X (16) LEPIDA (6) • • • CINEREA (3) 10 • • • BliNKER/ .. (1) • • • , GILVA",
                        "eq_num": "(1)"
                    }
                ],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mexicana group.-The species mexicana is the only one represented in this group ( fig. 2D ). In this species, the baculum is distinct. It is much shorter than that of lepida and the shaft is nearly straight. The basal end is slightly expanded, both dorso-ventrally and laterally, and is inverted U-shape in cross section. From the lateral tips of the proximal expanded portion, the bone narrows first rather abruptly, then gradually. In most cases it actually widens again near the middle of the shaft and in this respect it differs from all the other groups examined by us. It narrows gradually again from the middle to near the distal end where, in many specimens, there is a slight knob.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 88,
                        "text": "fig. 2D",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "About the only observable age differences in the bacula of this group are in size and relatively less expanded basal portions in the young.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alleni group.-This subgenus is represented by two bacula of N eotoma (Hodomys) alleni. The bone resembles, in certain respects, that of albigula. It is similar from the dorsal and lateral aspects, but the basal portion is flattened more dorsoventrally and tapers less abruptly into the rounded shaft ( fig. 2C) . The shaft has a slight curvature and a small knob on the distal end; both of these characters also are present in the baculum of albigula. The basal end is only slightly concave dorsally, however, and does not, as seen in cross section, form a distinct U.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 302,
                        "end": 310,
                        "text": "fig. 2C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SUBGENUS HODOMYS",
                "sec_num": null
            },
            {
                "text": "We have considered Hodomys to be a subgenus because we have failed to find characters of sufficient fundamental importance, in our estimation, to warrant full generic rank. The character of the third lower molar seems to be the most important one separating H odomys and N eotoma. We find no approach to the general N eotoma type of tooth in a series of H odomys at hand, but we do find an occasional approach to the Hodomys type of tooth pattern in Neotoma skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS HODOMYS",
                "sec_num": null
            },
            {
                "text": "One specimen in particular, N. f. ftoridana no. 79802, from Florida, has a nearly typical Hodomys tooth pattern in the third lower molar. Apparently the difference in pattern results from a shift in position of the reentrant angles and not from an addition or loss of parts in this tooth in either group. In the subgenus Neotoma proper, the third lower molars vary in enamel pattern from those with the reentrant angles cutting only part way across the tooth, leaving a dentine connection between front and back lobes, to those with a complete separation of front and back lobes, each surrounded by enamel. Because of this variability in the pattern of the third lower molar in N eotoma, the close approach in certain specimens to H odomys, and because we find no additional pertinent characters, we believe it best to reduce H odomys to subgeneric rank. Other minor differences exist, but these are here considered to be specific, not generic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS HODOMYS",
                "sec_num": null
            },
            {
                "text": "No young specimens are available.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS HODOMYS",
                "sec_num": null
            },
            {
                "text": "Cinerea group.-The shaft of the baculum in cinerea more nearly resembles that of mexicana than that of any other species considered. It resembles mexicana superficially in the slight bulge near the middle of the shaft. The distal end is slightly expanded. The basal portion is quadrate in cross section with a slight concavity on both dorsal and ventral surfaces. In this respect the bone differs from those of all other N eotoma (fig. 2B ). The expansion of the proximal end is less marked than in any of the other species. The characters of the ba.culum as well as those of the skin and skull all point toward subgeneric rank for this group.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 430,
                        "end": 438,
                        "text": "(fig. 2B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SUBGENUS TEONOMA",
                "sec_num": null
            },
            {
                "text": "Here, as in most of the other groups, the bacula of the young are miniatures of the adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS TEONOMA",
                "sec_num": null
            },
            {
                "text": "The monotypic subgenus Teanopus, restricted in distribution to a relatively small area in southern Sonora and northern Sinaloa, Mexico, possesses a unique baculum ( fig. 2A) . In addition to being the smallest of the bacula, it differs in having practically no shaft and in being flattened dorso-ventrally. In outline it resembles a violin. The entire bone is much simplified as compared with the others here described. No young of Teanopus are available.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 165,
                        "end": 173,
                        "text": "fig. 2A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SUBGENUS TEANOPUS",
                "sec_num": null
            },
            {
                "text": "Whether the enlarged bullae and the unique baculum are sufficiently important characters to set this off as a distinct genus is a matter of opinion. Weare inclined to the belief that subgeneric rank for Teanopus, as well as for Hodomys, would be more in keeping with the standards now adopted for other groups of mammals-the ground squirrels and heteromyid rodents are two groups in point. We therefore recommend that Teanopus be reduced to subgeneric rank under the genus N eotoma.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS TEANOPUS",
                "sec_num": null
            },
            {
                "text": "The genus N eotoma of the subfamily N eotominae will now include, according to the present treatment, the following subgenera: Neotoma, Teonoma, Hodomys, and Teanopus. This places the subgenus Homodontomys in synonymy under Neotoma and reduces Hodomys and Teanopus to subgeneric rank.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUBGENUS TEANOPUS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/3/287/862232 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Macrotus mexicanus bulleri H. Allen. Big-eared Bat.-One specimen was preserved from the Barranca de Cobre. It was taken from the attic of a Mexican's home.Lasiurus cinereus (Beauvois). Hoary Bat.-One specimen was taken by Mrs. Knobloch at Mojarachic. It was hanging from the branch of a shrub in daylight and was asleep.Coryrorhinus rafinesquii mexicanu8 G. M. Allen. Long-eared Bat.-One individual was found at Mojarachic in a shallow cave.NataZus mexicanus Miller. Bat.-One specimen was taken at Mojarachic in an abandoned mine tunnel.Procyon Zotor mexicanu8 Baird. Raccoon.-One specimen was taken at Mojarachic. Nasua narica pallida J. A. Allen. Coati.-Three skins were examined from Mojarachic. Urocyon cinereoargenteus scottii (Mearns). Arizona Gray Fox.-Dne specimen was taken at Mojarachic. The fruits of mistletoe, and junipers, Juniperus flaccida and J. mexicana, were eaten by the gray foxes there in great quantities as evidenced by examinations of their droppings. More often than not, the feces were found on flat rocks.Lynx rufus baileyi Merriam. Bailey Bobcat.-Two specimens were taken at Mojarachic and one at the Barranca de Cobre. They proved to be destructive to domesticated fowl there.Bassariscus astutus consitus Nelson and Goldman. Ring-tailed Cat.-Dne specimen was taken at Mojarachic.Citellus variegatu8 rupestris J. A. Allen. Rock Squirrel.-Mojarachic furnished the only specimen taken.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Descriptions of heretofore unknown mammals from the islands in the Gulf of California",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Mexico. Trans. San Diego Soc. Nat. Hist",
                "volume": "7",
                "issue": "",
                "pages": "161--182",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURT, W. H. 1932. Descriptions of heretofore unknown mammals from the islands in the Gulf of California, Mexico. Trans. San Diego Soc. Nat. Hist., vol. 7, pp. 161- 182.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A study of the baculum in the genera Perognathus and Dipodomys",
                "authors": [],
                "year": null,
                "venue": "Jour. Mamm",
                "volume": "17",
                "issue": "",
                "pages": "145--156",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A study of the baculum in the genera Perognathus and Dipodomys. Jour. Mamm., vol. 17, pp. 145--156,6 figs.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Revision of the wood rats of the genus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1910,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. 1910. Revision of the wood rats of the genus Neotoma. U. S. Dept. Agric., N. Amer. Fauna, no. 31, 124 pp., 14 figs., 8 pIs.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A new subfamily of murine rodents-the Neatominae-with description of a new genus and species and a synopsis of the known forms",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "Hart"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proc. Acad",
                "volume": "",
                "issue": "",
                "pages": "225--252",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. HART. 1894. A new subfamily of murine rodents-the Neatominae-with description of a new genus and species and a synopsis of the known forms. Proc. Acad. Nat. Sci. Phila., pp. 225-252, 5 figs., 1 pI. (1894).",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The baculum of some Sciuridae and its significance in determining relationships",
                "authors": [
                    {
                        "first": "Otis",
                        "middle": [],
                        "last": "Wade",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "Gilbert"
                        ],
                        "last": "Paul T",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Jour. Mamm",
                "volume": "21",
                "issue": "",
                "pages": "52--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WADE, OTIS, AND PAUL T. GILBERT. 1940. The baculum of some Sciuridae and its sig- nificance in determining relationships. Jour. Mamm., vol. 21, pp. 52-63, 3 figs. Museum of Zoology, University of Michigan.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "Lateral, end, and dorsal views of bacula of Neotoma; line below each represents actual length of bone. A, N. l. lepida; B, N. juscipes annectens; C, N. a. albigula; D, N. micropus canescens; E, N. j. ftoridana.",
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": "Lateral, end, and dorsal views of bacula of Neotoma; line below each represents actual length of bone. A, N. (Teanopu8) phenax; B, N. (Teonoma) cinerea occidentali8; C, N. (HodomY8) alleni; D, N. mexicanafallax; E, N. magi8ter.",
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "text": "with length of bone plotted against lateral diameter of base. Each group is enclosed in a rectangle. ://academic.oup.com/jmammal/article/23/3/287/862232 by University of Michigan user on 07 October 2021",
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td colspan=\"8\">-Average and extreme (in parenthesis) measurements, in millimeters, of Neotoma bacula</td></tr><tr><td/><td/><td>.,</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">SPECIES</td><td>9 &lt;.&gt; ., III 0 z</td><td>LENGTH</td><td colspan=\"2\">DIAMETER OF BASE Dorso-ventral Lateral</td><td colspan=\"2\">DIAMETER OF SHAFT-NEAR MIDDLE Dorso-ventral Lateral</td></tr><tr><td colspan=\"2\">lepida lepida</td><td>5</td><td colspan=\"5\">11.26 (10. 2{)--12. 20) (.99-1.25) (1. 8{)--2. 20) (.45-.55) (.61-.70 1.15 1.98 .50 .67</td></tr><tr><td colspan=\"2\">\" gilva</td><td>1</td><td>17.05</td><td>1.32</td><td>2.50</td><td>.60</td><td>.70</td></tr><tr><td colspan=\"2\">\" felipensis</td><td colspan=\"6\">2 (14.3{)--15.60) (1.0 -1.3) (2. 1{)--2. 18) (.64-.65) (.7{)--.80)</td></tr><tr><td colspan=\"2\">\" pretiosa</td><td>11</td><td colspan=\"5\">18.01 (17. {)--2O. 2) (1.12-1.79) (2.2Q--2.79) (.61-.80) (.81-1.10) 1.53 2.51 .77 .92</td></tr><tr><td colspan=\"2\">\" marcosensis</td><td>1</td><td>18.55</td><td>1.56</td><td>2.40</td><td>.73</td><td>.90</td></tr><tr><td colspan=\"2\">\" insularis</td><td>1</td><td>8.40</td><td>1.22</td><td>2.0</td><td>.58</td><td>.76</td></tr><tr><td>bunkeri</td><td/><td>1</td><td>21.83</td><td>1.40</td><td>2.60</td><td>.81</td><td>.92</td></tr><tr><td colspan=\"2\">fuscipes annectens</td><td colspan=\"6\">2 (5.02-5.50) (1. 8{)--1. 92) (3.5{)--3.62) (.8{)--.89) (. 9{)--. 99)</td></tr><tr><td colspan=\"2\">albigula albigula</td><td>13</td><td>6.57</td><td>1.53</td><td>3.1</td><td>.60</td><td>.61</td></tr><tr><td/><td/><td/><td colspan=\"5\">(5.8{)--7.60) (1.25-1.79) (2.82-3.50) (.42-.73) (.51-.73)</td></tr><tr><td colspan=\"2\">\" melanura</td><td>1</td><td>6.10</td><td>1.20</td><td>2.92</td><td>.44</td><td>.70</td></tr><tr><td colspan=\"2\">\" robusta</td><td>1</td><td>6.89</td><td>1.70</td><td>3.50</td><td>.80</td><td>.70</td></tr><tr><td colspan=\"2\">micropus micropus</td><td colspan=\"3\">2 (6.25-6.99) (1. 61-1. 70)</td><td>3.21</td><td colspan=\"2\">(.7{)--.89) (. 8{)--. 83)</td></tr><tr><td>\"</td><td>canescens</td><td colspan=\"6\">2 (5.95-7.61) (1. 64-1. 65) (3.29-3.35) (.8{)--.90) (.80-.91)</td></tr><tr><td colspan=\"2\">floridana floridana</td><td>1</td><td>6.02</td><td>1.80</td><td>2.90</td><td>.79</td><td>.78</td></tr><tr><td>\"</td><td>baileyi</td><td>5</td><td colspan=\"5\">7.28 (6.80--8.02) (1. 25-1. 90) (2.76-3.60) (.62-.99) (.68-1.08) 1.52 3.03 .74 .83</td></tr><tr><td>magister</td><td/><td>4</td><td>6.79</td><td>1.74</td><td>3.32</td><td>.69</td><td>.82</td></tr><tr><td/><td/><td/><td colspan=\"5\">(6.41-7.10) (1.45-1.98) (2.93-3.50) (.6{)--.86) (.75-.93)</td></tr><tr><td colspan=\"2\">mexicana mexicana</td><td colspan=\"6\">2 (5.38-5.60) (.89-1.09) (1. 84-2.21) (.51-.55) (.61-.70)</td></tr><tr><td>\"</td><td>bullata</td><td>1</td><td>5.50</td><td>.70</td><td>2.35</td><td>.50</td><td>.56</td></tr><tr><td>\"</td><td>fallax</td><td>16</td><td>6.33 (5. 9{)--7. 0)</td><td colspan=\"4\">1.00 (.76-1.28) (1. 72-2. 70) (.41-.75) (.54-.90) 2.27 .57 .66</td></tr><tr><td>alleni</td><td/><td colspan=\"6\">2 (6.01-6.80) (1.{)--1.2) (2. 4{)--3. 0) (.5{)--.60) (.65-.75)</td></tr><tr><td colspan=\"2\">cinerea occidentalis</td><td>3</td><td colspan=\"5\">5.54 (5. 2{)--5. 95) (.6Q--1.1O) (1.1{)--1. 70) (.4Q--.57) ( .58-.62) .90 1.50 .49 .60</td></tr><tr><td>phenax</td><td/><td>1</td><td>3.61</td><td>.81</td><td>1.51</td><td>.42</td><td>,50</td></tr><tr><td/><td/><td/><td colspan=\"2\">SUBGENUS NEOTOMA</td><td/><td/><td/></tr></table>",
                "num": null,
                "text": "",
                "type_str": "table"
            }
        }
    }
}