{
    "paper_id": "CaccavoandWeksler2021-SystematicsoftherodentgenusNeacomysThom",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:34.076820Z"
    },
    "title": "Systematics of the rodent genus Neacomys Thomas (Cricetidae: Sigmodontinae): two new species and a discussion on carotid patterns",
    "authors": [
        {
            "first": "Aldo",
            "middle": [],
            "last": "Caccavo",
            "suffix": "",
            "affiliation": {},
            "email": "a.caccavo@gmail.com"
        },
        {
            "first": "Marcelo",
            "middle": [],
            "last": "Weksler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The taxonomy of the oryzomyine genus Neacomys currently is in a state of flux: systematic studies in the last 20 years increased its diversity from four to 16 species, with an additional several undescribed phylogenetic lineages. Despite this progress, morphological variation and species limits remain poorly known for several species groups and complexes within the genus, such as N. tenuipes, N. musseri, and N. dubosti. Here we analyze the variation of morphological characters and morphometric patterns of two new candidate species of Neacomys for northern Venezuela and Pará state, Brazil, that are characterized by the presence of derived carotid circulation, a rare character state for the genus. Analyzed material included holotypes, type series, and/or topotypes of almost all described species of Neacomys, including type series of N. musseri, the holotype of N. tenuipes, and sequenced specimens of N. xingu. Qualitative comparison showed that 25 characters are informative for the distinction of the two new forms, and morphometric analyses corroborated the morphological separation of the new species. Results also point that N. tenuipes might represent a species complex. The new forms are sympatric with other species, including N. tenuipes and N. xingu, and can be identified by a suite of morphological characters, including the presence of a derived carotid pattern and, for the Pará form, by a unique morphology of the first upper molar. We review the occurrence of carotid circulation patterns within Sigmodontinae and discuss its use for the systematics of the subfamily. Further studies involving the new Neacomys species will contribute to understanding the biogeographic patterns and evolutionary trends within this distinct and diverse genus.",
    "pdf_parse": {
        "paper_id": "CaccavoandWeksler2021-SystematicsoftherodentgenusNeacomysThom",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The taxonomy of the oryzomyine genus Neacomys currently is in a state of flux: systematic studies in the last 20 years increased its diversity from four to 16 species, with an additional several undescribed phylogenetic lineages. Despite this progress, morphological variation and species limits remain poorly known for several species groups and complexes within the genus, such as N. tenuipes, N. musseri, and N. dubosti. Here we analyze the variation of morphological characters and morphometric patterns of two new candidate species of Neacomys for northern Venezuela and Pará state, Brazil, that are characterized by the presence of derived carotid circulation, a rare character state for the genus. Analyzed material included holotypes, type series, and/or topotypes of almost all described species of Neacomys, including type series of N. musseri, the holotype of N. tenuipes, and sequenced specimens of N. xingu. Qualitative comparison showed that 25 characters are informative for the distinction of the two new forms, and morphometric analyses corroborated the morphological separation of the new species. Results also point that N. tenuipes might represent a species complex. The new forms are sympatric with other species, including N. tenuipes and N. xingu, and can be identified by a suite of morphological characters, including the presence of a derived carotid pattern and, for the Pará form, by a unique morphology of the first upper molar. We review the occurrence of carotid circulation patterns within Sigmodontinae and discuss its use for the systematics of the subfamily. Further studies involving the new Neacomys species will contribute to understanding the biogeographic patterns and evolutionary trends within this distinct and diverse genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "A taxonomia do gênero Neacomys, tribo Oryzomyini, apresenta-se em estado de mudança: os estudos sistemáticos nos últimos 20 anos aumentaram sua diversidade de quatro para 16 espécies e detectaram diversas linhagens filogenéticas ainda não descritas. Apesar deste progresso, a variação morfológica e os limites entre espécies são pouco conhecidos para vários grupos e/ou complexos de espécies do gênero, como N. tenuipes, N. musseri e N. dubosti. Aqui analisamos a variação de caracteres morfológicos e padrões morfométricos de duas candidatas a novas espécies de Neacomys do norte da Venezuela e estado do Pará, no Brasil, que são caracterizadas pela presença de um padrão derivado de circulação carotídea, um raro estado de caráter para o gênero. O material analisado inclui o holótipo, a série tipo e/ou topótipos de quase todas as espécies atualmente descritas de Neacomys, incluindo a série tipo de N. musseri, o holótipo de N. tenuipes e espécimes sequenciados de N. xingu. Comparações qualitativas mostraram que 25 caracteres são informativos para a distinção das duas novas formas, e análises morfométricas corroboraram a separação morfológica entre as novas espécies. Os resultados também apontam que N. tenuipes representa, provavelmente, um complexo de espécies. As novas formas são simpátricas com outras espécies, como N. tenuipes e N. xingu, e podem ser identificadas por um conjunto de caracteres morfológicos, incluindo a presença de um padrão de circulação carotídea derivado e, para a forma do Pará, uma morfologia única do primeiro molar superior. A ocorrência de padrões de circulação carotídea em sigmodontíneos é revista e discutimos seu uso para Some of the species recognized in Neacomys remain enigmatic, and little is known about the morphological limits of the genus. A distinct example is Neacomys tenuipes, a small-bodied species described by Thomas (1900) based on specimens collected near Bogotá, Colombia. The current distribution of N. tenuipes includes Colombia and Venezuela, and was delimited based on the results of Voss et al. (2001) , who used both Colombian and Venezuelan specimens to establish differences among N. tenuipes, N. guianae, N. paracou, and N. dubosti . Neacomys tenuipes also is poorly represented in molecular studies, as until recently only a partial sequence was available of cytochrome b, obtained from a specimen of the type series. Recently, nine new sequences were included in phylogenetic analysis and made available, but all of them are from Colombian specimens (Colmenares-Pinzón 2021). Almost nothing is known about the Venezuelan individuals of this species.",
                "cite_spans": [
                    {
                        "start": 1871,
                        "end": 1884,
                        "text": "Thomas (1900)",
                        "ref_id": null
                    },
                    {
                        "start": 2052,
                        "end": 2070,
                        "text": "Voss et al. (2001)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 2153,
                        "end": 2204,
                        "text": "N. tenuipes, N. guianae, N. paracou, and N. dubosti",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Another enigmatic species is Neacomys musseri, which is known from less than 40 individuals from nine localities in western Amazonia (Patton et al. 2000; Weksler and Bonvicino 2015a) . Until recently, this small spiny mouse was the only species of Neacomys known to exhibit a derived carotid circulation pattern, characterized by the absence of a squamosalalisphenoid groove and sphenofrontal foramen, coupled with persistence of a large stapedial foramen (pattern 2 of Voss 1988) , which allowed N. musseri to be unequivocally recognized from the other species of the genus (Patton et al. 2000; Weksler and Bonvicino 2015a) . However, the recent description of Neacomys marajoara and N. xingu by Semedo et al. (2020) , from eastern Amazonia, showed that this distinctive carotid arrangement, related to the loss of the supraorbital branch of stapedial artery (Bugge 1970 (Bugge , 1985 , occurs in at least two other species of Neacomys.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 153,
                        "text": "(Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 154,
                        "end": 182,
                        "text": "Weksler and Bonvicino 2015a)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 470,
                        "end": 480,
                        "text": "Voss 1988)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 575,
                        "end": 595,
                        "text": "(Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 596,
                        "end": 624,
                        "text": "Weksler and Bonvicino 2015a)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 697,
                        "end": 717,
                        "text": "Semedo et al. (2020)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 860,
                        "end": 871,
                        "text": "(Bugge 1970",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 872,
                        "end": 885,
                        "text": "(Bugge , 1985",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Based on the examination of several hundred museum specimens, we report herein the occurrence of two new forms of Neacomys, one from the Venezuelan Coastal Central Cordillera region and one from eastern Amazonia in Pará state, Brazil, that also display the derived carotid circulation pattern. To assess the taxonomic status of these populations, we provide qualitative morphological comparisons among the new forms and other species groups of Neacomys; we carried out morphometric analyses among the new species and samples of N. musseri, N. tenuipes, and N. xingu. We describe the two new species and characterize the variation of the carotid circulation pattern among Neacomys species, and in sigmodontines in general.",
                "cite_spans": [
                    {
                        "start": 528,
                        "end": 559,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-We analyzed 899 specimens of Neacomys from the entire geographic range of the genus (Araujo 2019; Supplementary Data SD1) . Analyzed material included holotypes, type series, and/or topotypes of all described species of Neacomys, as well as voucher specimens of available DNA sequences, including exemplars of the recently described N. xingu from Pará state in Brazil, which already had been recovered as an independent lineage in molecular analyses (Patton et al. 2000; da Silva et al. 2015 da Silva et al. , 2017 Hurtado and Pacheco 2017; Sánchez-Vendizú et al. 2018) . Type material of the recently described species N. macedoruizi, N. vossi, N. xingu, and N. marajoara was analyzed from photographs. Specimens were compared using qualitative and quantitative morphological characters; individuals included in the present analyses are listed in Appendix I, along with sex, age, and locality. Morphological comparisons of the new taxa with all species of Neacomys are provided in the descriptions; in addition, we carried out a more detailed morphological and morphometric analysis focused on sympatric and/or morphologically similar species, such as N. musseri, N. tenuipes, and N. xingu. Specimens of N. marajoara, a morphologically similar species recently described from Pará state, were unavailable for morphometric analysis, but we provide morphological comparisons based on high-resolution photographs and on the description of the species (Semedo et al. 2020) . Further analyses and comparisons, involving taxonomic status of other forms or available names within Neacomys, are beyond the focus of the present study and will be explored in future reports.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 117,
                        "text": "(Araujo 2019;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 118,
                        "end": 141,
                        "text": "Supplementary Data SD1)",
                        "ref_id": null
                    },
                    {
                        "start": 470,
                        "end": 490,
                        "text": "(Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 491,
                        "end": 511,
                        "text": "da Silva et al. 2015",
                        "ref_id": null
                    },
                    {
                        "start": 512,
                        "end": 534,
                        "text": "da Silva et al. , 2017",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 535,
                        "end": 560,
                        "text": "Hurtado and Pacheco 2017;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 561,
                        "end": 589,
                        "text": "Sánchez-Vendizú et al. 2018)",
                        "ref_id": null
                    },
                    {
                        "start": 640,
                        "end": 668,
                        "text": "N. macedoruizi, N. vossi, N.",
                        "ref_id": null
                    },
                    {
                        "start": 1173,
                        "end": 1204,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 1469,
                        "end": 1489,
                        "text": "(Semedo et al. 2020)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "The localities of the specimens used in the detailed analyses and comparisons are shown in Fig. 1 ; geographic information (locality, latitude, longitude, and elevation) are provided in Appendix II. Based on localities and qualitative morphological features, we organized the specimens examined into five groups for qualitative analysis and descriptive statistics, corresponding to the three current species, N. tenuipes (N = 86), N. xingu (N = 14) , and N. musseri (N = 13), and the two putative new species, referred to as \"Carajás\" (N = 6) and \"Coastal Venezuela\" (N = 7). For the multivariate analysis we used a subset of individuals of N. tenuipes (N = 22). For some analyses, detailed below, we divided N. tenuipes into Colombian (N = 8) and Venezuelan individuals; we also divided N. xingu and Venezuelan N. tenuipes into two groups each, one including individuals from the localities where they are found in sympatry with the putative new species (both with N = 8) and other with individuals from other localities (both with N = 6), totaling eight groups.",
                "cite_spans": [
                    {
                        "start": 421,
                        "end": 448,
                        "text": "(N = 86), N. xingu (N = 14)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 97,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Qualitative morphological characters.-Integumental, cranial, and dental anatomical characters were surveyed from original species descriptions and morphological studies including Neacomys (Thomas 1882 (Thomas , 1900 (Thomas , 1903 (Thomas , 1905 Allen 1912; Goldman 1912; Hershkovitz 1940; Lawrence 1941; Patton et al. 2000; Voss et al. 2001; Weksler 2006; Hurtado and Pacheco 2017) . From a total of 142 morphological characters initially assessed (Araujo 2019), we selected 89 characters to describe qualitative variation among populations. We examined wet and dry specimens for external characteristics, and clean skull and mandibles for cranial, mandibular, and dental characteristics. Geographic qualitative variation was analyzed using pie charts generated with the software R 4.0 (R Development Core Team 2018).",
                "cite_spans": [
                    {
                        "start": 188,
                        "end": 200,
                        "text": "(Thomas 1882",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 201,
                        "end": 215,
                        "text": "(Thomas , 1900",
                        "ref_id": null
                    },
                    {
                        "start": 216,
                        "end": 230,
                        "text": "(Thomas , 1903",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 231,
                        "end": 245,
                        "text": "(Thomas , 1905",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 246,
                        "end": 257,
                        "text": "Allen 1912;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 258,
                        "end": 271,
                        "text": "Goldman 1912;",
                        "ref_id": null
                    },
                    {
                        "start": 272,
                        "end": 289,
                        "text": "Hershkovitz 1940;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 290,
                        "end": 304,
                        "text": "Lawrence 1941;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 305,
                        "end": 324,
                        "text": "Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 325,
                        "end": 342,
                        "text": "Voss et al. 2001;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 343,
                        "end": 356,
                        "text": "Weksler 2006;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 357,
                        "end": 382,
                        "text": "Hurtado and Pacheco 2017)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "External and cranial variables.-Five external measurements were obtained, when available, from specimens' labels: head and body length (HBL), from the tip of nose to dorsal flexure at the base of the tail; tail length (TaL), from the dorsal flexure at the base of the tail; hind foot length (HF), from proximal margin of calcaneus to tip of longest claw; ear height (E), from notch to top of pinna (all in millimeters, mm); and body mass (w, in grams, g). In some cases, HBL was obtained extracting the TaL value of the total length (TL), measured from the tip of nose to tip of the last tail vertebra. These measurements were used to compute descriptive statistics (mean, standard deviation, and range) for each population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Eighteen cranial variables previously employed in Neacomys studies (Supplementary Data SD2; Patton et al. 2000; Voss et al. 2001; Hurtado and Pacheco 2017; Sańchez-Vendizú et al. 2018; Semedo et al. 2020) were measured with digital calipers to the nearest 0.01 mm: condyloincisive length (CIL): measured from anterior margin of upper incisors to posterior margins of the occipital condyles; length of incisive foramina (LIF): greatest length of incisive foramina; breadth of incisive foramina (BIF): greatest transversal breadth of incisive foramina; length of diastema (LD): measured from crown of first molar to internal curvature of incisor on same side; length of molars (LM): crown length obtained from first to third molars; alveolar width (AW): external distance obtained across alveoli of upper first molars; breadth of palatal bridge (BPB): measured at level of protocone of first maxillary molars; length of rostrum (LR): measured from anterior end of a nasal bone to posterior margin of the zygomatic notch on same side; nasal length (NL): greatest length of nasal bone, measured from anterior nasal margin to suture between nasal and frontal; rostral width (RW.2): rostral width obtained at suture level between maxilla and premaxilla; least interorbital breadth (LIB): shortest distance obtained through frontal bones between orbital fossae; orbital length (OL): measured diagonally from anterior margin to the posterior margin of orbit; breadth of zygomatic plate (BZP): least distance between the anterior and posterior margins of zygomatic plate; zygomatic breadth (ZB): largest skull width measured across zygomatic arches; braincase breadth (BB): larger transverse dimension through the skull above and slightly behind squamosal zygomatic process; occipital condyle breadth (OCB): distance between the outer margins of the occipital condyles; basioccipital length (BOL): distance from the anterior margin of the foramen magnum to the basioccipital-basisphenoid suture; cranial depth (CD): vertical distance between the planes formed by the auditory bullae and the top of the cranial vault.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 111,
                        "text": "Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 112,
                        "end": 129,
                        "text": "Voss et al. 2001;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 130,
                        "end": 155,
                        "text": "Hurtado and Pacheco 2017;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 156,
                        "end": 185,
                        "text": "Sańchez-Vendizú et al. 2018;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 186,
                        "end": 205,
                        "text": "Semedo et al. 2020)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Ontogenetic and sexual variation.-Individuals were sorted into six age classes based on eruption and wear of upper molars; age classes were adapted from Oliveira et al. (1998) and similar to the scheme employed by Semedo et al. (2020) . Class 1: incomplete molar eruption, M3 not erupted; class 2: complete molar toothrow eruption, molars unworn; class 3: molars slightly worn, topographic structures recognizable in all molars; class 4: molars worn, topographic structures still recognizable in M1 and M2; class 5: molars worn, topographic structures recognizable only in M1; and class 6: molars heavily worn, topographic structures unrecognizable in all molars. Cranial measurements were obtained only from adult individuals in age classes 3 -6.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 175,
                        "text": "Oliveira et al. (1998)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 214,
                        "end": 234,
                        "text": "Semedo et al. (2020)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Studies have shown that sigmodontine rodents, and oryzomyines in particular, do not exhibit sexual dimorphism (1, 22-23), N. xingu (2-7) , and N. tenuipes (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) (18) (19) (20) (21) (24) (25) (26) (27) (28) (29) (30) . White hexagons correspond to localities where the two new putative species were collected. Locality 22 is the type locality of N. musseri, and locality 21 is the type locality of N. tenuipes. Locality names are given in Appendix II. Continuous black lines represent country borders, dashed lines represent limits among Brazilian states, and gray lines represent major rivers. Dashed polygon delimits the Xingu center of endemism. Gray shades represent altitudinal variation, with darker shades representing higher areas. BOL: Bolivia, BRA: Brazil, COL: Colombia, ECU: Ecuador, FRG: French Guiana, GUY: Guyana, PER: Peru, SUR: Surinam, VEN: Venezuela. AC: Acre, AM: Amazonas, AP: Amapá, GO: Goiás, MT: Mato Grosso, PA: Pará, RO: Rondônia, RR: Roraima.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 136,
                        "text": "(1, 22-23), N. xingu (2-7)",
                        "ref_id": null
                    },
                    {
                        "start": 155,
                        "end": 158,
                        "text": "(8)",
                        "ref_id": null
                    },
                    {
                        "start": 159,
                        "end": 162,
                        "text": "(9)",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 167,
                        "text": "(10)",
                        "ref_id": null
                    },
                    {
                        "start": 168,
                        "end": 172,
                        "text": "(11)",
                        "ref_id": null
                    },
                    {
                        "start": 173,
                        "end": 177,
                        "text": "(12)",
                        "ref_id": null
                    },
                    {
                        "start": 178,
                        "end": 182,
                        "text": "(13)",
                        "ref_id": null
                    },
                    {
                        "start": 183,
                        "end": 187,
                        "text": "(14)",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 192,
                        "text": "(15)",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 197,
                        "text": "(16)",
                        "ref_id": null
                    },
                    {
                        "start": 198,
                        "end": 202,
                        "text": "(17)",
                        "ref_id": null
                    },
                    {
                        "start": 203,
                        "end": 207,
                        "text": "(18)",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 212,
                        "text": "(19)",
                        "ref_id": null
                    },
                    {
                        "start": 213,
                        "end": 217,
                        "text": "(20)",
                        "ref_id": null
                    },
                    {
                        "start": 218,
                        "end": 222,
                        "text": "(21)",
                        "ref_id": null
                    },
                    {
                        "start": 223,
                        "end": 227,
                        "text": "(24)",
                        "ref_id": null
                    },
                    {
                        "start": 228,
                        "end": 232,
                        "text": "(25)",
                        "ref_id": null
                    },
                    {
                        "start": 233,
                        "end": 237,
                        "text": "(26)",
                        "ref_id": null
                    },
                    {
                        "start": 238,
                        "end": 242,
                        "text": "(27)",
                        "ref_id": null
                    },
                    {
                        "start": 243,
                        "end": 247,
                        "text": "(28)",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 252,
                        "text": "(29)",
                        "ref_id": null
                    },
                    {
                        "start": 253,
                        "end": 257,
                        "text": "(30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "JOURNAL OF MAMMALOGY in external and cranial measurements (Voss 1988; Abreu-Júnior et al. 2012; Caccavo and Oliveira 2016) . The lack of sexual dimorphism also has been observed in several species of Neacomys (Patton et al. 2000; Voss et al. 2001; Hurtado and Pacheco 2017; Sańchez-Vendizú et al. 2018) . Considering these previous findings and given that our sample size is small, males and females were used jointly in all morphometric analyses.",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 69,
                        "text": "(Voss 1988;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 70,
                        "end": 95,
                        "text": "Abreu-Júnior et al. 2012;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 96,
                        "end": 122,
                        "text": "Caccavo and Oliveira 2016)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 209,
                        "end": 229,
                        "text": "(Patton et al. 2000;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 230,
                        "end": 247,
                        "text": "Voss et al. 2001;",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 248,
                        "end": 273,
                        "text": "Hurtado and Pacheco 2017;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 274,
                        "end": 303,
                        "text": "Sańchez-Vendizú et al. 2018)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "856",
                "sec_num": null
            },
            {
                "text": "Statistical analysis.-We computed descriptive statistics for all variables and used three multivariate techniques to evaluate patterns of morphometric differences among samples: multivariate analysis of variance (MANOVA); principal component analysis (common PCA and size-free PCA using Mosimann shape variables -Mosimann 1970) , based on the variance-covariance matrix of log-transformed measurements; and canonical variate analysis (CVA = discriminant function analysis or DFA), based on nontransformed variance-covariance matrix. All analyses were implemented using the software R 4.0, using the built-in package \"stats\" in RStudio (RStudio Team 2020).",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 327,
                        "text": "-Mosimann 1970)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "856",
                "sec_num": null
            },
            {
                "text": "Distribution patterns for each measurement were assessed graphically using box plots generated using package ggplot2 (Wickham 2016) in R. For PCA and CVA, we report eigenvalues, eigenvectors, explained variance for principal components (PCs) and canonical variates (CVs), and scatterplots of PCs and CVs scores. We assessed the statistical significance of PCs using Broken Stick (BS) test (Frontier 1976; Peres-Neto et al. 2005) . To minimize overfitting in discriminant analysis, caused by a low sample size to number of variables ratio (Kovarovic et al. 2011 ; Mitteroecker and Bookstein 2011), we carried out CVA based on a subset of 10 variables (CIL, LIF, BIF, RW.2, LR, NL, BZP, OCB, BB, and CD) that fairly represent general skull dimensions. In addition, CVA was undertaken using the data set divided in eight groups for two reasons: 1) to account for possible geographic variation within Colombian and Venezuelan N. tenuipes; and 2) to minimize the chances of the two putative new species being incorrectly discriminated from Venezuelan N. tenuipes and N. xingu by dividing the latter two in two groups each and allowing each group to be placed freely within the morphospace based on morphometric patterns. Finally, to prevent further decrease in our sampling size, we employed slightly damaged skulls with a maximum of three missing measurements, estimating the unknown values with an expectation-maximization with bootstrapping algorithm (EMB-Honaker et al. 2011) , as implemented in the Amelia II package (Honaker et al. 2011) in R.",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 131,
                        "text": "(Wickham 2016)",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 389,
                        "end": 404,
                        "text": "(Frontier 1976;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 405,
                        "end": 428,
                        "text": "Peres-Neto et al. 2005)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 538,
                        "end": 560,
                        "text": "(Kovarovic et al. 2011",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1449,
                        "end": 1474,
                        "text": "(EMB-Honaker et al. 2011)",
                        "ref_id": null
                    },
                    {
                        "start": 1517,
                        "end": 1538,
                        "text": "(Honaker et al. 2011)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "856",
                "sec_num": null
            },
            {
                "text": "Of the 89 qualitative characters initially analyzed, 25 characters exhibited variation patterns that could be taxonomically relevant among the samples of the two putative species \"Carajás\" (N = 6) and \"Coastal Venezuela\" (N = 7), N. tenuipes (N = 86), N. xingu (N = 14) , and N. musseri (N = 13). Ten characters exhibited differences among species groups or distinguished N. musseri from the other species (Supplementary Data SD3). The variation of external and craniodental features that distinguishes the Carajás and Coastal Venezuela samples from N. musseri, N. tenuipes, and N. xingu is summarized in Fig. 2 , illustrated in Figs. 3 and 4, and described below (see also Supplementary Data SD4 and SD5).",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 269,
                        "text": "N. xingu (N = 14)",
                        "ref_id": null
                    },
                    {
                        "start": 550,
                        "end": 581,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 605,
                        "end": 611,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "External.-The combination of states observed for tail length and presence or absence of metatarsal patches are important to distinguish among the five groups (Fig. 2) . All Carajás and N. xingu specimens, and most (70%) specimens of N. tenuipes do not exhibit metatarsal patches (Fig. 3A) , while all specimens from Coastal Venezuela and around 75% of N. musseri individuals exhibit a darker pigmented metatarsal region of the hind foot ( Fig. 3B ). Specimens from Coastal Venezuela exhibit a very long tail (> 120% of HBL; Fig. 3E ), whereas it is shorter (equal or subtly longer, between 100% and 115% of HBL; Fig.  3D ) in virtually all N. xingu and most (70%) N. musseri. Most Carajás specimens exhibit very short tails (less than 100% of HBL; Fig. 3C ), and N. tenuipes exhibit tails subequal or very long in similar frequencies.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 158,
                        "end": 166,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 279,
                        "end": 288,
                        "text": "(Fig. 3A)",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 446,
                        "text": "Fig. 3B",
                        "ref_id": null
                    },
                    {
                        "start": 524,
                        "end": 531,
                        "text": "Fig. 3E",
                        "ref_id": null
                    },
                    {
                        "start": 612,
                        "end": 620,
                        "text": "Fig.  3D",
                        "ref_id": null
                    },
                    {
                        "start": 748,
                        "end": 755,
                        "text": "Fig. 3C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull.-Six cranial characters were recognized as having large variation among populations (Figs. 2 and 3 ). All traits exhibit polymorphism in at least one population, and three characters present intrapopulational variation for all groups. Nevertheless, the combination of character states can almost unambiguously distinguish individuals from all populations. Most N. musseri and N. tenuipes individuals exhibit a distinct postnasal depression ( Fig. 3G ), whereas most specimens of N. xingu from Coastal Venezuela, and all specimens from Carajás exhibit a shallow depression, with the posterior region of nasals at the same level of the frontals (Fig. 3F ). Most Carajás specimens exhibit lacrimals contacting equally the maxillary and frontal bones ( Fig. 3H ), whereas most specimens of N. musseri and Coastal Venezuela exhibit lacrimal bones contacting mainly the maxillary bone (Fig. 3I) ; N. tenuipes and N. xingu specimens exhibit both states in similar proportions. Most N. xingu exhibit narrow subsquamosal fossae ( Fig. 3J ), whereas most Carajás and N. musseri specimens exhibit broad subsquamosal fossae (Fig. 3K ). Neacomys tenuipes and Coastal Venezuela specimens exhibit narrow or broad fossae in similar frequencies. All specimens of N. musseri and Coastal Venezuela, and most specimens from Carajás, exhibit derived carotid circulation pattern (Fig. 4B) , whereas all N. tenuipes and most N. xingu exhibited primitive carotid circulation pattern (Fig. 4A) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 104,
                        "text": "(Figs. 2 and 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 448,
                        "end": 455,
                        "text": "Fig. 3G",
                        "ref_id": null
                    },
                    {
                        "start": 649,
                        "end": 657,
                        "text": "(Fig. 3F",
                        "ref_id": null
                    },
                    {
                        "start": 755,
                        "end": 762,
                        "text": "Fig. 3H",
                        "ref_id": null
                    },
                    {
                        "start": 885,
                        "end": 894,
                        "text": "(Fig. 3I)",
                        "ref_id": null
                    },
                    {
                        "start": 1027,
                        "end": 1034,
                        "text": "Fig. 3J",
                        "ref_id": null
                    },
                    {
                        "start": 1118,
                        "end": 1126,
                        "text": "(Fig. 3K",
                        "ref_id": null
                    },
                    {
                        "start": 1363,
                        "end": 1372,
                        "text": "(Fig. 4B)",
                        "ref_id": null
                    },
                    {
                        "start": 1465,
                        "end": 1474,
                        "text": "(Fig. 4A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "In ventral view, most specimens of Coastal Venezuela, N. musseri, N. tenuipes, and N. xingu, exhibit a shallow single posterolateral palatal pit in each side of the mesopterygoid fossa ( Fig. 4C ), whereas in most Carajás specimens there are multiple pits (Fig. 4D) . In Carajás specimens and most individuals of N. xingu and N. tenuipes, the medial process is absent ( Fig. 4E ), whereas in most Coastal Venezuela specimens it is present (Fig. 4F) ; in specimens of N. musseri it is equally present or absent.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 85,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 187,
                        "end": 194,
                        "text": "Fig. 4C",
                        "ref_id": null
                    },
                    {
                        "start": 256,
                        "end": 265,
                        "text": "(Fig. 4D)",
                        "ref_id": null
                    },
                    {
                        "start": 370,
                        "end": 377,
                        "text": "Fig. 4E",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 448,
                        "text": "(Fig. 4F)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Mandible.-Only the angular notch in the mandible contributes to distinguish populations (Figs. 2 and 4). Most specimens of N. xingu exhibit a deep angular notch, anterior to condylar process, which is more posteriorly projected than the angular process, whereas in N. musseri and most specimens of N. tenuipes, Carajás, and Coastal Venezuela, present shallow angular notch ( Fig. 4G ), extending to halfway of the condylar process, whereas most individuals from Pará exhibit deep angular notch (Fig. 4H) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 375,
                        "end": 382,
                        "text": "Fig. 4G",
                        "ref_id": null
                    },
                    {
                        "start": 494,
                        "end": 503,
                        "text": "(Fig. 4H)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Teeth.-In all dental characters, at least one population exhibits polymorphism, but the general variation patterns and the combination of characters allowed the distinction of the five groups. In most specimens of Coastal Venezuela and Carajás, the anterocone is narrow and anteriorly rounded (Figs. 4K and 4L), In all Carajás individuals, the procingulum of M1 presents two inner folds, contiguous to the anteroflexus and protoflexus Fig. 4L ), whereas this feature is absent in all individuals of the other species . In all specimens of Carajás, the anteroloph and the anteroflexus are absent ( Fig. 4L ), while the anteroloph is present in all specimens of the other species, both distinct or confluent with the anterocone . Most N. musseri, N. xingu, N. tenuipes, and Carajás, individuals exhibit a straight mesoloph in M1, not labially connected with paracone (Figs. 4I, 4J, and 4L), whereas most Coastal Venezuela specimens exhibit anteroposteriorly convex mesoloph that are labially connected to the paracone (Fig. 4K) . Finally, most individuals from Carajás and Coastal Venezuela exhibit a contiguous (i.e., not segmented) mesoflexus (Figs. 4K and 4L), while in specimens of N. tenuipes, most N. xingu, and N. musseri, the mesoflexus is segmented into two (or three) mesofossetae, a medial and at least one labial (Figs. 4I and 4J) .",
                "cite_spans": [
                    {
                        "start": 728,
                        "end": 771,
                        "text": "Most N. musseri, N. xingu, N. tenuipes, and",
                        "ref_id": null
                    },
                    {
                        "start": 1323,
                        "end": 1340,
                        "text": "(Figs. 4I and 4J)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 435,
                        "end": 442,
                        "text": "Fig. 4L",
                        "ref_id": null
                    },
                    {
                        "start": 597,
                        "end": 604,
                        "text": "Fig. 4L",
                        "ref_id": null
                    },
                    {
                        "start": 1016,
                        "end": 1025,
                        "text": "(Fig. 4K)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Summary of differences in the two candidate new species.-Among the 25 characters described in the present section, one character (carotid circulation pattern) unambiguously differentiates Coastal Venezuela specimens from N. tenuipes, and eight characters show strong differences in frequency states between them (presence of metatarsal patches, tail length, depth of postnasal depression, posterolateral palatal pits, shape of anterocone, presence of the anteromedian flexus, and shape of mesoloph of M1; Fig. 2 ). There are six characters that strongly differentiate Coastal Venezuela specimens from N. musseri (tail length, depth of postnasal depression, shape of anterocone, presence of anteromedian flexus, shape of mesolophs in M1, and segmentation of mesoflexus in M2; Fig. 2 ). There is one character that unambiguously distinguishes, and six characters that show strong differences in frequency states between Coastal Venezuela and N. xingu (metatarsal patches, tail length, carotid circulation pattern, medial palatal process, shape of anterocone, presence of anteromedian flexus, shape of mesoloph in M1, and segmentation of mesoflexus in M2; Fig. 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 505,
                        "end": 511,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 775,
                        "end": 781,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1153,
                        "end": 1159,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Two characters (presence of procingulum inner folds and absence of anteroloph and anteroflexus in M1; Fig. 2 ) unambiguously differentiate Carajás specimens of all other species analyzed here. In addition, seven characters show strong differences in frequency states between Carajás and N. xingu (tail length, shape of subsquamosal fenestrae, carotid circulation pattern, posterolateral palatal pits, shape of anterocone in M1, and segmentation of mesofexus in M2; Fig. 2 ). Also, seven characters show strong differences in frequency states between Carajás and N. musseri (metatarsal patches, tail length, postnasal depression, lacrimal bones, posterolateral palatal pits, shape of anterocone and presence of anteromedian flexus in M1, and fragmentation of M1; Fig. 2 ), as well as between Carajás and N. tenuipes (tail length, postnasal depression, carotid circulation pattern, posterolateral palatal pits, shape of anterocone, anteromedian flexus in M1, and segmentation of mesoflexus in M2; Fig. 2 ). Finally, six characters show strong differences in frequency states between Carajás and Coastal Venezuela (metatarsal patches, tail length, lacrimal bones, posterolateral palatal pits, medial palatal process, and shape of mesoloph in M1; Fig. 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 108,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 465,
                        "end": 471,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 762,
                        "end": 768,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 995,
                        "end": 1001,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1243,
                        "end": 1249,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Morphometric analyses.-Descriptive statistics for each sample are given in Table 1 and the original measurements are available in Supplementary Data SD6. MANOVA results show significant morphometric differences among the samples (Pillai F 72 = 3.0261, P < 0.001; Wilks F 72 = 4.2803, P < 0.001). Pairwise post hoc tests with Benjamini-Hochberg correction Hochberg 1995, Benjamini and Yekutieli 2001) using a false discovery rate of 0.05 showed that most variables exhibit significant differences among samples (adjusted P-values < 0.001 for most and P-value = 0.015 for NL), except LIF, BZP, OL, and BOL (adjusted P-values, respectively, 0.072 for the two former and 0.291 for the latter two). Among the box plots for each variable (Supplementary Data SD7), those for CIL, LD, LR, NL, and CD differentiate Carajás samples from all others, and RW.2 and BB differentiate Carajás and N. xingu specimens from other groups. Measurements LM, OCB, BB, and CD differentiate Coastal Venezuela specimens from the other groups.",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 383,
                        "text": "Hochberg 1995, Benjamini and",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 384,
                        "end": 399,
                        "text": "Yekutieli 2001)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 75,
                        "end": 82,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "As mentioned above, for multivariate morphometric analyses, N. tenuipes was divided into Colombian and Venezuelan samples, and both N. xingu and Venezuelan N. tenuipes were further divided into samples of specimens found in sympatry with Carajás and Coastal Venezuela, respectively, and samples of nonsympatric individuals, thus totalizing eight samples.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "For standard PCA, only the first two PCs were retained based on the BS test in PCA, accounting for 58.5% of total craniometric variation, with PC1 corresponding to 42.7% and PC2 corresponding to 15.8% (Table 2) . The correlation vectors between the original variables and PC1 suggested a size influence in PC1 because most variables were positively correlated, except for rostral width (RW.2), and all groups were highly overlapped in this PC. To better understand shape differences among groups, we carried out a size-free PCA, for which the first three PCs were retained using the BS test corresponding to 62.7% of the total variation (PC1-3 = 35.5%, 14.4%, and 12.8%). Although retained in the BS test, the third sfPC showed all samples highly overlapped and was not explored further. The projection of individuals' scores for the first two size-free components (Fig. 5 ) reveals that the sizefree PC1 (sfPC1) differentiates eastern Amazon samples (Carajás and both samples of N. xingu), with negative scores less than −0.05, from western Amazon and Venezuelan samples (Coastal Venezuela, N. musseri, and the three samples of N. tenuipes), which exhibited mostly positive scores or negative scores greater than −0.05 ( Fig. 5 ). For the sfPC2, all samples exhibit overlapping scores but for the eastern Amazon samples, it is possible to detect that several Carajás specimens, with positive scores greater than 0.05, occupy a different morphometric space than most specimens both of nonsympatric fenestrae: narrow, less than one-third of the postglenoid foramen (J; USNM 549553), wide, more than one-third of postglenoid foramen (K; AMNH 371188). lac: lacrimal bone. pgf: postglenoid foramen, sqf: subsquamosal fenestra; Scale: 5 mm. and sympatric samples of N. xingu, which exhibited mostly negative scores or positive scores less than 0.05 ( Fig. 5 ). For the western Amazon and Venezuelan samples, N. musseri, both groups of Venezuelan N. tenuipes, and the new putative species (Coastal Venezuela) are overlapped, exhibiting positive scores, whereas most Colombian N. tenuipes exhibited negative scores. The correlation vectors between the original variables and PC1 ( Fig. 5 ) suggest that the measurements that most contributed to sfPC1 were rostral width and breadth of zygomatic plate (RW.2 and BZP), which are negatively correlated, versus the positively correlated length and breadth of incisive foramina and length of rostrum (LIF, BIF, and LR; Fig. 5 ). These results show that the main differences between eastern Amazon versus western Amazon and Venezuelan samples are related to the shape of the rostrum, which is short and broad in the former and long and narrow in the latter. The correlation vectors between the original variables and sfPC2 show that the measurements that most contributed to the dispersion of individuals along this sfPC were: RW.2, LIF, and BIF, with positive correlations, and BZP, NL, and LR, with negative correlations, which suggests that most N. xingu differ from Carajás, and that Colombian N. tenuipes differs from N. musseri + Venezuelan samples by exhibiting comparatively longer and more slender rostrum, short and slender incisive foramina, and broader zygomatic plates.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 210,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 865,
                        "end": 872,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 1222,
                        "end": 1228,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 1846,
                        "end": 1852,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 2174,
                        "end": 2180,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 2457,
                        "end": 2463,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "In the CVA, the first three CVs account for 72.8% of total variation (CV1-3 = 38.3%, 26.9%, and 7.9%). Considering the plot of individual scores (Fig. 5 ) for the first two CVs, the first recovered pattern is that both Carajás and Coastal Venezuela occupy different morphospaces than the other samples, including the sympatric samples of N. xingu and N. tenuipes, respectively (Fig. 5 ). CV1 exhibits a similar pattern of discrimination observed in sfPC1, with eastern Amazon samples differing from western Amazon and Venezuelan samples, with negative and positive scores, respectively. Among eastern Amazon samples, most Carajás specimens exhibit smaller scores than those observed for both samples of N. xingu. In addition, CV1 segregates Venezuela specimens, with positive scores larger than 1, from all samples of N. tenuipes and N. musseri. CV2 segregates Carajás specimens, with positive scores greater than 0.1, from all but one N. xingu specimen, which exhibit scores smaller than 0.1, mostly negative. In addition, CV2 splits N. tenuipes into two groups: Venezuelan individuals exhibit positive scores while Colombians exhibit negative scores. Neacomys musseri overlaps with N. tenuipes, mostly with intermediate scores between Colombian and Venezuelan specimens.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 145,
                        "end": 152,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 377,
                        "end": 384,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Among the original measurements, RW.2 and BZP exhibit negative correlation with CV1 while the others exhibit positive correlations, suggesting that the dispersion of individuals along CV1 and the differences between eastern Amazon samples and western Amazon + Venezuelan samples is due to the contrast of rostral width + breadth of zygomatic plate breadth and general skull dimensions, with most individuals from Carajás being smaller and exhibiting broader rostral region and zygomatic plates, while individuals from Coastal Venezuela and of N. musseri are larger, and exhibit narrow rostrum and zygomatic plates. Considering CV2, the variables OCB, LIF, BIF, and BB exhibit high positive correlations, around 0.5, while most of the other variables (except CD and CIL) exhibit negative correlations ca. −0.25. This correlation pattern suggests that individuals of the Carajás and Coastal Venezuela samples are distinct from N. xingu and Colombian individuals, respectively, by exhibiting longer and broader incisive foramina, broader braincase and occipital condyles, shorter rostrum, and narrower zygomatic plates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Taxonomic considerations.-In light of the evidence provided by morphometric analyses and qualitative characters, we distinguish both Carajás and Coastal Venezuela groups from all other Neacomys species, and in particular from N. musseri, N. tenuipes, and N. xingu, and recognize them as two different species. The occurrence of a derived carotid circulation pattern combined with a long tail and the presence of metatarsal patches is sufficient to diagnose the Coastal Venezuela population from all other known species of Neacomys. The aforementioned combination of characters diagnoses these specimens from the holotype, and the rest of the type series, of N. tenuipes, that are represented only by skins with missing skulls (see Supplementary Data SD8). Specimens from Coastal Venezuela also can be diagnosed from the holotype of Neacomys pusillus Allen 1912 (currently a junior synonym of N. tenuipes) and the type series of N. pictus, a species known to occur in Panama that already was considered as part of N. tenuipes. In turn, the combination of a very short tail, derived circulation pattern, and the unique morphology of the anterocone of M1, exhibiting two inner folds and with anteroloph absent (Fig. 6 ) is sufficient to diagnose Carajás individuals from other known Neacomys, including other small species of Neacomys that occur in Pará state, N. dubosti, N. marajoara, and N. vossi, and In addition, Dr. Pessôa is known for her efforts to promote Brazilian mammalogy, and for her contributions to the understanding of evolution and taxonomy of Neotropical mammals, in particular spiny rats (family Echimyidae), sigmodontine rodents, and bats.",
                "cite_spans": [
                    {
                        "start": 226,
                        "end": 257,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 1346,
                        "end": 1401,
                        "text": "Pará state, N. dubosti, N. marajoara, and N. vossi, and",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1207,
                        "end": 1214,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF13"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Neacomys leilae is distinguished from its congeners by the combination of the following characters: Small size (HBL between 67 and 82 mm), hind feet with metatarsal region pigmented, tail long, at least 20% longer than head and body length, small skull (CIL between 18.55 and 19.7 mm) with long and narrow rostrum (6.78-7.26 mm, 3.15-3.5 mm, respectively), long maxillary toothrow (between 2.8 and 3.02 mm), carotid circulation pattern 2 (sensu Voss 1988), first upper molar with undivided anterocone and anteroloph present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Morphological description.-Small size (HBL between 67 and 82 mm; Table 1 ). Dorsal fur dark, with soft hair, orange or dark brown, heavily intermixed with spines; spines are gray with dark brown or black tips; the snout, periocular region, and head are dark brown; flanks are orange, pale ochraceous. Ventral fur is uniformly white or pale fulvous. Manus with or without metacarpal patches; fifth digit extends beyond the first interphalangeal joint of the fourth digit. Pes with metatarsal patches present, outer hind digits are long, with the first reaching beyond the second digit base and fifth digit extending beyond the half of the first phalanx of fourth digit. Hypothenar pad present. Tail length longer than body (between 92 and 118 mm). Tail is bicolor, ventral side with light skin and white fur; tail base usually covered with 17-20 scale rows every cm. Tail tip exhibits an inconspicuous pencil, extending between two to four scales beyond the tip of the last caudal vertebra.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 72,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull, dorsal view.-Skull is moderately short and fragile, with long and narrow rostrum; distinct postnasal depression in most specimens; posterior margin of nasal generally blunt (round in USNM 517586), extending posteriorly beyond the premaxillary/maxillary/frontal and maxillary/frontal/lacrimal sutures. Nasolacrimal foramen anterior to zygomatic notch, which is shallow (USNM 442237 presents deep zygomatic notches). Lacrimal contacting mainly the maxillary bone or contacting equally maxillary and frontal bones. Supraorbital crests developed and flexed in all their extension, interorbital region almost hourglass-shaped; parietals restricted to the dorsal surface of the braincase.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull, lateral view.-Developed gnathic process, longer than half the incisor length. Diastema flattened. Alisphenoid strut absent (present in USNM 517586), anterior opening of the alisphenoid canal not ossified. Large subsquamosal fenestra placed below the squamosal root of zygomatic arch and posterior to postglenoid foramen, aligned or not with its superior margin. Mastoid bone perforated or ossified. Mandible.-Masseteric crest below m1, leveled with procingulum; coronoid process narrow and acute, extending until to halfway of capsular process. Capsular process developed, not reaching the coronoid notch. Condylar process lower than the coronoid process; angular notch shallow and round or deep, reaching the anterior margin of the condylar process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Dentition, upper.-Molar toothrows mostly parallel. M1 generally oval in shape; anterocone narrow and undivided; posterior margin of anterocone without internal folds; anteroloph well developed and labially fused with the anterocone in most individuals; anteroflexus present in most individuals as a round or elongated fossetus; protocone connected medially or posteriorly to paracone. Enterostyle absent, mesoflexus continuous or segmented by an accessory loph. Mesoloph of M1 straight and not labially connected to paracone or anteroposteriorly convex mesoloph and connected labially to paracone, symmetrically or asymmetrically connected to median mure. Lingual and labial flexi of M2 do not overlap, protoflexus well defined; mesoflexus divided in two or three fosseti; mesoloph of M2 anteroposteriorly convex and connected labially to paracone. Distribution.-Neacomys leilae is endemic to the Venezuelan Central Coastal Cordillera region, located on Northern Venezuela, occurring in the Aragua, Distrito Federal, and Miranda districts, between 1,050 and 1,470 m a.s.l. Neacomys leilae was recorded in sympatry with N. tenuipes along its distribution (Voss et al. 2001) .",
                "cite_spans": [
                    {
                        "start": 1154,
                        "end": 1172,
                        "text": "(Voss et al. 2001)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Natural history.-Neacomys leilae occurs in premontane humid forest and in lower montane humid and very humid forest, mainly in evergreen or cloud forest, near streams or other moist areas but less frequently in open areas (Handley 1976) . Individuals were collected associated with rocks or under dense cover of ferns, herbs, shrubs, or vines, but rarely on logs (Handley 1976) . No reproductive data are available for this species.",
                "cite_spans": [
                    {
                        "start": 222,
                        "end": 236,
                        "text": "(Handley 1976)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 363,
                        "end": 377,
                        "text": "(Handley 1976)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Karyotype and phylogenetic relationships.-No information is available for N. leilae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Comparisons. -Detailed comparisons among N. leilae, N. oliveirai, N. musseri, N. xingu, and N. tenuipes are given in the \"Results\" section. Specimens of N. leilae, along with specimens of N. musseri and most specimens of N. oliveirai and N. marajoara, can be unequivocally distinguished from other examined individuals, both currently recognized species of Neacomys and putative new ones, by the presence of a derived carotid circulation pattern. In addition, N. leilae can be distinguished from other species of Neacomys by its long tail (≥ 120% HBL), while in most species of Neacomys, individuals exhibit tail length subequal to HBL. Neacomys leilae can be distinguished from specimens of the \"spinosus species group\" sensu Hurtado and Pacheco (2017), i.e., N. amoenus (N = 207) , N. spinosus (N = 5), and N. vargasllosai (N = 78), by its small size (maximum HBL = 82 mm), whereas individuals of the \"spinosus group\" are larger, with HBL reaching more than 90 mm. Neacomys leilae can be distinguished from N. macedoruizi by its ventral fur homogeneously white with unicolored hairs, while individuals of the latter species exhibit gray-based ventral fur (Sanchéz-Vendizú et al. 2018) . Neacomys leilae can be also distinguished from N. paracou (N = 113), N. dubosti (N = 74), and N. guianae (N = 8), in exhibiting a longer and more slender rostral region; in addition, N. leilae specimens have: short incisive foramina (2.84-3.42 mm) and parietals restricted to dorsal portion of skull, versus long incisive foramina (2.75-4.01 mm) and parietals expanded to lateral portion of skull in specimens of N. paracou (Supplementary Data SD9); supraorbital crests developed and flexed in all its extension, versus crests not flexed and laterally expanded in N. dubosti; and curved mesoloph in M2 and hypoflexus in M3, versus straight mesoloph of M2 and M3 without hypoflexus in N. guianae. Neacomys leilae can be distinguished from N. minutus (N = 8) and N. minutus \"upriver clade\" (N = 3), by presenting metatarsal patches and deep basioccipital fossae, versus metatarsal patches absent and shallow basioccipital fossae in the two N. minutus forms. Neacomys leilae can be distinguished from N. rosalindae (N = 25) by presenting hind feet with long outer digits (sensu Voss et al. 2001 , versus short ones). Neacomys leilae can be distinguish from N. pictus (N = 8) by exhibiting metatarsal patches and an undivided anteroncone of M1 (versus absent metatarsal patches and anterocone divided by the presence of anteromedian flexus; Supplementary Data SD9).",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 94,
                        "text": "-Detailed comparisons among N. leilae, N. oliveirai, N. musseri, N. xingu, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 727,
                        "end": 781,
                        "text": "Hurtado and Pacheco (2017), i.e., N. amoenus (N = 207)",
                        "ref_id": null
                    },
                    {
                        "start": 1157,
                        "end": 1186,
                        "text": "(Sanchéz-Vendizú et al. 2018)",
                        "ref_id": null
                    },
                    {
                        "start": 2264,
                        "end": 2280,
                        "text": "Voss et al. 2001",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Remarks.-Individuals of N. leilae correspond to part of the sample identified as N. tenuipes used for comparisons with N. guianae, N. dubosti, and N. paracou, by Voss et al. (2001) . Paratypes. -MN 73879, 87743, 87745, 87747, 73843 .",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 180,
                        "text": "N. guianae, N. dubosti, and N. paracou, by Voss et al. (2001)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 231,
                        "text": "-MN 73879, 87743, 87745, 87747, 73843",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Etymology.-This species is named in honor of João Alves de Oliveira, curator of the Mammalogy sector of Museu Nacional/Universidade Federal do Rio de Janeiro, for his relentless efforts to maintain the mammal collection, before and after the fire that devastated the institution in 2018. In addition, Dr. Oliveira is known for his hard work to promote Brazilian Mammalogy, and has numerous contributions to the understanding of morphometrics, evolution, and taxonomy of Neotropical mammals, especially sigmodontine rodents.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Neacomys oliveirai is distinguished from its congeners by the combination of the following characters: tail as long as or shorter than head and body length, small skull (CIL betwee 16.91 and 18.29 mm) with short and wide rostrum (5.94-6.49 mm, 3.67-4.26 mm, respectively), short maxillary toothrow, carotid circulation pattern 2 (sensu Voss 1988), first upper molar anterocone narrow, undivided with two internal folds at the posterior margin and anteroloph absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Morphological description.-Small size (HBL between 68 and 81 mm; Table 1 ). Head and snout present a yellowish tone, dorsal region present a light brown tone, dorsal fur composed of light orange fur and dark gray spines, ventral region pale white with unicolored hairs, flanks light orange. Fifth digit of manus extending up to the first interphalangeal joint of the fourth digit. Metatarsal patches absent in pes; long outer hind digits, first digit reaching beyond the second digit base and fifth digit extending beyond the half of the first phalanx of fourth digit. Hypothenar pad present. Tail is usually shorter than body length, measuring between 62 and 82 mm, and bicolor, with ventral side with light skin and white fur; tail base usually covered with 17-20 scale rows in 1 cm. Tail tip exhibits an inconspicuous pencil, extending between two to four scales beyond the tip of the last caudal vertebra.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 72,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull, dorsal view.-Skull moderately short (CIL between 16.91 and 18.29 mm) and fragile, with short and broad rostrum, that gradually enlarge toward the posterior region; postnasal depression subtle and shallow, or absent; posterior margin of nasal usually round, but sometimes acute or blunt, extending posteriorly beyond the premaxillary/maxillary/frontal and maxillary/frontal/lacrimal sutures. Nasolacrimal foramen anterior to zygomatic notch, which is shallow. Lacrimals contacting equally maxillary and frontal bones (contacting mainly the maxillary bone in MN 73854). Supraorbital crests developed and flexed in all its extension; interorbital region weakly hourglass-shaped; parietals restricted to the dorsal surface of the braincase.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull, lateral view.-Gnathic process underdeveloped, smaller than half incisor length (developed in MN 73879 and MN 87747). Diastema with a small bump. Alisphenoid strut absent, anterior opening of the alisphenoid canal not ossified. Subsquamosal fenestrae large, placed notably below the squamosal root of zygomatic arch, posterior to postglenoid foramen aligned or not with its superior margin, or near the squamosal root of zygomatic arch, posterodorsal to postglenoid foramen. Mastoid bone perforated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Skull, ventral view.-Short incisive foramina, with posterior margin distant from M1 alveoli ca. half of M1 length. Posterior margin of M3 close to palatal edge, ca. half of M1 length, or distant from M3 alveoli. Posterolateral palatal pits mostly with multiple perforations. Medial process of palatal edge absent. Large-or medium-sized sphenopalatine vacuities occupying presphenoid and basisphenoid, or restricted to presphenoid. Mesopterygoid fossa with margins parallel or posteriorly convergent. Pterygoid plate with lateral margins expanded and notably rounded. Carotid circulation pattern derived in most specimens (pattern 2 of Voss 1988; MN 87745 with primitive pattern). Stapedial spines contacting pterygoid plate (MN 87747 exhibits stapedial spines not contacting pterygoid plate). Tympanic bullae flask-shaped. Basioccipital fossa shallow or deep, forming distinct medial ridge.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Mandible.-Masseteric crest below m1, level with procingulum, or anterior to m1; coronoid process narrow and acute, with posterior extension variable; capsular process not developed. Condylar process higher or at the same level of coronoid process; angular notch shallow and round or deep, reaching the anterior margin of the condylar process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Dentition, upper.-Parallel molar toothrows. M1 mostly with narrow anterocone, extending lingually up to half of hypoflexus; anterocone undivided, exhibiting in its posterior margin two internal folds derived from the anteroflexus and protoflexus. Anterocone usually connects labially to anterior mure; anteroloph and anteroflexus absent; protocone connected medially to paracone (connected anteriorly in MN 87747); enterostyle absent, mesoflexus continuous. Mesoloph of M1 straight, not labially connected to paracone, or anteroposteriorly convex and connected labially to paracone, symmetrically connected to median mure. Natural history.-Neacomys oliveirai occurs in areas of ombrophilous forest, not being sampled in Canga areas within Floresta Nacional de Carajás (Ardente et al. 2016) , and were collected mainly with pitfall traps (Ardente et al. 2017) . No reproductive data are available for this species.",
                "cite_spans": [
                    {
                        "start": 768,
                        "end": 789,
                        "text": "(Ardente et al. 2016)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 837,
                        "end": 858,
                        "text": "(Ardente et al. 2017)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Karyotype and phylogenetic relationship.-No information is available for N. oliveirai.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Comparisons. -Detailed comparisons among N. oliveirai, N. xingu, N. leilae, N. tenuipes, and N. musseri N. xingu, N. vossi, and N. marajoara , by the presence of two inner folds in the posterior margin of the anterocone of M1, a structure ( Fig. 6 ) not observed in any other species within the genus. Neacomys oliveirai can be distinguished from specimens of the \"spinosus group\" by its small size (maximum HBL = 89 mm), whereas individuals of this clade are larger. Neacomys oliveirai can be distinguished from N. macedoruizi by its ventral fur homogeneously white with unicolored hairs, while individuals of the latter species exhibit gray-based ventral fur (Sanchéz-Vendizú et al. 2018) . Neacomys oliveirai can be distinguished from N. minutus sensu lato, N. rosalindae, N. pictus, and N. tenuipes , by exhibiting a short and broad rostrum (5.94-6.49 mm, and 3.67-4.26 mm, respectively; versus a long and slender one: N. minutus 5. 92-6.88 mm, and 3.12-4.09 mm; N. rosalindae 5.69-7.31 mm, and 2.76-3.81 mm; N. pictus 6.71-7.04 mm, and 3.19-3.35 mm; N. tenuipes 5.91-7.65 mm, and 2.94-3.71 mm) and an undivided anterocone of M1 (versus anterocone divided by the presence of the anteromedian flexus). Neacomys oliveirai can be distinguished from N. dubosti by exhibiting supraorbital crests developed and flexed in all their extension (versus not flexed and laterally expanded crests in N. dubosti); and from N. guianae by exhibiting long outer digits and condylar process higher than the coronoid process (versus short outer digits and shorter condylar process). Neacomys oliveirai can be distinguished from N. paracou by exhibiting short incisive foramina and parietals restricted to dorsal portion of skull (versus long incisive foramina and parietals expanded to lateral portion of skull in N. paracou; Supplementary Data S9).",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 103,
                        "text": "-Detailed comparisons among N. oliveirai, N. xingu, N. leilae, N. tenuipes, and N. musseri",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 140,
                        "text": "N. xingu, N. vossi, and N. marajoara",
                        "ref_id": null
                    },
                    {
                        "start": 661,
                        "end": 690,
                        "text": "(Sanchéz-Vendizú et al. 2018)",
                        "ref_id": null
                    },
                    {
                        "start": 761,
                        "end": 802,
                        "text": "N. rosalindae, N. pictus, and N. tenuipes",
                        "ref_id": null
                    },
                    {
                        "start": 937,
                        "end": 1098,
                        "text": "92-6.88 mm, and 3.12-4.09 mm; N. rosalindae 5.69-7.31 mm, and 2.76-3.81 mm; N. pictus 6.71-7.04 mm, and 3.19-3.35 mm; N. tenuipes 5.91-7.65 mm, and 2.94-3.71 mm)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 241,
                        "end": 247,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF13"
                    }
                ],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Remarks.-Based on direct comparisons, specimens of N. oliveirai differed from individuals from all other smaller forms of Neacomys collected in Pará, including N. paracou, N. dubosti, N. xingu, and unidentified individuals from Juriti and Itaituba municipalities, that might correspond to N. vossi and Neacomys sp. 2, respectively (Semedo et al. 2020 ; the Neacomys sp. A and Neacomys sp. B from da Silva et al. 2017, Oliveira da Silva et al. 2019) . Individuals of N. oliveirai collected in Floresta Nacional de Carajás were referred to as Neacomys aff. paracou by Gettinger et al. (2012) and Ardente et al. (2016 Ardente et al. ( , 2017 , along with specimens here identified as N. paracou and N. xingu (Supplementary Data SD9) . As reported by Semedo et al. (2020) for N. xingu and N. marajoara, N. oliveirai also exhibit polymorphism regarding the carotid circulation pattern, as exhibited in specimen MN 87745.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 186,
                        "text": "Pará, including N. paracou, N. dubosti, N.",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 350,
                        "text": "(Semedo et al. 2020",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 418,
                        "end": 448,
                        "text": "Oliveira da Silva et al. 2019)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 566,
                        "end": 589,
                        "text": "Gettinger et al. (2012)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 594,
                        "end": 614,
                        "text": "Ardente et al. (2016",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 615,
                        "end": 638,
                        "text": "Ardente et al. ( , 2017",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 681,
                        "end": 729,
                        "text": "N. paracou and N. xingu (Supplementary Data SD9)",
                        "ref_id": null
                    },
                    {
                        "start": 747,
                        "end": 801,
                        "text": "Semedo et al. (2020) for N. xingu and N. marajoara, N.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Qualitative Morphological Variation",
                "sec_num": null
            },
            {
                "text": "Recent taxonomic work on the genus Neacomys resulted in the description of several new species, including the species N. leilae and N. oliveirai described herein. Of the six previous taxonomic studies of Neacomys published between 2000 and 2021, only the description of N. dubosti and N. paracou by Voss et al. (2001) was based solely in morphological characters and patterns, while other authors (Patton et al. 2000 2020; Colmenares-Pinzón 2021) included molecular evidence to support their species descriptions. Integrative taxonomy (Padial et al. 2009 (Padial et al. , 2010 has become common in mammalogy, as molecular data can offer a finer resolution for the recognition of putative new species in closely related and morphologically similar taxa (e.g., Solari et al. 2019) . However, for poorly explored taxa such as Neacomys, analysis of new or overlooked museum samples permits the recognition of distinct taxa based solely on patterns of morphological character variation, as was the case of N. leilae and N. oliveirai. Along with N. musseri and N. marajoara, N. leilae and N. oliveirai can be unequivocally distinguished from all other Neacomys species by their derived carotid circulatory pattern. This complex character corresponds to osteological modifications resulting from changes in blood flow pathways that irrigate the cranium and mandible, and is caused by obliteration and/ or anastomoses-i.e., reconnections-of blood vessels (Bugge 1970 (Bugge , 1985 . Variation in carotid circulation pattern is regarded as an important source of information for rodent taxonomy and systematics, especially in higher levels (Bugge 1985) . In Sigmodontinae, variation in carotid circulation pattern also is regarded as a valuable character, both for diagnosing taxa and for supporting phylogenetic hypotheses (Weksler 2006; D'Elía and Pardiñas 2015 ; but see below).",
                "cite_spans": [
                    {
                        "start": 299,
                        "end": 317,
                        "text": "Voss et al. (2001)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 397,
                        "end": 416,
                        "text": "(Patton et al. 2000",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 535,
                        "end": 554,
                        "text": "(Padial et al. 2009",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 555,
                        "end": 576,
                        "text": "(Padial et al. , 2010",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 759,
                        "end": 778,
                        "text": "Solari et al. 2019)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1001,
                        "end": 1071,
                        "text": "N. leilae and N. oliveirai. Along with N. musseri and N. marajoara, N.",
                        "ref_id": null
                    },
                    {
                        "start": 1447,
                        "end": 1458,
                        "text": "(Bugge 1970",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1459,
                        "end": 1472,
                        "text": "(Bugge , 1985",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1631,
                        "end": 1643,
                        "text": "(Bugge 1985)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1815,
                        "end": 1829,
                        "text": "(Weksler 2006;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1830,
                        "end": 1854,
                        "text": "D'Elía and Pardiñas 2015",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The primitive carotid circulatory pattern (pattern 1 of Voss 1988) is broadly distributed among sigmodontines (61 of the 87 genera), and is characterized by the presence of a squamosal-alisphenoid groove and sphenofrontal foramen, as well as the presence of a large stapedial foramen. In this pattern, a large stapedial artery enters the otic capsule via the stapedial foramen, exiting the otic capsule through a stapedial canal deep to its anterior end. Then the stapedial artery divides into two branches: the supraorbital branch, which crosses the squamosal and alisphenoid bones via squamosal-alisphenoid groove, emerging at the sphenofrontal foramen; and the second branch, which divides in the mandibular artery, that supplies the lower jaw, and the infraorbital artery, which passes in a groove on the pterygoid plate, entering in the posterior end of the alisphenoid canal and emerging into the orbit via the anterior sphenoidal fissure (for more details see figure 18 of Voss 1988:296-297;  and figures 17 and 18 of Carleton and Musser 1989:32-33) .",
                "cite_spans": [
                    {
                        "start": 980,
                        "end": 998,
                        "text": "Voss 1988:296-297;",
                        "ref_id": null
                    },
                    {
                        "start": 999,
                        "end": 999,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 1025,
                        "end": 1056,
                        "text": "Carleton and Musser 1989:32-33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "On the other hand, derived circulation patterns (patterns 2 and 3 of Voss 1988) are present in 26 of the 87 genera included in the subfamily (data from Patton et al. 2015) . In derived patterns 2 and 3, the squamosal-alisphenoid groove and sphenofrontal foramen are absent due to the loss of supraorbital branch of the stapedial artery, but pattern 2 exhibit a large stapedial foramen, similar in size to that of pattern 1, and the orbital supply arises from the distal part of the infraorbital branch. In pattern 3, the three primary branches of the stapedial artery are lost, causing the reduction or loss of the stapedial foramen, and the orbital and upper mandibular blood supply occurs via a secondary connection of the internal carotid, which branches after it passes through the carotid canal, resulting in a posterior opening of the carotid canal distinctively enlarged (Voss 1988; Carleton and Musser 1989) .",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 171,
                        "text": "Patton et al. 2015)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 878,
                        "end": 889,
                        "text": "(Voss 1988;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 890,
                        "end": 915,
                        "text": "Carleton and Musser 1989)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Taxa with derived circulation patterns occur throughout most sigmodontine tribes, among Ichthyomyini (Ichtyomys, Anotonomys), Euneomyini (Neotomys), Reithrodontini (Reithrodon), Sigmodontini (Sigmodon), Wiedomyini (Juliomys), and especially among the Thomasomyini (Chilomys, Rhagomys, Rhipidomys, Thomasomys) and Oryzomyini (Drymoreomys, Eremoryzomys, Holochilus, Hylaeamys, Melanomys, Microakodontomys, Neacomys, Nectomys, Nesoryzomys, Oryzomys, Pseudoryzomys, Sooretamys, Tanyuromys, Oligoryzomys, Oecomys, Zygodontomys) ; no taxa with derived carotid circulatory pattern are found among Andinomyini, Akodontini, and Phyllotini. Usually, all species within a genus display the same pattern, but in few genera only some species display the derived carotid circulatory pattern, such as in Rhipidomys and Thomasomys (several species; see Pacheco 2015; Tribe 2015), Oecomys (O. mamorae, O. concolor, O. sydandersoni-Carleton and Musser 2015) , Sigmodon (S. inopinatus, S. hirsutus-Voss 2015a), Juliomys (J. pictipes- Gonzaléz et al. 2015) , and, as observed here, in Neacomys. In Oligoryzomys, almost all species exhibit pattern 2 except for O. rupestris, which exhibits pattern 3 (Weksler and Bonvicino 2015b) . Finally, in Zygodontomys this characteristic is regarded as polymorphic, varying between pattern 1 and 2 within species, but additional revisionary work is necessary for the genus (Voss 2015b) . Within Neacomys, the recent descriptions of N. marajoara, N. xingu, and N. oliveirai not only increased the known taxa which exhibit a derived carotid pattern, but revealed that this complex trait is polymorphic in a few species; in fact, one specimen of N. marajoara was reported as asymmetric, exhibiting patterns 1 and 2 in alternate sides (Semedo et al. 2020) .",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 308,
                        "text": "(Chilomys, Rhagomys, Rhipidomys, Thomasomys)",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 522,
                        "text": "(Drymoreomys, Eremoryzomys, Holochilus, Hylaeamys, Melanomys, Microakodontomys, Neacomys, Nectomys, Nesoryzomys, Oryzomys, Pseudoryzomys, Sooretamys, Tanyuromys, Oligoryzomys, Oecomys, Zygodontomys)",
                        "ref_id": null
                    },
                    {
                        "start": 872,
                        "end": 939,
                        "text": "(O. mamorae, O. concolor, O. sydandersoni-Carleton and Musser 2015)",
                        "ref_id": null
                    },
                    {
                        "start": 1015,
                        "end": 1036,
                        "text": "Gonzaléz et al. 2015)",
                        "ref_id": null
                    },
                    {
                        "start": 1179,
                        "end": 1208,
                        "text": "(Weksler and Bonvicino 2015b)",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 1391,
                        "end": 1403,
                        "text": "(Voss 2015b)",
                        "ref_id": null
                    },
                    {
                        "start": 1434,
                        "end": 1480,
                        "text": "descriptions of N. marajoara, N. xingu, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 1749,
                        "end": 1769,
                        "text": "(Semedo et al. 2020)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The carotid circulation pattern is a homoplasious character at subfamily level, given its extensive presence in unrelated genera and tribes within Sigmodontinae, but few studies have explicitly interpreted the changes in carotid configuration among sigmodontines in a phylogenetic context. In a combined analysis of morphological and molecular (IRBP gene) characters, Weksler (2006) found that the derived patterns were independent synapomorphies for the genera Hylaeamys and Oligoryzomys (both homoplasiously with pattern 2), and for \"Clade D\" of Oryzomyini (pattern 3), which encompasses most of the oryzomyine taxa listed in the preceding paragraph. Steppan (1993) found that derived pattern 3 served as a synapomorphy to a Reithrodon and Neotomys clade, but this grouping is no longer considered monophyletic (Gonçalves et al. 2018) . Carrizo and Catalano (2015) did not find the character as a synapomorphy for their major clades.",
                "cite_spans": [
                    {
                        "start": 368,
                        "end": 382,
                        "text": "Weksler (2006)",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 653,
                        "end": 667,
                        "text": "Steppan (1993)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 813,
                        "end": 836,
                        "text": "(Gonçalves et al. 2018)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 839,
                        "end": 866,
                        "text": "Carrizo and Catalano (2015)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Along with other recent works like the one by Suárez-Villota et al. (2018) for Oecomys, the description of N. marajoara and N. xingu evidenced that the derived circulatory pattern within the genera of Oryzomyini might be homoplasious, so the occurrence of a derived circulatory pattern in N. leilae and N. oliveirai cannot be used as an a priori synapomorphy to allocate these two new species within the genus radiation. Although it is not possible to precisely point out the position of N. leilae and N. oliveirai within the phylogeny of Neacomys, both our qualitative and quantitative results can offer a clue. The other three species analyzed in the present study, N. musseri, N. tenuipes, and N. xingu, already have been included in molecular analyses, and recent results reported that these species represent two different clades within the Neacomys radiation: N. tenuipes and N. musseri, along with N. minutus sensu lato, N. macedoruizi, N. rosalindae, N. guianae , and undescribed species forms the \"tenuipes group,\" constitute one clade that is distributed mostly in western Amazonia; and N. xingu, along with N. vossi, N. marajoara, N. dubosti , and another undescribed species, constitute the eastern Amazonian \"dubosti group\" (Semedo et al. 2020) . Our results both for a number of qualitative characters and for the morphometric analyses repeatedly recovered eastern and western Neacomys species as forming two discrete groups, which agreed with the phylogenetic structure currently recovered for the genus and might reflect it at some level. Based on these results, our hypothesis is that N. leilae is a member of \"tenuipes group\" while N. oliveirai is included within the \"dubosti group.\" Therefore, it is essential that future work incorporates genetic analysis to determine the phylogenetic position of N. leilae and N. oliveirai, confirming or refuting this hypothesis. The phylogenetic relationships also are essential for understanding the biogeographic processes that led to diversification of Neacomys. While N. musseri is distributed throughout eastern Peru and Acre (Brazil), N. leilae is endemic to northern Venezuela, and N. oliveirai, along with N. xingu, occurs in Xingu center of endemism in SE Amazon (Pará, Brazil) ; given these narrow distributions, the phylogenetic relationships of these species also could contribute to the understanding of relationships of Amazonian areas of endemism and processes that led to high diversity, with several cases of sympatry, observed in eastern Amazon.",
                "cite_spans": [
                    {
                        "start": 46,
                        "end": 74,
                        "text": "Suárez-Villota et al. (2018)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 668,
                        "end": 699,
                        "text": "N. musseri, N. tenuipes, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 866,
                        "end": 969,
                        "text": "N. tenuipes and N. musseri, along with N. minutus sensu lato, N. macedoruizi, N. rosalindae, N. guianae",
                        "ref_id": null
                    },
                    {
                        "start": 1083,
                        "end": 1152,
                        "text": "Amazonia; and N. xingu, along with N. vossi, N. marajoara, N. dubosti",
                        "ref_id": null
                    },
                    {
                        "start": 1237,
                        "end": 1257,
                        "text": "(Semedo et al. 2020)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 2230,
                        "end": 2244,
                        "text": "(Pará, Brazil)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The current distributions recognized for N. leilae and N. oliveirai also are relevant in considering conservation aspects. The narrow distributions make both species good candidate targets for urgent conservation efforts, as available occurrence and occupation data might qualify them at least under the near-threatened category using IUCN criteria (IUCN 2001) . This is especially true for N. oliveirai, which is distributed in a region severely explored for mining (Ardente et al. 2016) .",
                "cite_spans": [
                    {
                        "start": 349,
                        "end": 360,
                        "text": "(IUCN 2001)",
                        "ref_id": null
                    },
                    {
                        "start": 467,
                        "end": 488,
                        "text": "(Ardente et al. 2016)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our study also shed some light on other important taxonomic aspects regarding N. tenuipes and N. musseri. Our morphometric results recovered differences between Colombian and Venezuelan specimens of N. tenuipes, which might be related to the fact that even with a large sample (more than 80 individuals), several qualitative characters were recovered as polymorphic in frequencies similar to 50%. The above mentioned could be interpreted as evidence that N. tenuipes, as currently recognized, might comprise more than one species and a taxonomic revision regarding N. tenuipes is necessary. This issue, along with the taxonomic status of N. pusillus, will be addressed in another contribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In addition, we also solved the mystery regarding a species \"currently in description\" of Neacomys. This species, recently mentioned by Hurtado and Pacheco (2017) , first was cited in studies of the mammal fauna of Manú Biosphere Reserve, JOURNAL OF MAMMALOGY which reported the existence of a distinct species of Neacomys at San Pedro, 72 km NE [by road] near Paucartambo, km 152, and Suecia, km 138, 5 Carretera Shintuya (Pacheco et al. 1993; Solari et al. 2006) . That new species was allegedly being described by L. Luna and B. D. Patterson (Solari et al. 2006) ; however, no field or catalog number were given. As mentioned by Patton et al. (2000) in the original description of N. musseri, this species occurs within the limits of Manú Biosphere Reserve, in Cuzco, Peru. The authors also mentioned (Patton et al. 2000:98) that the type locality of N. musseri is \"72 km NE Paucartambo (by road), at km 152, Departamento de Cusco, Perú, 1460m…The locality is just above San Pedro on the road from Paucartambo to Shintuya (in the Departamento de Madre de Dios) which courses down the steep valley of the Río Cosñipata in the watershed of the Río Alto Madre de Dios\" and stated that the work of Pacheco et al. (1993) provided a list of collecting localities within Manú Biosphere Reserve, including the aforementioned locality. In the present study, all specimens collected in the aforementioned localities present derived carotid circulation pattern and other characters that allowed us to identify them as N. musseri, including individual FMNH 172248, for which the locality recorded in the tag is the same as reported by Pacheco et al. (1993) and Solari et al. (2006) . The aforementioned facts raised the hypothesis that the \"new\" species of Manú Biosphere and N. musseri are, in fact, the same species, which was confirmed by B. D. Patterson (Field Museum, Chicago, Illinois, 2017, pers. comm.) .",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 162,
                        "text": "Hurtado and Pacheco (2017)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 423,
                        "end": 444,
                        "text": "(Pacheco et al. 1993;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 445,
                        "end": 464,
                        "text": "Solari et al. 2006)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 545,
                        "end": 565,
                        "text": "(Solari et al. 2006)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 632,
                        "end": 652,
                        "text": "Patton et al. (2000)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 804,
                        "end": 827,
                        "text": "(Patton et al. 2000:98)",
                        "ref_id": null
                    },
                    {
                        "start": 1197,
                        "end": 1218,
                        "text": "Pacheco et al. (1993)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1626,
                        "end": 1647,
                        "text": "Pacheco et al. (1993)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1652,
                        "end": 1672,
                        "text": "Solari et al. (2006)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1849,
                        "end": 1901,
                        "text": "(Field Museum, Chicago, Illinois, 2017, pers. comm.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The recent descriptions of new species, the evidence that N. tenuipes might represent a species complex, and the presence of unnamed phylogenetic lineages within Neacomys suggest that this poorly known genus is among the most highly diversified within Oryzomyini (and Sigmodontinae in general), and offers evidence that the understanding about both its taxonomic composition and its evolutionary history is still an ongoing task. We hope that future work will continue to address these taxonomic questions with integrative methods including morphological comparative analyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/102/3/852/6291570 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank the curators and collection managers for allowing access to specimens in their care: J. A. Oliveira We thank C. Pires and R. L. M. Novaes for the comments in a preliminary version of this manuscript; we especially thank J. A. Oliveira, for the suggestions to improve morphometric analysis, and T. B. F. Semedo, for sharing the photos of the holotypes of N. marajoara and N. xingu and for the kind discussion about Neacomys specimens from Pará, that was extremely helpful to understand the limits of N. xingu and N. oliveirai. We also thank the thoughtful comments and suggestions of two anonymous reviewers. This work was funded by Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES, process n° 88882.18329/2018-01), Conselho Nacional de Desenvolvimento Científico e Tecnológico, Brazil (CNPq, process n° 308866/2017-7 and 440663/2015-6), the Field Museum Visiting Scholarship Award (The Field Museum), and Ernst Mayr Travel Grant in Animal Systematics (Museum of Comparative Zoology, Harvard University). The authors have no conflicts of interest to declare.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "Supplementary data are available at Journal of Mammalogy online.Supplementary Data SD1.-Map of the geographic distribution of the 899 specimens of Neacomys examined in the present study. Black dots or circles represent unidentified samples and other symbols represent species of Neacomys. Gray lines represent major South American rivers. Continuous black lines represent country borders. Gray shades represent altitudinal variation, with darker shades representing higher areas. BOL: Bolivia, BRA: Brazil, COL: Colombia, ECU: Ecuador, FRG: French Guiana, GUY: Guyana, PER: Peru, SUR: Suriname, VEN: Venezuela.Supplementary Data SD2.-Skull of the holotype of Neacomys musseri (MVZ 171486) illustrating the 18 measurements used in morphometric analysis in the present study. Scale: 20 mm.Supplementary Data SD3.-Qualitative variation and pictures of the character states of 10 morphological features which distinguish among species groups or helps to discriminate Neacomys musseri from the other species analyzed in the present study.Supplementary Data SD4.-Comparisons of qualitative morphological characters that can be used to distinguish among Neacomys dubosti, N. leilae, N. marajoara, N. musseri, N. oliveirai, N. paracou, N. pictus, the holotype of N. pusillus, N. tenuipes, and N. xingu.Supplementary Data SD5.-Codified matrix of the 26 qualitative characters for the individuals of N. musseri, N. leilae, N. oliverai, N. xingu, and the specimens of N. tenuipes examined in the present study and included in the morphometric analysis.Supplementary Data SD6.- Table with the original external and craniodental measures of the individuals of Neacomys musseri, N. leilae, N. oliverai, N. xingu, and N. tenuipes ",
                "cite_spans": [
                    {
                        "start": 1165,
                        "end": 1287,
                        "text": "N. leilae, N. marajoara, N. musseri, N. oliveirai, N. paracou, N. pictus, the holotype of N. pusillus, N. tenuipes, and N.",
                        "ref_id": null
                    },
                    {
                        "start": 1390,
                        "end": 1428,
                        "text": "N. musseri, N. leilae, N. oliverai, N.",
                        "ref_id": null
                    },
                    {
                        "start": 1665,
                        "end": 1714,
                        "text": "N. leilae, N. oliverai, N. xingu, and N. tenuipes",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1566,
                        "end": 1576,
                        "text": "Table with",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Supplementary Data",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Neacomys leilae (USNM 371192) and Neacomys oliveirai (MN 73854), N. tenuipes (UKNHM 1899.10.3.74), and a sequenced specimen of N. xingu (USNM 549553, from Cachoeira Espelho) in dorsal, ventral, and lateral view",
                "authors": [],
                "year": null,
                "venue": "xingu; blue: Neacomys musseri; yellow: Neacomys tenuipes; green: Neacomys leilae. Supplementary Data SD8.-Pictures of the skin preparation of the holotypes of Neacomys musseri (MVZ 171486)",
                "volume": "73835",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "http://academic.oup.com/jmammal/article-lookup/doi/10.1093/jmammal/gyab037#supplementary-data"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "xingu; blue: Neacomys musseri; yellow: Neacomys tenuipes; green: Neacomys leilae. Supplementary Data SD8.-Pictures of the skin prepara- tion of the holotypes of Neacomys musseri (MVZ 171486), Neacomys leilae (USNM 371192) and Neacomys oliveirai (MN 73854), N. tenuipes (UKNHM 1899.10.3.74), and a sequenced specimen of N. xingu (USNM 549553, from Cachoeira Espelho) in dorsal, ventral, and lateral view. Scale: 20 mm. Supplementary Data SD9.-Pictures of skulls and molars of specimens of Neacomys dubosti (AMNH 276569, holotype), N. marajoara (holotype, MPEG 40432), N. musseri (MVZ 171486, holotype), N. paracou (paratype, AMNH 257270), N. pictus (holotype, USNM 178717), N. pusillus (holotype, AMNH 31695), N. tenuipes (FMNH 70142 from Valdivia, and AMNH 69182 from Paime, Colombia; USNM 371188 from Los Venados, Venezuela), and Neacomys xingu (holo- type, UFMT 1268; USNM 549553, from Cachoeira Espelho and MN 73835, from Parque Nacional de Carajás, Pará, Brazil) illustrating differences with the two new species of Neacomys. Scale: 10 mm. Literature Cited",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Dimorfismo sexual na tribo Oryzomyini. Mamíferos do Brasil: genética, sistemática",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "F"
                        ],
                        "last": "Abreu-Júnior",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "115--134",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abreu-Júnior, E. F., et al. 2012. Dimorfismo sexual na tribo Oryzomyini. Mamíferos do Brasil: genética, sistemática, ecologia e conservação 2:115-134.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammals from western Colombia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "Bulletin American Museum Natural History",
                "volume": "31",
                "issue": "",
                "pages": "71--95",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allen, J. A. 1912. Mammals from western Colombia. Bulletin American Museum Natural History 31:71-95.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Revisão taxonômica do gênero Neacomys Thomas, 1900 (Rodentia, Cricetidae, Sigmodontinae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Araujo",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Araujo, A. C. 2019. Revisão taxonômica do gênero Neacomys Thomas, 1900 (Rodentia, Cricetidae, Sigmodontinae). Ph.D. dis- sertation, Universidade Federal do Rio de Janeiro. Rio de Janeiro, Brazil.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Diversity and impacts of mining on the non-volant small mammal communities of two vegetation types in the Brazilian Amazon",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Ardente",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "PLoS ONE",
                "volume": "11",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ardente, N. C., et al. 2016. Diversity and impacts of mining on the non-volant small mammal communities of two vegetation types in the Brazilian Amazon. PLoS ONE 11:1-16.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Differential efficiency of two sampling methods in capturing non-volant small mammals in an area in eastern Amazonia",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Ardente",
                        "suffix": ""
                    },
                    {
                        "first": "Á",
                        "middle": [
                            "C"
                        ],
                        "last": "Ferreguetti",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Gettinger",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Leal",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Martins-Hatano",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "De Bergallo",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Acta Amazonica",
                "volume": "47",
                "issue": "",
                "pages": "123--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ardente, N. C., Á. C. Ferreguetti, D. Gettinger, P. Leal, F. Martins-Hatano, and H. G. de Bergallo. 2017. Differential efficiency of two sampling methods in capturing non-volant small mammals in an area in eastern Amazonia. Acta Amazonica 47:123-132.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Benjamini",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Hochberg",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of the Royal Statistical Society Series B (Methodological)",
                "volume": "57",
                "issue": "",
                "pages": "289--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benjamini, Y., and Y. Hochberg. 1995. Controlling the false dis- covery rate: a practical and powerful approach to multiple testing. Journal of the Royal Statistical Society Series B (Methodological) 57:289-300.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The control of the false discovery rate in multiple testing under dependency",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Benjamini",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Yekutieli",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Annals of Statistics",
                "volume": "29",
                "issue": "",
                "pages": "1165--1188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benjamini, Y., and D. Yekutieli. 2001. The control of the false discovery rate in multiple testing under dependency. Annals of Statistics 29:1165-1188.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A new genus of oryzomyine rodents (Cricetidae, Sigmodontinae) with three new species from montane cloud forests, western Andean cordillera of Colombia and Ecuador",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Brito",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "PeerJ",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brito, J., et al. 2020. A new genus of oryzomyine rodents (Cricetidae, Sigmodontinae) with three new species from montane cloud forests, western Andean cordillera of Colombia and Ecuador. PeerJ 8: e10247.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The contribution of the stapedial artery to the cephalic arterial supply in muroid rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bugge",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Acta Anatomica",
                "volume": "76",
                "issue": "",
                "pages": "313--336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bugge, J. 1970. The contribution of the stapedial artery to the cephalic arterial supply in muroid rodents. Acta Anatomica 76:313-336.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Systematic value of the carotid arterial pattern in rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bugge",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Evolutionary relationships among rodents: a multidisciplinary approach",
                "volume": "",
                "issue": "",
                "pages": "355--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bugge, J. 1985. Systematic value of the carotid arterial pattern in ro- dents. Pp. 355-379 in Evolutionary relationships among rodents: a multidisciplinary approach (W. P. Luckett and J.-L. Hartenberger, eds.). NATO Advances Science Institute Series no. 92. Springer. Boston, Massachusetts.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Detecting morphological limits between parapatric species: cranial variation in Cerradomys (Cricetidae: Sigmodontinae) from northeastern Brazil",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Caccavo",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Oliveira",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Mammalogy",
                "volume": "97",
                "issue": "",
                "pages": "1602--1616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caccavo, A., and J. A. Oliveira. 2016. Detecting morphological limits between parapatric species: cranial variation in Cerradomys (Cricetidae: Sigmodontinae) from northeastern Brazil. Journal of Mammalogy 97:1602-1616.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "191",
                "issue": "",
                "pages": "1--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carleton, M. D., and G. G. Musser. 1989. Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys. Bulletin of the American Museum of Natural History 191:1-83.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "First phylogenetic analysis of the tribe Phyllotini (Rodentia: Sigmodontinae) combining morphological and molecular data",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "V"
                        ],
                        "last": "Carrizo",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Catalano",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Cladistics",
                "volume": "31",
                "issue": "",
                "pages": "593--620",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carrizo, L. V., and S. A. Catalano. 2015. First phylogenetic anal- ysis of the tribe Phyllotini (Rodentia: Sigmodontinae) combining morphological and molecular data. Cladistics 31:593-620.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Molecular systematics of Neotropical spiny mice (Neacomys: Sigmodontinae, Rodentia) from the Guianan Region",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Catzeflis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Tilak",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Mammalia",
                "volume": "73",
                "issue": "",
                "pages": "239--247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Catzeflis, F., and M. K. Tilak. 2009. Molecular systematics of Neotropical spiny mice (Neacomys: Sigmodontinae, Rodentia) from the Guianan Region. Mammalia 73:239-247.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Structural features of spines in some rodents (Rodentia: Myomorpha, Hystricomorpha)",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "F"
                        ],
                        "last": "Chernova",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "V"
                        ],
                        "last": "Kuznetsov",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Biology Bulletin",
                "volume": "28",
                "issue": "",
                "pages": "371--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chernova, O. F., and G. V. Kuznetsov. 2001. Structural features of spines in some rodents (Rodentia: Myomorpha, Hystricomorpha). Biology Bulletin 28:371-382.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Calling for a reassessment of rodent diversity in Colombia: description of a new species of Neacomys (Cricetidae: Oryzomyini) from the Magdalena Valley, with a new phylogenetic hypothesis for the genus and comments on its diversification",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Colmenares-Pinzón",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "Zootaxa",
                "volume": "4920",
                "issue": "",
                "pages": "451--494",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Colmenares-Pinzón, J. E. 2021. Calling for a reassessment of rodent diversity in Colombia: description of a new species of Neacomys (Cricetidae: Oryzomyini) from the Magdalena Valley, with a new phylogenetic hypothesis for the genus and comments on its diversification. Zootaxa 4920:451-494.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Subfamily Sigmodontinae Wagner, 1843. Pp. 63-70 in Mammals of South America",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "D'elía",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "F J"
                        ],
                        "last": "Pardiñas",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "D'Elía, G., and U. F. J. Pardiñas. 2015. Subfamily Sigmodontinae Wagner, 1843. Pp. 63-70 in Mammals of South America.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Diversity and karyotypic evolution in the genus Neacomys (Rodentia, Sigmodontinae)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "O"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Cytogenetic and Genome Research",
                "volume": "146",
                "issue": "",
                "pages": "296--305",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silva, W. O., et al. 2015. Diversity and karyotypic evolution in the genus Neacomys (Rodentia, Sigmodontinae). Cytogenetic and Genome Research 146:296-305.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Chromosomal diversity and molecular divergence among three undescribed species of Neacomys (Rodentia, Sigmodontinae) separated by Amazonian rivers",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "O"
                        ],
                        "last": "Da Silva",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "PLoS ONE",
                "volume": "12",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "da Silva, W. O., et al. 2017. Chromosomal diversity and molec- ular divergence among three undescribed species of Neacomys (Rodentia, Sigmodontinae) separated by Amazonian rivers. PLoS ONE 12:e0182218.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Étude de la décroissance des valeurs propres dans une analyse en composantes principales: comparaison avec le modèle du bâton brisé",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Frontier",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Journal of Experimental Marine Biology and Ecology",
                "volume": "25",
                "issue": "",
                "pages": "67--75",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frontier, S. 1976. Étude de la décroissance des valeurs propres dans une analyse en composantes principales: comparaison avec le modèle du bâton brisé. Journal of Experimental Marine Biology and Ecology 25:67-75.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Pequenos mamíferos não-voadores",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Gettinger",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ardente",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Martins-Hatano",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gettinger, D., N. Ardente, and F. Martins-Hatano. 2012. Pequenos mamíferos não-voadores (Roedores e Marsupiais).",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Nitro Imagens. São Paulo, Brazil. Goldman, E. A. 1912. New mammals from eastern Panama",
                "authors": [],
                "year": null,
                "venue": "in Fauna da Floresta Nacional de Carajás, estudos sobre vertebrados terrestres",
                "volume": "60",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pp. 145-161 in Fauna da Floresta Nacional de Carajás, estudos sobre vertebrados terrestres (F. Drumond Martins, A. F. Castilho, J. Campos, F. Martins Hatano, and S. Gonçalves Rolim, eds.). Nitro Imagens. São Paulo, Brazil. Goldman, E. A. 1912. New mammals from eastern Panama. Smithsonian Miscellaneous Collections 60:1-18.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Unraveling deep branches of the Sigmodontinae tree (Rodentia: Cricetidae) in eastern South America",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Gonçalves",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "U"
                        ],
                        "last": "Christoff",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Machado",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Peters",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Journal of Mammalian Evolution",
                "volume": "25",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gonçalves, P. R., A. U. Christoff, L. F. machado, C. R. Bonvicino, F. B. Peters, and A. R. Percequillo. 2018. Unraveling deep branches of the Sigmodontinae tree (Rodentia: Cricetidae) in eastern South America. Journal of Mammalian Evolution 25:1-22.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Mammals of the Smithsonian Venezuelan project",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Brigham Young University Science Bulletin",
                "volume": "20",
                "issue": "",
                "pages": "1--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Handley, C. O. 1976. Mammals of the Smithsonian Venezuelan project. Brigham Young University Science Bulletin 20:1-89.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "A new spiny mouse of the genus Neacomys from Eastern Ecuador. Occasional Papers of the Museum of Zoology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "University of Michigan",
                "volume": "419",
                "issue": "",
                "pages": "1--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz, P. 1940. A new spiny mouse of the genus Neacomys from Eastern Ecuador. Occasional Papers of the Museum of Zoology; University of Michigan 419:1-4.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Amelia II: a program for missing data",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Honaker",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "King",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Blackwell",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Statistical Software",
                "volume": "45",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Honaker, J., G. King, and M. Blackwell. 2011. Amelia II: a pro- gram for missing data, R package version 1.5., 2012. Journal of Statistical Software 45:1-3.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Revision of Neacomys spinosus (Thomas, 1882) (Rodentia: Cricetidae) with emphasis on Peruvian populations and the description of a new species",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hurtado",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Zootaxa",
                "volume": "4242",
                "issue": "",
                "pages": "401--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hurtado, N., and V. Pacheco. 2017. Revision of Neacomys spinosus (Thomas, 1882) (Rodentia: Cricetidae) with emphasis on Peruvian populations and the description of a new species. Zootaxa 4242:401-440. International Union for Conservation of Nature (IUCN).",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "IUCN red list categories and criteria: version 3.1. IUCN Species Survival Commission",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "IUCN red list categories and criteria: version 3.1. IUCN Species Survival Commission. Gland, Switzerland and Cambridge, United Kingdom.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Discriminant function analysis in archaeology: are classification rates too good to be true",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kovarovic",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Aiello",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cardini",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Lockwood",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Archaeological Science",
                "volume": "38",
                "issue": "",
                "pages": "3006--3018",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kovarovic K., L. C. Aiello, A. Cardini, and C. A. Lockwood. 2011 Discriminant function analysis in archaeology: are classifica- tion rates too good to be true? Journal of Archaeological Science 38:3006-3018.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Neacomys from Northwestern South America",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "Journal of Mammalogy",
                "volume": "22",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawrence, B. 1941. Neacomys from Northwestern South America. Journal of Mammalogy 22:418.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Distribuição e relação trófica entre carrapatos e pequenos mamíferos da ordem Rodentia e Didelphimorphia na Floresta Nacional de Carajás, estado do Pará. Unpublished M.Sc. thesis",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "F"
                        ],
                        "last": "Leal",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leal, P. F. 2014. Distribuição e relação trófica entre carrapatos e pequenos mamíferos da ordem Rodentia e Didelphimorphia na Floresta Nacional de Carajás, estado do Pará. Unpublished M.Sc. thesis, Universidade Federal Rural da Amazônia. Belem, Pará, Brazil.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Linear discrimination, ordination, and the visualization of selection gradients in modern morphometrics",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mitteroecker",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Evolutionary Biology",
                "volume": "38",
                "issue": "",
                "pages": "100--114",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mitteroecker, P., and F. Bookstein. 2011. Linear discrimination, ordination, and the visualization of selection gradients in modern morphometrics. Evolutionary Biology 38:100-114.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "2020. A review on the cytogenetics of the tribe Oryzomyini (Rodentia: Cricetidae: Sigmodontinae), with the description of new karyotypes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "D N"
                        ],
                        "last": "Moreira",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Ventura",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Yonenaga-Yassuda",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4876",
                "issue": "",
                "pages": "1--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moreira, C. D. N., K. Ventura, A. R. Percequillo, and Y. Yonenaga-Yassuda. 2020. A review on the cytogenetics of the tribe Oryzomyini (Rodentia: Cricetidae: Sigmodontinae), with the description of new karyotypes. Zootaxa 4876: 1-111.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Size allometry: size and shape variables with characterizations of the lognormal and generalized gamma distributions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Mosimann",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Journal of the American Statistical Association",
                "volume": "65",
                "issue": "",
                "pages": "930--945",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mosimann, J. E. 1970. Size allometry: size and shape variables with characterizations of the lognormal and generalized gamma distributions. Journal of the American Statistical Association 65:930-945.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Assessing relative age and age structure in natural populations of Bolomys lasiurus (Rodentia: Sigmodontinae) in northeastern Brazil",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Reis",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Mammalogy",
                "volume": "79",
                "issue": "",
                "pages": "1170--1183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oliveira, J. A., R. E. Strauss, and S. F. Reis. 1998. Assessing relative age and age structure in natural populations of Bolomys lasiurus (Rodentia: Sigmodontinae) in northeastern Brazil. Journal of Mammalogy 79:1170-1183.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Chromosomal phylogeny and comparative chromosome painting among Neacomys species (Rodentia, Sigmodontinae) from eastern Amazonia",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Oliveira Da Silva",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "BMC Evolutionary Biology",
                "volume": "19",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oliveira da Silva, W., et al. 2019. Chromosomal phylogeny and comparative chromosome painting among Neacomys spe- cies (Rodentia, Sigmodontinae) from eastern Amazonia. BMC Evolutionary Biology 19:184.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Genus Thomasomys Coues",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "617--682",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pacheco, V. 2015. Genus Thomasomys Coues, 2000. Pp. 617- 682 in Mammals of South America. 2. Rodents (J. L. Patton, U. F. J. Pardiñas, and G. D'Elía, eds.). University of Chicago Press. Chicago, Illinois.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "List of mammal species known to occur in Manú Biosphere Reserve",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Ascorra",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pacheco, V., B. D. Patterson, J. L. Patton, L. H. Emmons, S. Solari, and C. F. Ascorra. 1993. List of mammal species known to occur in Manú Biosphere Reserve, Peru. Publicaciones del Museo de Historia Natural, Universidad Nacional Mayor de San Marcos 44:1-12.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Deciphering the products of evolution at the species level: the need for an integrative taxonomy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Padial",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Castriviejo-Fisher",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Köhler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Vilá",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Chaparro",
                        "suffix": ""
                    },
                    {
                        "first": "I. De La",
                        "middle": [],
                        "last": "Riva",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Zoologica Scripta",
                "volume": "38",
                "issue": "",
                "pages": "431--447",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Padial, J. M., S. Castriviejo-Fisher, J. Köhler, C. Vilá, J. C. Chaparro, and I. De La Riva. 2009. Deciphering the prod- ucts of evolution at the species level: the need for an integrative taxonomy. Zoologica Scripta 38:431-447.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "The integrative future of taxonomy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Padial",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Miralles",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "De La Riva",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vences",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Frontiers in Zoology",
                "volume": "7",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Padial, J. M., A. Miralles, I. De la Riva, and M. Vences. 2010. The integrative future of taxonomy. Frontiers in Zoology 7:16.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Mammals of South America. 2. Rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "F J"
                        ],
                        "last": "Pardiñas",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "D'elía",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J. L., U. F. J. Pardiñas, and G. D'Elía. 2015. Mammals of South America. 2. Rodents. University of Chicago Press. Chicago, Illinois.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Mammals of the Rio Juruá and the evolutionary and ecological diversification of Amazonia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N F"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Malcolm",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "244",
                "issue": "",
                "pages": "1--306",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton, J. L., M. N. F. da Silva, and J. R. Malcolm. 2000. Mammals of the Rio Juruá and the evolutionary and ecological di- versification of Amazonia. Bulletin of the American Museum of Natural History 244:1-306.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Tempo and mode of evolution of oryzomyine rodents (Rodentia, Cricetidae, Sigmodontinae): a phylogenomic approach",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "159",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Percequillo, A. R., et al. 2021. Tempo and mode of evolution of oryzomyine rodents (Rodentia, Cricetidae, Sigmodontinae): a phylogenomic approach. Molecular Phylogenetics and Evolution 159: 107120.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "How many principal components? Stopping rules for determining the number of non-trivial axes revisited",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Peres-Neto",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Somers",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Computational Statistics and Data Analysis",
                "volume": "49",
                "issue": "",
                "pages": "974--997",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peres-Neto, P. R., D. A. Jackson, and K. M. Somers. 2005. How many principal components? Stopping rules for determining the number of non-trivial axes revisited. Computational Statistics and Data Analysis 49:974-997.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Qgis Development Team",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "QGIS Development Team. 2018. QGIS geographic information system. Open Source Geospatial Foundation. Beaverton, OR. R Development Core Team. 2018. R: a language and environment for statistical computing. R Foundation for Statistical Computing. Vienna, Austria. http://www.R-project.org/. Accessed 27 June 2019.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "RStudio: integrated development environment for R. RStudio, PBC",
                "authors": [],
                "year": 2020,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RStudio Team. 2020. RStudio: integrated development environment for R. RStudio, PBC. Boston, Massachusetts. http://www.rstudio. com/. Accessed 18 February 2020.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "An introduction to the systematics of small-bodied Neacomys (Rodentia, Cricetidae) from Peru with descriptions of two new species",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Sańchez-Vendizu",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Vivas-Ruiz",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "American Museum Novitates",
                "volume": "3913",
                "issue": "",
                "pages": "1--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sańchez-Vendizu, P., V. Pacheco, and D. Vivas-Ruiz. 2018. An introduction to the systematics of small-bodied Neacomys (Rodentia, Cricetidae) from Peru with descriptions of two new spe- cies. American Museum Novitates 3913:1-38.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Systematics of Neotropical spiny mice, genus Neacomys Thomas, 1900 (Rodentia: Cricetidae), from southeastern Amazonia, with descriptions of three new species",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "B F"
                        ],
                        "last": "Semedo",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "American Museum Novitates",
                "volume": "3958",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Semedo, T. B. F., et al. 2020. Systematics of Neotropical spiny mice, genus Neacomys Thomas, 1900 (Rodentia: Cricetidae), from southeastern Amazonia, with descriptions of three new species. American Museum Novitates 3958:1-43.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Mammals of the manu biosphere reserve",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "V"
                        ],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Luna",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Velazco",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Fieldiana Zoology",
                "volume": "110",
                "issue": "",
                "pages": "13--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Solari, A., S. V. Pacheco, L. Luna, P. M. Velazco, and B. D. Patterson. 2006. Mammals of the manu biosphere reserve. Fieldiana Zoology 110:13-22.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Advances in systematics of bats: towards a consensus on species delimitation and classifications through integrative taxonomy",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "G"
                        ],
                        "last": "Sotero-Caio",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Journal of Mammalogy",
                "volume": "100",
                "issue": "",
                "pages": "838--851",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Solari, S., C. G. Sotero-Caio, and R. J. Baker. 2019. Advances in systematics of bats: towards a consensus on species delimita- tion and classifications through integrative taxonomy. Journal of Mammalogy 100:838-851.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Phylogenetic relationships among the Phyllotini (Rodentia: Sigmodontinae) using morphological characters",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Steppan",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Journal of Mammalian Evolution",
                "volume": "1",
                "issue": "",
                "pages": "187--213",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steppan, S. 1993. Phylogenetic relationships among the Phyllotini (Rodentia: Sigmodontinae) using morphological characters. Journal of Mammalian Evolution 1:187-213.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Sigmodontinae: Oryzomyini): molecular phylogenetic, cytogenetic and morphological approaches reveal cryptic species",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "Y"
                        ],
                        "last": "Suárez-Villota",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Carmignotto",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Brandão",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Percequillo",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J D J"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Systematics of the genus Oecomys",
                "volume": "184",
                "issue": "",
                "pages": "182--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suárez-Villota, E. Y., A. P. Carmignotto, M. V. Brandão, A. R. Percequillo, and M. J. D. J. Silva. 2018. Systematics of the genus Oecomys (Sigmodontinae: Oryzomyini): molecular phy- logenetic, cytogenetic and morphological approaches reveal cryptic species. Zoological Journal of the Linnean Society 184:182-210.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "On a collection of rodents from north Peru",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proceedings of the Scientific Meetings of the Zoological Society of",
                "volume": "1882",
                "issue": "",
                "pages": "98--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1882. On a collection of rodents from north Peru. Proceedings of the Scientific Meetings of the Zoological Society of London 1882:98-111.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "On the mammals collected by Mr. A. Robert at Chapada, Matto Grosso (Percy Sladen Expedition to Central Brazil)",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "Proceedings of the Zoological Society of London",
                "volume": "2",
                "issue": "",
                "pages": "232--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1903. On the mammals collected by Mr. A. Robert at Chapada, Matto Grosso (Percy Sladen Expedition to Central Brazil). Proceedings of the Zoological Society of London 1903 2:232-244.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "New Neotropical Chrotopterus, Sciurus, Neacomys, Coendou, Proechimys, and Marmosa. Annals and Magazine of Natural History",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1905,
                "venue": "",
                "volume": "16",
                "issue": "",
                "pages": "308--314",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, O. 1905. XXXIV.-New Neotropical Chrotopterus, Sciurus, Neacomys, Coendou, Proechimys, and Marmosa. Annals and Magazine of Natural History, Seventh Series 16:308-314.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Genus Rhipidomys Tschudi, 1845",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Tribe",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "583--617",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tribe, C. J. 2015. Genus Rhipidomys Tschudi, 1845. Pp. 583-617 in Mammals of South America. 2. Rodents (J. L. Patton, G. D'Elía, and U. F. J. Pardiñas, eds.). University of Chicago Press. Chicago, Illinois.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Systematics and ecology of ichthyomyine rodents (Muroidea): patterns of morphological evolution in a small adaptive radiation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "188",
                "issue": "",
                "pages": "259--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S. 1988. Systematics and ecology of ichthyomyine ro- dents (Muroidea): patterns of morphological evolution in a small adaptive radiation. Bulletin of the American Museum of Natural History 188:259-493.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Genus Sigmodon Say and Ord, 1825. Pp. 566-571 in Mammals of South America. 2. Rodents",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S. 2015a. Genus Sigmodon Say and Ord, 1825. Pp. 566- 571 in Mammals of South America. 2. Rodents (J. L. Patton, U. F. J. Pardiñas, and G. D'Elía, eds.). University of Chicago Press. Chicago, Illinois.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "The mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "263",
                "issue": "",
                "pages": "1--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., D. P. Lunde, and N. B. Simmons. 2001. The mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species. Bulletin of the American Museum of Natural History 263:1-236.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Phylogeny of Neotropical oryzomyine rodents (Muridae: Sigmodontinae) based on the nuclear IRBP exon",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "29",
                "issue": "",
                "pages": "331--349",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M. 2003. Phylogeny of Neotropical oryzomyine rodents (Muridae: Sigmodontinae) based on the nuclear IRBP exon. Molecular Phylogenetics and Evolution 29:331-349.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Phylogenetic relationships of oryzomine rodents (Muroidea: Sigmodontinae): separate and combined analyses of morphological and molecular data",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "296",
                "issue": "",
                "pages": "1--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M. 2006. Phylogenetic relationships of oryzomine rodents (Muroidea: Sigmodontinae): separate and combined analyses of morphological and molecular data. Bulletin of the American Museum of Natural History 296:1-149.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Genus Neacomys Thomas 1900",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "361--369",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M., and C. R. Bonvicino. 2015a. Genus Neacomys Thomas 1900. Pp. 361-369 in Mammals of South America.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Genus Oligoryzomys Bangs, 1900",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "417--437",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weksler, M., and C. R. Bonvicino. 2015b. Genus Oligoryzomys Bangs, 1900. Pp. 417-437 in Mammals of South America.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "ggplot2: Elegant graphics for data analysis",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Wickham",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wickham, H. 2016. ggplot2: Elegant graphics for data analysis. Springer-Verlag. New York. in the present work are listed here. Specimens are deposited in the following collections: American Museum of Natural History, New York, United States (AMNH);",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "United States (FMNH)",
                "authors": [
                    {
                        "first": "Field",
                        "middle": [],
                        "last": "Museum",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Chicago",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Field Museum, Chicago, United States (FMNH); Museum of Natural Science, Louisiana State University, Baton Rouge, United States (LSUMZ);",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Brazil (MN and uncatalogued specimens collected by F. Martins-Hatano",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Museu Nacional, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil (MN and uncatalogued specimens collected by F. Martins-Hatano, referred to as MN-FMH);",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Specimens are grouped by species and localities. Each specimen is identified by its collection and the age class and sex (M, F, or ?) also are supplied. For N. musseri, N. leilae, N. oliveirai, N. tenuipes, and N. xingu, the specimens employed in both qualitative and quantitative analysis are marked with an asterisk (*), whereas the remainder only were used in qualitative comparisons. For other species or clades, individuals reported here were used in qualitative comparisons. Geographical information was preferentially obtained from specimens' labels, but also was obtained from the gazetteers of Gardner",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "UKNHM; formerly British Museum of Natural History, BMNH); and National Museum of Natural History",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Universidade Federal do Mato Grosso, Cuiabá (UFMT); University of Michigan Museum of Zoology, Ann Arbor, United States (UMMZ); Natural History Museum, London, England (UKNHM; formerly British Museum of Natural History, BMNH); and National Museum of Natural History, Smithsonian Institution, Washington, D.C., United States (USNM). Specimens are grouped by species and localities. Each specimen is identified by its collection and the age class and sex (M, F, or ?) also are supplied. For N. musseri, N. leilae, N. oliveirai, N. tenuipes, and N. xingu, the specimens employed in both qualitative and quantita- tive analysis are marked with an asterisk (*), whereas the remainder only were used in qualitative comparisons. For other species or clades, individuals reported here were used in qualitative comparisons. Geographical information was preferentially obtained from speci- mens' labels, but also was obtained from the gazetteers of Gardner (2007) and Patton et al. (2015), or using Google Earth Pro (Google Inc. 2018). Geographic coordinates for Floresta Nacional de Carajás were obtained based on geographical information supplied in studies that used the same individuals here analyzed, such as Leal (2014), Ardente et al. (2016), Ardente et al. (2017). Distribution maps based on specimens' coordinates were made using Qgis v. 2.18 (QGIS Development Team 2018). Neacomys amoenus (N = 207).-BOLIVIA-Pando, La Cruz AMNH 262824 [F5];",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "13 Madre de Dios River, Gargantua Island AMNH 262823",
                "authors": [],
                "year": null,
                "venue": "M4",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "13 Madre de Dios River, Gargantua Island AMNH 262823 [M4];",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "El Refugio USNM 584545 [M6], Parque Nacional Kempff Mercado, El Refugio, 2.5 km NE of El Refugio buildings USNM 584543",
                "authors": [
                    {
                        "first": "Santa",
                        "middle": [],
                        "last": "Cruz",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Cruz, El Refugio USNM 584545 [M6], Parque Nacional Kempff Mercado, El Refugio, 2.5 km NE of El Refugio buildings USNM 584543 [F3], 584544 [M5].",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "Igarapé Porongaba, margem direita do rio Juruá MPEG 28125",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Brazil-Acre",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRAZIL- Acre, Igarapé Porongaba, margem direita do rio Juruá MPEG 28125",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "Reserva Extrativista Chico Mendes LMUSP 179 [M5",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", Reserva Extrativista Chico Mendes LMUSP 179 [M5], 182",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": "27 Sobral, margem esquerda do rio Juruá MPEG 28126",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", MZUSP 21559 [M?], 21560 [M5], 27 Sobral, margem esquerda do rio Juruá MPEG 28126 [F3];",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Seringal Condor, left bank Rio Juruá MVZ 190372",
                "authors": [],
                "year": null,
                "venue": "M4",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", Seringal Condor, left bank Rio Juruá MVZ 190372 [M4];",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "Vila de Dardanelos",
                "authors": [
                    {
                        "first": "Mato",
                        "middle": [],
                        "last": "Grosso",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mato Grosso, Aripuanã USNM 545951 [F5], 545952 [M5], 545956 [?4], 55 Serra da Chapada UKNHM 1903.7.7.84 [M5] (holotype of N. amoenus), Vila de Dardanelos, Humboldt, rio Aripuanã MPEG 10180 [M5], MPEG 10182 [M6];",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "54 km S and 150 km W de Altamira",
                "authors": [
                    {
                        "first": "Altamira",
                        "middle": [],
                        "last": "Pará",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "61",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pará, Altamira, 54 km S e 150 km W de, gleba 61, lote 02 MPEG 15411 [M3], 20141 [F5], 9095 [M4], 9100 [M4], 9101 [F4], 19 km S e 18 km W de Altamira, Agrovila União MPEG 15296 [M3], 9088 [M6], 9091 [M4], 9092 [M4], 54 km S and 150 km W de Altamira, Gleba 61, Lote 02 MPEG 9094 [M5], Itaituba, Transamazônia, Itaituba-Jacareacanga, km 19 MPEG 15140",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "COLOMBIA-Caqueta",
                "authors": [],
                "year": null,
                "venue": "La Murelia AMNH",
                "volume": "33870",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[F3], 39721 [M2], 39725 [F3], 39726 [M2]. COLOMBIA-Caqueta, La Murelia AMNH 33870 [M4], Tres Troncos FMNH 71780 [M5], 71781 [M4], 71782 [M5], 71783 [M4], 71790 [F3], 71791 [F3];",
                "links": null
            },
            "BIBREF91": {
                "ref_id": "b91",
                "title": "Limoncocha USNM 513576",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Ecuador-Napo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ECUADOR-Napo, Limoncocha USNM 513576 [F5], 513577 [M4], 513578 [M4], 513579 [M5], 513580",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Parque Nacional Yasuni, 35 km S of Pompeya Sur ROM 105627 [F4], Parque Nacional Yasuni, 42 km S, 1 km E of Pompeya Sur ROM 104488 [F4], Rio Aguarico, 200 m SW mouth of Rio Cuyabeno FMNH 125038",
                "authors": [
                    {
                        "first": "Parque",
                        "middle": [
                            "Nacional"
                        ],
                        "last": "Yasuni",
                        "suffix": ""
                    },
                    {
                        "first": "Onkone",
                        "middle": [],
                        "last": "Gare",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Parque Nacional Yasuni, 18 km S of Pompeya Sur ROM 106105 [F3]",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", Parque Nacional Yasuni, Onkone Gare, 38 km S of Pompeya Sur ROM 105629 [F5], Parque Nacional Yasuni, 18 km S of Pompeya Sur ROM 106105 [F3], Parque Nacional Yasuni, 35 km S of Pompeya Sur ROM 105627 [F4], Parque Nacional Yasuni, 42 km S, 1 km E of Pompeya Sur ROM 104488 [F4], Rio Aguarico, 200 m SW mouth of Rio Cuyabeno FMNH 125038 [M4], Rio Jollin, near Archidona MCZ 38698 [M4], 38699 [M4], San Francisco, Rio Napo, Aguarico UMMZ 80173 [F4],80174 [M4], San José Nuevo AMNH 66794 [F5], San Rafael Cascada FMNH 125033 [M4], 125034 [M1], 125036 [F4], 125037 [M4], Zancudo FMNH 125039 [M3], 125041 [M3];",
                "links": null
            },
            "BIBREF95": {
                "ref_id": "b95",
                "title": "Tiguino, 130 km S of Coca USNM 574567",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[M3], 43227 [M5], Tiguino, 130 km S of Coca USNM 574567 [F4];",
                "links": null
            },
            "BIBREF97": {
                "ref_id": "b97",
                "title": "vicinity of Huampami Aguaruna village",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peru-Amazonas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PERU-Amazonas, vicinity of Huampami Aguaruna village, Rio Cenepa MVZ 155014 [M5], 155015 [F4];",
                "links": null
            },
            "BIBREF100": {
                "ref_id": "b100",
                "title": "Biological Station Pithecia FMNH 122962 [M3], Rio Samiria",
                "authors": [
                    {
                        "first": "Rio",
                        "middle": [],
                        "last": "M4]",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Samiria",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[F3], 88949 [M3], 88950 [F4], 88951 [M4], Rio Samiria, Biological Station Pithecia FMNH 122962 [M3], Rio Samiria, Santa Elena FMNH 87206 [M4], 87207 [F3], 87208 [M3], Nauta, Left bank of Rio Samiria FMNH 122963 [F4];",
                "links": null
            },
            "BIBREF104": {
                "ref_id": "b104",
                "title": "Sinnamary AMNH 267569 [F4] (holotype of N. dubosti)",
                "authors": [
                    {
                        "first": "French",
                        "middle": [],
                        "last": "Guiana-Cayenne",
                        "suffix": ""
                    },
                    {
                        "first": "Paracou",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FRENCH GUIANA-Cayenne, Paracou, near Sinnamary AMNH 267569 [F4] (holotype of N. dubosti). SURINAME-Marowijne, Oelemarie CM 76835 [M1], 76836 [M4], 76837 [F4], 76839 [M4], 76840 [M4], 76841 [F1], 76842 [M4], 76843 [F4];",
                "links": null
            },
            "BIBREF105": {
                "ref_id": "b105",
                "title": "Sipaliwini Airstrip CM7 6846",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Nickerie",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "F6",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nickerie, Sipaliwini Airstrip CM7 6846 [F6];",
                "links": null
            },
            "BIBREF106": {
                "ref_id": "b106",
                "title": "Iconja Landing",
                "authors": [
                    {
                        "first": "Blanche",
                        "middle": [
                            "Marie"
                        ],
                        "last": "Sipaliwini",
                        "suffix": ""
                    },
                    {
                        "first": "Rom",
                        "middle": [],
                        "last": "Vallen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sipaliwini, Blanche Marie Vallen ROM 117587 [F4], Iconja Landing, Sipaliwini River ROM 120288 [M4].",
                "links": null
            },
            "BIBREF107": {
                "ref_id": "b107",
                "title": "Neacomys guianae (N = 8).-GUYANA-Demerara-Mahaica",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys guianae (N = 8).-GUYANA-Demerara-Mahaica, Rio Demerara UKNHM 1905.11.1.12 [M6] (holotype of N. guianae);",
                "links": null
            },
            "BIBREF108": {
                "ref_id": "b108",
                "title": "50 km SWW of Gunn's Strip ROM 106708",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Upper Takutu-Upper Essequibo, Kamoa River, 50 km SWW of Gunn's Strip ROM 106708 [M5].",
                "links": null
            },
            "BIBREF109": {
                "ref_id": "b109",
                "title": "Lower Geyskes cr CM 76850",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Suriname-Nickerie",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Sipaliwini Airstrip CM 76847 [M6",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SURINAME-Nickerie, Sipaliwini Airstrip CM 76847 [M6], Saramacca, Tafelberg, Lower Geyskes cr CM 76850 [M5], 198 Tafelberg, Center of Arrowhead Basin, Augustus c CM 76848 [F6], 199 Tafelberg, Geyskes cr CM 76849 [F5], 76851",
                "links": null
            },
            "BIBREF111": {
                "ref_id": "b111",
                "title": "Biological Station USNM 517586* [F5",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "W"
                        ],
                        "last": "Km",
                        "suffix": ""
                    },
                    {
                        "first": "Rancho",
                        "middle": [],
                        "last": "Grande",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "km NW, Rancho Grande Biological Station USNM 517586* [F5], 517587 [M4];",
                "links": null
            },
            "BIBREF112": {
                "ref_id": "b112",
                "title": "Distrito Federal: Los Venados, 4 km NNW Caracas USNM",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Distrito Federal: Los Venados, 4 km NNW Caracas USNM",
                "links": null
            },
            "BIBREF113": {
                "ref_id": "b113",
                "title": "Instituto Venezolano de Investigaciones Científicas), 15 km SW of Caracas",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "V I C"
                        ],
                        "last": "Miranda: Caracas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miranda: Caracas, I.V.I.C. (Instituto Venezolano de Investigaciones Científicas), 15 km SW of Caracas, USNM 442236* [M5], 442237* [M5].",
                "links": null
            },
            "BIBREF114": {
                "ref_id": "b114",
                "title": "Neacomys minutus s.s. (N = 8).-BRAZIL-Amazonas",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys minutus s.s. (N = 8).-BRAZIL-Amazonas, Altamira, right bank Rio Juruá MPEG 28119 [M4], MVZ 190360 [F5], 190361",
                "links": null
            },
            "BIBREF115": {
                "ref_id": "b115",
                "title": "Barro Vermelho, left bank Rio Juruá MVZ 190359 [M3], Colocação Vira-Volta, left bank Rio Juruá on Igarapé Arabidi",
                "authors": [],
                "year": null,
                "venue": "[M4] (topotypes of N. minutus)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[M4] (topotypes of N. minutus), Barro Vermelho, left bank Rio Juruá MVZ 190359 [M3], Colocação Vira-Volta, left bank Rio Juruá on Igarapé Arabidi, affluent of Paraná Breu MPEG 28116 [F3], 28117 [?3], 28118 [?3], MVZ 190363 [M4].",
                "links": null
            },
            "BIBREF116": {
                "ref_id": "b116",
                "title": "Tauari Farm MPEG 40432 [M3] (holotype of N. marajora). Neacomys minutus \"upriver clade",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Of Patton",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys marajoara (N = 1).-BRAZIL-Pará, Chaves, Marajó Island, Tauari Farm MPEG 40432 [M3] (holotype of N. marajora). Neacomys minutus \"upriver clade\" (of Patton et al. 2000;",
                "links": null
            },
            "BIBREF117": {
                "ref_id": "b117",
                "title": "Igarapé Nova Empresa, left bank Rio Juruá MPEG 28115",
                "authors": [
                    {
                        "first": "N = 3 ;",
                        "middle": [],
                        "last": "Brazil-Amazonas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "N = 3).-BRAZIL-Amazonas, Igarapé Nova Empresa, left bank Rio Juruá MPEG 28115 [?3], Penedo, right bank Rio Juruá MVZ 190358 [M5], 190369 [M4].",
                "links": null
            },
            "BIBREF118": {
                "ref_id": "b118",
                "title": "Neacomys musseri (N = 13).-BRAZIL-Acre, Estação Ecológica do Rio Acre (Acre River Ecological Station) LMUSP 291*",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys musseri (N = 13).-BRAZIL-Acre, Estação Ecológica do Rio Acre (Acre River Ecological Station) LMUSP 291* [M 6].",
                "links": null
            },
            "BIBREF120": {
                "ref_id": "b120",
                "title": "72 km NE (by road) Paucartambo, km FMNH 172248*",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Pedro",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "San Pedro, 72 km NE (by road) Paucartambo, km FMNH 172248* [M4].",
                "links": null
            },
            "BIBREF121": {
                "ref_id": "b121",
                "title": "Floresta Nacional de Carajás Carajas National Forest MN 73854* [M3",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys oliveirai (N = 6).-BRAZIL-Pará: Parauapebas, Floresta Nacional de Carajás Carajas National Forest MN 73854* [M3], 73879* [F3], 87743* [?3], 87744* [F3], 87746* [F6],",
                "links": null
            },
            "BIBREF124": {
                "ref_id": "b124",
                "title": "Floresta Nacional de Carajás MN 73881 [M4], Floresta Nacional Tapirapé Aguiri MN 75491 [?5], Fordlândia, Tapajós River AMNH 134501 [M4], Juruti, Área de Beneficiamento da ALCOA MPEG 38536",
                "authors": [
                    {
                        "first": "Almeirim",
                        "middle": [],
                        "last": "Pará",
                        "suffix": ""
                    },
                    {
                        "first": "Floresta",
                        "middle": [],
                        "last": "Estadual",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pará, Almeirim, Floresta Estadual do Paru MPEG 41808 [M5], Floresta Nacional de Carajás MN 73881 [M4], Floresta Nacional Tapirapé Aguiri MN 75491 [?5], Fordlândia, Tapajós River AMNH 134501 [M4], Juruti, Área de Beneficiamento da ALCOA MPEG 38536 [M1], 38537 [M3], Juruti, Área de influência do Projeto Juruti-ALCOA MPEG 38406 [F3], 38407 [?3], 38415 [F3], 38425 [?3], Juruti, Ferrovia km 32, Porto da ALCOA MPEG 38501",
                "links": null
            },
            "BIBREF126": {
                "ref_id": "b126",
                "title": "Parque Nacional do Viruá MN 70408",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Roraima",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roraima, Parque Nacional do Viruá MN 70408 [F3], Rorainópolis MN 78234 [M?].",
                "links": null
            },
            "BIBREF130": {
                "ref_id": "b130",
                "title": "Cow Fly Camp, 40 km SW of Kurupukari",
                "authors": [
                    {
                        "first": "Kartabo",
                        "middle": [],
                        "last": "Cuyuni-Mazaruni",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Point",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cuyuni-Mazaruni, Kartabo Point AMNH 142821 [?5], AMNH 245037 [?5], AMNH 42893 [?4], AMNH 64146 [?4], AMNH 64147 [?4], Potaro-Siparuni, Cow Fly Camp, 40 km SW of Kurupukari, Iwokrama Reserve ROM 108666",
                "links": null
            },
            "BIBREF131": {
                "ref_id": "b131",
                "title": "50 km SWW of Gunn's Strip ROM 106709",
                "authors": [
                    {
                        "first": "Gorge",
                        "middle": [],
                        "last": "Camp",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", Gorge Camp, 40 km SSW of Kurupukari, Iwokrama Reserve ROM 108899 [F2], Upper Takutu-Upper Essequibo, Kamoa River, 50 km SWW of Gunn's Strip ROM 106709 [M5].",
                "links": null
            },
            "BIBREF132": {
                "ref_id": "b132",
                "title": "Brownsberg Nature Park, 7 km S, 18.5 km W Afobakka CM 54016 [M4], Brownsberg Nature Park, Headquarters ROM 114150 [M4], Brownsberg Nature Park",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Suriname-Brokopondo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SURINAME- Brokopondo, Brownsberg Nature Park, 7 km S, 18.5 km W Afobakka CM 54016 [M4], Brownsberg Nature Park, Headquarters ROM 114150 [M4], Brownsberg Nature Park, Jeep Trail ROM 114315 [M4], 114317 [F4], 114324 [M6], Saramacca River, Loksie Hatti FMNH 95642 [M4], 95643 [F4];",
                "links": null
            },
            "BIBREF134": {
                "ref_id": "b134",
                "title": "Perica CM",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", 76844 [M5], Perica CM 76845 [M4];",
                "links": null
            },
            "BIBREF136": {
                "ref_id": "b136",
                "title": "Valle de los Monos AMNH 77311",
                "authors": [
                    {
                        "first": "Mount",
                        "middle": [],
                        "last": "Venezuela-Amazonas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Duida",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "F2",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VENEZUELA-Amazonas, Mount Duida, Valle de los Monos AMNH 77311 [F2];",
                "links": null
            },
            "BIBREF137": {
                "ref_id": "b137",
                "title": "2 km NW of, On Road to Toma de agua AMNH 257269",
                "authors": [
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Bolívar",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Ignacio De Yuruani",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Panama-Darién",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Cerro Tacarcuna USNM 338268",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bolívar, San Ignacio De Yuruani, 5.2 km NW of, On Road to Toma de agua AMNH 257269 [M4], 257270 [M5], 257271 [F4] Neacomys pictus (N = 8).-PANAMA-Darién, Cana LSUM Z25459 [M3], 25460 [M1], USNM 178714 [M5], 178715 [M4], 178718 [M4] (topotypes of N. pictus), Cana Santa Cruz De Cana, [Upper Rio Tuyra] USNM 178717 [M4] (holotype of N. pictus), Cerro Tacarcuna USNM 338268 [M3].",
                "links": null
            },
            "BIBREF138": {
                "ref_id": "b138",
                "title": "Neacomys rosalindae (N = 25).-ECUADOR-Napo, Parque Nacional Yasuni, 30 km SW of Onkone Gare ROM 105776",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys rosalindae (N = 25).-ECUADOR-Napo, Parque Nacional Yasuni, 30 km SW of Onkone Gare ROM 105776 [M3],",
                "links": null
            },
            "BIBREF139": {
                "ref_id": "b139",
                "title": "Parque Nacional Yasuni, 37 km S of Pompeya Sur",
                "authors": [
                    {
                        "first": "Yasuni",
                        "middle": [],
                        "last": "Parque Nacional",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parque Nacional Yasuni, 35 km S of Pompeya Sur ROM 105517 [M6], 105518 [F5], 105593 [M3], 105601 [F3], 105603 [M5], 105625 [F4], 105633 [M4], 105732 [F3], 105734 [F3], 105924 [F4], 105975 [M4], Parque Nacional Yasuni, 37 km S of Pompeya Sur ROM 105619 [M4], 105632 [F2], Parque Nacional Yasuni, 42 km S, 1 km E of Pompeya Sur ROM 105312 [M4], 105337 [F4], 105653 [M4], Parque Nacional Yasuni, Onkone Gare, 38 km S of Pompeya Sur ROM 105314 [M4], Rio Jollin, near Archidona MCZ 38700 [F3], MCZ 38701 [M4];",
                "links": null
            },
            "BIBREF140": {
                "ref_id": "b140",
                "title": "42 km S, 9 km E of ROM 118892 [F4], Rio Capiron, 46 km S, 2 km E of Pompeya Sur ROM 118900",
                "authors": [
                    {
                        "first": "Pompeya",
                        "middle": [],
                        "last": "Orellana",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sur",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orellana, Pompeya Sur, 42 km S, 9 km E of ROM 118892 [F4], Rio Capiron, 46 km S, 2 km E of Pompeya Sur ROM 118900 [M3];",
                "links": null
            },
            "BIBREF142": {
                "ref_id": "b142",
                "title": "vicinity of Huampami Aguaruna village",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peru-Amazonas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PERU-Amazonas, vicinity of Huampami Aguaruna village, Rio Cenepa MVZ 153530 [M4];",
                "links": null
            },
            "BIBREF144": {
                "ref_id": "b144",
                "title": "Neacomys spinosus (N = 5).-PERU-Amazonas",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys spinosus (N = 5).-PERU-Amazonas, Huambo UKNHM 81.9.7.25 [M4], Pomara AMNH 69255 [F4];",
                "links": null
            },
            "BIBREF147": {
                "ref_id": "b147",
                "title": "Neacomys tenuipes (N = 87).-COLOMBIA-Antioquia",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys tenuipes (N = 87).-COLOMBIA-Antioquia,",
                "links": null
            },
            "BIBREF149": {
                "ref_id": "b149",
                "title": "Zaragoza, 25 km S, 22 km W, At La Tirana USNM 499540",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[F6], 70121 [M4], 70122 [F2], 70141 [M4], 70142* [M3], Zaragoza, 25 km S, 22 km W, At La Tirana USNM 499540 [M4], 499541 [F4], 499542 [M6], 499546 [M4], 499547 [M4], 499548 [M4], 499549 [F5], 499550 [M5], 499551 [F4], 499552 [M4], 499554 [M4], 499555 [M4], 499556 [F5], 499557 [M4], 499558 [F4], 499559* [M4], 499575 [M4], 499576 [M4], 499577 [M4], 499578 [F4], 499579 [M4];",
                "links": null
            },
            "BIBREF153": {
                "ref_id": "b153",
                "title": "Camp Rafael Rangel USNM",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Venezuela-Aragua",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VENEZUELA-Aragua, Camp Rafael Rangel USNM",
                "links": null
            },
            "BIBREF154": {
                "ref_id": "b154",
                "title": "Maracay, 13 km NW",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "* [F4], 317722* [?4], Maracay, 13 km NW, Rancho Grande Biological Station USNM 517585* [M6], 517588* [M6], Rancho Grande UMMZ99278* [?1], Distrito Federal, Los Venados, 4 km NNW Caracas USNM 371185* [M6], 371186* [M4], 371188* [M4], 371189* [F6], 371190* [M4];",
                "links": null
            },
            "BIBREF156": {
                "ref_id": "b156",
                "title": "Serrania de San Luiz",
                "authors": [],
                "year": null,
                "venue": "Parque Nacional J. C. Falcón, Sector El Chorro",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "* [M5], 442245* [M5], Serrania de San Luiz, Parque Nacional J. C. Falcón, Sector El Chorro, circa 9 km North of Cabure AMNH 276585* [M4];",
                "links": null
            },
            "BIBREF157": {
                "ref_id": "b157",
                "title": "3 km NE, Quebrada Chacaito USNM 406046* [F5], Caracas, I.V.I.C. 15 km SW USNM 416715*",
                "authors": [
                    {
                        "first": "Caracas",
                        "middle": [],
                        "last": "Miranda",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miranda, Caracas, 3 km NE, Quebrada Chacaito USNM 406046* [F5], Caracas, I.V.I.C. 15 km SW USNM 416715* [F6].",
                "links": null
            },
            "BIBREF158": {
                "ref_id": "b158",
                "title": "3 km S of AMNH 247798",
                "authors": [
                    {
                        "first": "Ca",
                        "middle": [],
                        "last": "Rurrenabaque",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "M5",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rurrenabaque, ca. 3 km S of AMNH 247798 [M5];",
                "links": null
            },
            "BIBREF160": {
                "ref_id": "b160",
                "title": "5 km by road N of Tablas Monte, ca",
                "authors": [],
                "year": null,
                "venue": "km by road N of Tablas Monte",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "[M4], ca. 4.4 km by road N of Tablas Monte, Jatyn Mayu River AMNH 268727 [F4], 268728 [M6], 9.5 km by road N of Tablas Monte, ca. atyn Mayu River AMNH 268722 [M4], 268723 [M4], 268724 [M6], 268725 [M6], 7 ca. 2 km E of Villa Tunari, AMNH 247799 [F6], 247800 [F5], 247801 [M6];",
                "links": null
            },
            "BIBREF162": {
                "ref_id": "b162",
                "title": "Serrania Bella Vista, 35 km by road N of Caranave AMNH 246936",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", Serrania Bella Vista, 35 km by road N of Caranave AMNH 246936 [M5], 246937 [F5], 246938 [M5], 246939 [F5], 246940 [F4], Ticunguaya AMNH 72599 [M5], 72600 [F3], 72602 [F3];",
                "links": null
            },
            "BIBREF163": {
                "ref_id": "b163",
                "title": "Estancia Cachuela Esperanza AMNH 260421 [F4], 1 km NE of Estancia Las Cuevas",
                "authors": [
                    {
                        "first": "Chuhuayaco",
                        "middle": [],
                        "last": "E Of",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", 2 km E of Chuhuayaco, AMNH 263814 [M6], Estancia Cachuela Esperanza AMNH 260421 [F4], 1 km NE of Estancia Las Cuevas, AMNH 264449 [F4], 264450 [M4], 2 km SW of Las Cruces, AMNH 263815 [F4], San Rafael de Amboró AMNH 261987 [?4], 261989",
                "links": null
            },
            "BIBREF164": {
                "ref_id": "b164",
                "title": "Consuelo, 15.9 km SW Pilcopata FMNH 175075",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peru-Cusco",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PERU-Cusco, Consuelo, 15.9 km SW Pilcopata FMNH 175075 [M3], 175081 [F3], Hacienda Villa Carmen FMNH 84354 [M3], 84355 [M4], Quincemil FMNH 75359",
                "links": null
            },
            "BIBREF165": {
                "ref_id": "b165",
                "title": "16 mi N and 2 mi E Limbani MVZ 116644 [M4]",
                "authors": [
                    {
                        "first": "Bella",
                        "middle": [],
                        "last": "Puno",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pampa",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "JOURNAL OF MAMMALOGY",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Puno, Bella Pampa, 16 mi N and 2 mi E Limbani MVZ 116644 [M4], JOURNAL OF MAMMALOGY",
                "links": null
            },
            "BIBREF166": {
                "ref_id": "b166",
                "title": "52 km SSW Altamira, E Bank Rio Xingu USNM 549553* [M4], Cachoeira do Espelho",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Brazil-Pará",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Anapu",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Caracol",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rio",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Marabá, 73 km N e 45 km W, near Jatobal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Neacomys xingu (N = 14).-BRAZIL-Pará, Anapu, Caracol, right bank of Rio Xingu MPEG 39790* [F4], 39767* [M6], 52 km SSW Altamira, E Bank Rio Xingu USNM 549553* [M4], Cachoeira do Espelho, Rio Xingu, East Bank, 52 km SSW Altamira MZUSP 21319* [M4], Marabá, Floresta Nacional Tapirapé-Aquirí UFMT 1268 [F5] (holotype of N. xingu), Marabá, 73 km N e 45 km W, near Jatobal, gleba 29, lote 03, MPEG 15348* [F3],10925*[M5], Parauapebas, Floresta Nacional de Carajás, MN-FMH 400* [M3], MN-FMH 431* [M3], MN-FMH 967* [M3], MN-FMH 981* [F3], MN-FMH 990* [F3], 73835* [M3], 87744* [F2], 87746* [F5].",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "-Geographic distribution of Neacomys specimens analyzed in the present work. Black dots correspond to localities of Neacomys musseri",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "text": "whereas most individuals ofN. musseri, N. tenuipes, and  N. xingu  exhibit anterocones broad and flat (Figs. 4I and 4J). In individuals of N. musseri and most indivíduals of N. tenuipes, the anteromedian flexus in the first upper molar (M1) is present (Figs. 4I and 4J), while in most Coastal Venezuela, N. xingu, and all Carajás specimens, the anteromedian flexus is absent (Figs. 4K and 4L).",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "text": "-Summarized variation and differences in 15 qualitative characters among Neacomys musseri,N. xingu, N. tenuipes, Carajás and Coastal  Venezuela.  Total number is given between parenthesis and individuals used for computing frequencies for each character given along the respective pie charts. Character states are specified in the last column.858 JOURNAL OF MAMMALOGYFig. 3.-External and cranial morphological characters analyzed among the Neacomys samples. Metatarsal patch: absent (A; MN 87747) or present (B; USNM 517587). Tail size: shorter than body (C; MVZ 171485), equal to body (D; MVZ 171486), longer than body (E; USNM 371192), scale = 20 mm. White dashed bars represent body length. Postnasal depression: deep (F; MVZ 171486) or shallow or absent (G; MN 87746). Lacrimal bone: contacting equally maxillary and frontal (H; MN 87744) or contacting majorly maxillary (I; MVZ 171485). Subsquamosal",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "text": "",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "uris": null,
                "text": "A: Carajás; B, E: Coastal Venezuela; C, D, F: N. musseri; G, H, J: N. xingu; K: N. tenuipes. 860 JOURNAL OF MAMMALOGY Fig. 4.-Cranial, mandibular, and dental characters analyzed among the Neacomys samples. Carotid circulation pattern: primitive, evidenced by the presence of the squamosal-alisphenoid groove (A, AMNH 69182) or derived, with squamosal-alisphenoid groove absent (B, USNM 371192). Posterolateral palatal pits: unique large opening (C, MVZ 171485) or multiple small openings (D, MN 73879). Medial palatal process: absent (E, MN 73879) or present (F, USNM 442236). Angular notch: shallow (G, USNM 517856, reversed) or deep (H, MN 87744). Shape of anterocone:",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "uris": null,
                "text": "the other species collected in Floresta Nacional de Carajás, N. paracou and N. xingu. Differences in integumental, cranial, and dental characters among the species and samples analyzed here and aforementioned Neacomys species are provided in Supplementary Data SD4 and SD9 and in species comparisons. broad and flat (I, MVZ 171485 and J, MN 73835) or narrow, with anterior margin rounded (K, USNM 517386 and L, MN 73854). Anteromedian flexus of M1: absent (K, USNM 517386 and L, MN 73854) or present (I, MVZ 171485 and J, MN 73835). Anteroloph and anteroflexus: absent (L, MN 73854) or present, confluent or not with anterocone (I, MVZ 171485; J, MN 73835; and K, USNM 517386). Inner folds of procingulum: absent (I, MVZ 171485; J, MN 73835; and J, USNM 517386) or present (L; MN 73854). Mesoloph of M1: straight (I, MVZ 171485; J, MN 73835; and L, MN 73854) or curved (K, USNM 517386). Mesoflexus of M2: not segmented (L, MN 73854) or segmented by an accessory loph (I, MVZ 171485; J, MN 73835; and K, USNM 517386). ac: anterocone, acl: accessory loph, alp: anteroloph, amf: anteromedian flexus, if: inner fold of procingulum, mfl: mesoflexus, mlp: mesoloph, sqa: squamosal-alisphenoid groove. Scale 5 mm. A: N. tenuipes; B, F, G, K: Coastal Venezuela; C, I: N. musseri; D, E, H, L: Carajás; J: N. xingu.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "uris": null,
                "text": "Skull, ventral view.-Short incisive foramina, with posterior margin distant to M1 alveoli ca. half M1. Posterior margin of M3 mostly close to palatal edge, ca. half of M1 length. Posterolateral palatal pits are shallow and simple, with one large perforation. Medial process of palatal edge present (absent in USNM 51786). Sphenopalatine vacuities occupying presphenoid and basisphenoid. Mesopterygoid fossa with parallel margins. Pterygoid plate mostly with lateral margins expanded and notably round. Derived carotid circulation pattern (pattern 2 of Voss 1988). Stapedial spines contacting or not pterygoid plate. Tympanic bullae flask-shaped or globular. Basioccipital fossae deep, forming distinct medial ridge.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF8": {
                "uris": null,
                "text": "Mesoloph of M3 developed and distinct; hypoflexus present. Dentition, lower.-Procingulum of m1 divided by an anteromedian flexid; anteroflexid present. Mesolophid of m1 and m2 developed and not connected to entoconid, but not developed in some individuals; entoflexid not confluent with posteroflexid. Measurements of holotype (mm).-HBL = 75; Tal = 97; HF = 21; Ear = 15; CIL = 18.55; LIF = 2.93; BIF = 1.66; LD = 5.07; LM = 2.81; AW = 4.02; BPB = 2.19; LR = 6.78; NL = 8.18; RW.2 = 3.31; LIB = 4.25; OL = 3.2; BZP = 1.79; ZB = 11.15; BB = 10.75; OCB 5.37; BOL = 2.93; CD = 8.3. Mass = ?.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF9": {
                "uris": null,
                "text": "--Eigenvalues, eigenvectors, and percentage of variance for the first two principal components (PCA), the first three size-free principal components (size-free PCA), and the first three canonical variates (CVA), obtained for the Neacomys samples analyzed here. Eigenv. = eigenvalues; var. = variance.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF10": {
                "uris": null,
                "text": "708",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF11": {
                "uris": null,
                "text": "-Interpolation of individual scores and vector correlation for the first two size-free principal components (sfPCA, above) and the first two canonical variates (CVA, below) for the samples of Neacomys analyzed herein. Squares: white = Carajás, gray = N. xingu sympatric, black = N. xingu not sympatric; black dots = N. musseri; triangles: downward, black = Colombian N. tenuipes, upward, black = Venezuelan N. tenuipes not sympatric, upward, gray = Venezuelan N. tenuipes sympatric, upward, white = Coastal Venezuela. Upper left panel, dotted line: Limit between eastern Amazonia group and western Amazonia + Venezuela groups. Lower left panel: Continuous polygon: N. musseri morphospace; dotted polygons: N. xingu and N. tenuipes morphospaces; gray colored polygons: Carajás and Coastal Venezuela morphospaces.Letters: h = holotype, p = paratype, s = sequenced specimens, tl = specimens collected near the type locality.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF12": {
                "uris": null,
                "text": "Holotype.-An adult female, number MN 73854, collected in 27 October 2008 by Fernanda Martins-Hatano and preserved as skin, skull, and skeleton (original field number FMH 65), at Floresta Nacional de Carajás, municipality of Paraopebas, state of Pará, Brazil, elevation of 654 m (6°2′49.21″S, 50°15′40.73″W; locality 8).",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF13": {
                "uris": null,
                "text": "-First upper molar of 10 species of Neacomys showing differences in the antercone morphology among them. Note the diagnostic morphology observed in Carajás specimens. From left to right, top: Carajás samples (MN 73854), Neacomys dubosti (holotype, AMNH 276569), N. xingu (holotype, UFMT 1268; and MN 73835); center: N. marajoara (holotype, MPEG 40432), N. paracou (AMNH 64147), N. musseri (MVZ 171485), N. tenuipes (FMNH 70142); bottom: N. pusillus (holotype, AMNH 31695), N. pictus (USNM 338268), and Coastal Venezuela sample (USNM 371192). All pictures portray left molars, except for the holotypes of N. marajoara and N. pusillus, which depict the mirrored right molar. Ant: anterior; Lab: labial.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF14": {
                "uris": null,
                "text": "-Skull in dorsal, ventral, and lateral view, mandible in lateral view and occlusal view of right (above) and left (below) upper toothrows of the holotype of Neacomys leilae (USNM 371192). Scale = 10 mm. 868 JOURNAL OF MAMMALOGY Fig. 8.-Skull in dorsal, ventral, and lateral view, mandible in lateral view and occlusal view of right (above) and left (below) upper toothrows of the holotype of Neacomys oliveirai (MN 73854). Scale = 10 mm.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF15": {
                "uris": null,
                "text": "Lingual and labial flexi of M2 do not overlap, protoflexus weakly defined or absent; mesoflexus mostly continuous (divided in MN 73843); mesoloph of M2 straight. M3. Mesoloph developed and distinct, or absent; hypoflexus present. Dentition, lower.-Procingulum of m1 undivided; anteroflexid present, mesolophid of m1 and m2 developed and connected to entoconid, entoflexid not confluent with posteroflexid. Holotype measurements (mm).-HBL = 70; TaL = 67; HF = 18; Ear = 13; CIL = 17.45; LIF = 3.07; BIF = 1.52; LD = 4.85; LM = 2.63; AW = 3.81; BPB = 2.15; LR = 5.94; NL = 7.04; RW.2 = 3.82; LIB = 4.08; OL = 3.13; BZP = 1.68; ZB = 10.49; BB = 9.89; OCB = 4.89; BOL = 2.90; CD = 6.92. Mass = 11 g. Distribution.-This species is endemic to Floresta Nacional de Carajás, in the State of Pará, Brazil, between 654 and 747 m a.s.l. Neacomys oliveirai was collected in sympatry along N. paracou and N. xingu (formerly known as Neacomys sp. \"clade 7\" of Patton et al. 2000 or Neacomys sp. by da Silva et al. 2015).",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF16": {
                "uris": null,
                "text": "were given in the \"Results\" section. Most specimens of N. oliveirai, along with N. musseri, N. leilae, and the recently described N. marajoara, can be distinguished from other species of Neacomys by the presence of a derived carotid circulation pattern. Specimens of N. oliveirai also can be distinguished from other species of Neacomys, including individuals of 870 JOURNAL OF MAMMALOGY",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF17": {
                "uris": null,
                "text": "; Hurtado and Pacheco 2017; Sánchez-Vendizú et al. 2018; Semedo et al.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "num": null,
                "text": "-Descriptive statistics for the five samples of Neacomys analyzed here. Values are reported as mean ± standard deviation (min.-max.) [N]. Measurements are described in the \"Materials and Methods.\"",
                "content": "<table><tr><td>Coastal Venezuela</td><td>76.86 ± 4.58</td><td>(67-82) [7]</td><td>104.14 ± 8.34</td><td>(92-118) [7]</td><td>22 ± 1.6</td><td>(20-24) [7]</td><td>15.86 ± 1.12</td><td>(15-18) [7]</td><td>13.35 ± 1.15</td><td>(12.2-14.5) [2]</td><td>19.22 ± 0.39</td><td>(18.55-19.7) [7]</td><td>3.17 ± 0.22</td><td>(2.84-3.42) [7]</td><td>1.64 ± 0.06</td><td>(1.57-1.74) [7]</td><td>5.43 ± 0.2</td><td>(5.07-5.67) [7]</td><td>2.89 ± 0.09</td><td>(2.8-3.02) [7]</td><td>4.22 ± 0.12</td><td>(4.02-4.41) [7]</td><td>2.36 ± 0.11</td><td>(2.19-2.5) [7]</td><td>7.07 ± 0.16</td><td>(6.78-7.26) [6]</td><td>8.27 ± 0.24</td><td>(8-8.61) [6]</td></tr><tr><td>Neacomys tenuipes</td><td>79.73 ± 6.75</td><td>(65-108) [71]</td><td>93.52 ± 7.67</td><td>(74-114) [63]</td><td>21.41 ± 1.3</td><td>(19-28) [73]</td><td>13.8 ± 2.08</td><td>(8-25) [65]</td><td>16.89 ± 2.61</td><td>(12-22.1) [20]</td><td>18.79 ± 0.61</td><td>(16.64-19.9) [85]</td><td>3.09 ± 0.22</td><td>(2.61-3.7) [86]</td><td>1.55 ± 0.09</td><td>(1.32-1.74) [82]</td><td>5.44 ± 0.29</td><td>(4.59-6.1) [85]</td><td>2.79 ± 0.09</td><td>(2.43-3.02) [85]</td><td>4.16 ± 0.15</td><td>(3.69-4.59) [83]</td><td>2.37 ± 0.14</td><td>(2.05-2.74) [82]</td><td>6.93 ± 0.36</td><td>(5.91-7.65) [81]</td><td>8.43 ± 0.48</td><td>(6.91-9.28) [82]</td></tr><tr><td>Neacomys musseri</td><td>73.91 ± 2.84</td><td>(70-79) [11]</td><td>81 ± 6.02</td><td>(67-90) [11]</td><td>22.36 ± 0.48</td><td>(22-23) [11]</td><td>13.36 ± 0.77</td><td>(12-15) [11]</td><td>13.41 ± 1.87</td><td>(11-17) [11]</td><td>18.66 ± 0.63</td><td>(17.2-19.52) [11]</td><td>3.19 ± 0.19</td><td>(2.86-3.57) [11]</td><td>1.59 ± 0.06</td><td>(1.5-1.66) [11]</td><td>5.43 ± 0.2</td><td>(4.99-5.73) [11]</td><td>2.73 ± 0.09</td><td>(2.51-2.86) [11]</td><td>4.04 ± 0.1</td><td>(3.89-4.19) [11]</td><td>2.31 ± 0.08</td><td>(2.2-2.47) [11]</td><td>6.97 ± 0.32</td><td>(6.21-7.4) [11]</td><td>8.27 ± 0.38</td><td>(7.37-8.83) [11]</td></tr><tr><td>Neacomys xingu</td><td>74.15 ± 6.12</td><td>(65-89) [13]</td><td>79.33 ± 6.43</td><td>(70-92) [12]</td><td>20.38 ± 1.21</td><td>(18-23) [13]</td><td>12.67 ± 1.49</td><td>(10-15) [6]</td><td>13.79 ± 2.75</td><td>(10.5-21.5) [13]</td><td>18.37 ± 0.57</td><td>(17.44-19.6) [14]</td><td>3 ± 0.22</td><td>(2.71-3.52) [14]</td><td>1.43 ± 0.12</td><td>(1.15-1.68) [13]</td><td>5.15 ± 0.27</td><td>(4.71-5.64) [14]</td><td>2.73 ± 0.08</td><td>(2.58-2.88) [14]</td><td>3.93 ± 0.13</td><td>(3.76-4.26) [14]</td><td>2.18 ± 0.14</td><td>(2.03-2.54) [14]</td><td>6.59 ± 0.3</td><td>(6.11-7.22) [14]</td><td>8.15 ± 0.41</td><td>(7.41-8.99) [14]</td></tr><tr><td>Carajás</td><td>72.33 ± 4.35</td><td>(68-81) [6]</td><td>71.17 ± 6.79</td><td>(62-82) [6]</td><td>20.67 ± 1.89</td><td>(18-24) [6]</td><td>13.33 ± 0.47</td><td>(13-14) [3]</td><td>12.28 ± 1.9</td><td>(10-15) [5]</td><td>17.6 ± 0.44</td><td>(16.91-18.29) [7]</td><td>2.88 ± 0.1</td><td>(2.73-3.07) [7]</td><td>1.49 ± 0.05</td><td>(1.43-1.56) [7]</td><td>4.91 ± 0.14</td><td>(4.78-5.18) [7]</td><td>2.79 ± 0.1</td><td>(2.63-2.98) [7]</td><td>3.92 ± 0.1</td><td>(3.81-4.06) [6]</td><td>2.2 ± 0.09</td><td>(2.06-2.34) [6]</td><td>6.19 ± 0.19</td><td>(5.94-6.49) [7]</td><td>7.56 ± 0.33</td><td>(7.04-8.01) [7]</td></tr><tr><td/><td>HBL</td><td/><td>TaL</td><td/><td>Ear</td><td/><td>HFL</td><td/><td>Mass</td><td/><td>CIL</td><td/><td>LIF</td><td/><td>BIF</td><td/><td>LD</td><td/><td>LM</td><td/><td>AW</td><td/><td>BPB</td><td/><td>LR</td><td/><td>NL</td><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/102/3/852/6291570 by University of Michigan user on 07 October 2021 CACCAVO AND WEKSLER-TWO NEW SPECIES OF NEACOMYS 865",
                "content": "<table><tr><td>0.759</td><td>2.936</td><td>−6.633</td><td/><td/><td/><td/><td>−3.505</td><td>0.516</td><td>0.023</td><td/><td/><td>4.744</td><td/><td>1.339</td><td>−1.968</td><td/><td>1.850</td><td>2.148</td><td>11.60</td></tr><tr><td>−0.376</td><td>2.328</td><td>0.868</td><td/><td/><td/><td/><td>−2.546</td><td>−0.592</td><td>0.613</td><td/><td/><td>−4.252</td><td/><td>3.785</td><td>5.334</td><td/><td>−2.469</td><td>4.976</td><td>26.88</td></tr><tr><td>0.273</td><td>−0.057</td><td>−2.556</td><td/><td/><td/><td/><td>3.313</td><td>−1.654</td><td>−4.127</td><td/><td/><td>0.365</td><td/><td>−0.559</td><td>0.972</td><td/><td>3.207</td><td>7.091</td><td>38.31</td></tr><tr><td>21.453</td><td>135.222</td><td>204.380</td><td>46.543</td><td>81.295</td><td>99.118</td><td>95.947</td><td>60.699</td><td>35.467</td><td>82.498</td><td>86.463</td><td>104.291</td><td>205.530</td><td>22.694</td><td>45.995</td><td>82.742</td><td>114.456</td><td>42.636</td><td>4.336</td><td>12.80</td></tr><tr><td>4.326</td><td>−5.232</td><td>0.428</td><td>13.876</td><td>5.292</td><td>26.822</td><td>−30.224</td><td>13.762</td><td>6.054</td><td>6.574</td><td>14.971</td><td>3.971</td><td>33.873</td><td>6.796</td><td>−18.477</td><td>−19.398</td><td>4.475</td><td>16.988</td><td>4.967</td><td>14.40</td></tr><tr><td/><td>−66.691</td><td>−123.134</td><td>−42.679</td><td>−47.867</td><td>−38.298</td><td>−77.357</td><td>−5.879</td><td>−34.781</td><td>−74.890</td><td>−59.670</td><td>−57.999</td><td>−100.830</td><td>−6.909</td><td>−37.690</td><td>−38.533</td><td>−54.060</td><td>−5.853</td><td>7.458</td><td>35.40</td></tr><tr><td/><td>−0.001</td><td>−0.202</td><td>0.092</td><td>0.041</td><td>0.023</td><td>0.059</td><td>0.057</td><td>0.146</td><td>0.726</td><td>0.205</td><td>0.205</td><td>0.463</td><td>0.114</td><td>−0.033</td><td>0.051</td><td>0.210</td><td>−0.158</td><td>0.009</td><td>15.82</td></tr><tr><td/><td>−0.345</td><td>−0.380</td><td>−0.313</td><td>−0.083</td><td>−0.198</td><td>−0.263</td><td>−0.336</td><td>−0.263</td><td>0.239</td><td>−0.088</td><td>−0.186</td><td>−0.074</td><td>−0.215</td><td>−0.188</td><td>−0.176</td><td>−0.173</td><td>−0.212</td><td>0.024</td><td>42.73</td></tr><tr><td/><td>LIF</td><td>BIF</td><td>LD</td><td>LM</td><td>AW</td><td>BPB</td><td>LR</td><td>NL</td><td>RW.2</td><td>LIB</td><td>OL</td><td>BZP</td><td>ZB</td><td>BB</td><td>OCB</td><td>BOL</td><td>CD</td><td>Eigenv.</td><td>% var.</td></tr></table>",
                "type_str": "table"
            },
            "TABREF2": {
                "num": null,
                "text": "The existence of a new species in Venezuela among the individuals previously regarded as N. tenuipes, along with the morphometric results obtained herein, suggests that the Venezuelan diversity of Neacomys remains underestimated and that a taxonomic review regarding N. tenuipes is required.",
                "content": "<table><tr><td>Neacomys oliveirai, new species</td></tr><tr><td>João Oliveira's Spiny Mouse (Fig. 8;</td></tr><tr><td>Supplementary Data SD8)</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}