{
    "paper_id": "CarletonandMyers1979-KaryotypesofSomeHarvestMice,GenusReithrodontomys(1)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:23:00.613083Z"
    },
    "title": "KARYOTYPES OF SOME HARVEST MICE , GENUS REITHRODONTOMYS",
    "authors": [
        {
            "first": "Michael",
            "middle": [
                "D"
            ],
            "last": "Carleton",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Karyotypes of six species of harvest mice, representing both the subgenus Reithrodontomys (humulis, sumichrasti, and fulvescens) and the subgenus Aporodon (gracilis, mexicanus, and creper), are described. The karyotype of R. sumichrasti (2n = 40) resembles those previously reported for R. megalotis and R. raviventris, which possess mainly metacentric chromosomes. Reithrodontomys humulis (2n = 51), R. fulvescens (2n = 50), R. gracilis (2n = 52), R. mexicanus (2n = 52), and R. creper (2n = 52) exhibit a large proportion of acrocentric chromosomes. Karyotypic evidence suggests that intrageneric relationships of Reithrodontomys may not be accurately reflected by use of the subgenera Aporodon and Reithrodontomys.",
    "pdf_parse": {
        "paper_id": "CarletonandMyers1979-KaryotypesofSomeHarvestMice,GenusReithrodontomys(1)",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Karyotypes of six species of harvest mice, representing both the subgenus Reithrodontomys (humulis, sumichrasti, and fulvescens) and the subgenus Aporodon (gracilis, mexicanus, and creper), are described. The karyotype of R. sumichrasti (2n = 40) resembles those previously reported for R. megalotis and R. raviventris, which possess mainly metacentric chromosomes. Reithrodontomys humulis (2n = 51), R. fulvescens (2n = 50), R. gracilis (2n = 52), R. mexicanus (2n = 52), and R. creper (2n = 52) exhibit a large proportion of acrocentric chromosomes. Karyotypic evidence suggests that intrageneric relationships of Reithrodontomys may not be accurately reflected by use of the subgenera Aporodon and Reithrodontomys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The rodent genus ReithrodontomY8, containing approximately 18 species divided among two subgenera (ReithrodontomY8 and Aporodon), occurs in southern North America, throughout Central America, and in Colombia and Ecuador. Present knowledge of chromosomal numbers of harvest mice is confined to the North American species fulve8cen8 (Hsu and Benirschke, 1968) , megaloti8 (Matthey, 1961; Shellhammer, 1967; Hsu and Benirschke, 1970) , and raviventri8 (Shellhammer, 1967) , all members of the subgenus ReithrodontomY8. Information on karyotypes of Central American forms, particularly ones belonging to the more morphologically specialized subgenus Aporodon (8en8u Hooper, 1952) is lacking. In this report we describe karyotypes of six species of ReithrodontomY8, representing both the subgenus 8umichra8ti, and fulve8cen8) and the subgenus Aporodon (gracili8, mexicanu8, and creper), and discuss their taxonomic implications.",
                "cite_spans": [
                    {
                        "start": 331,
                        "end": 357,
                        "text": "(Hsu and Benirschke, 1968)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 370,
                        "end": 385,
                        "text": "(Matthey, 1961;",
                        "ref_id": null
                    },
                    {
                        "start": 386,
                        "end": 404,
                        "text": "Shellhammer, 1967;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 405,
                        "end": 430,
                        "text": "Hsu and Benirschke, 1970)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 449,
                        "end": 468,
                        "text": "(Shellhammer, 1967)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 662,
                        "end": 675,
                        "text": "Hooper, 1952)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 792,
                        "end": 804,
                        "text": "8umichra8ti,",
                        "ref_id": null
                    },
                    {
                        "start": 805,
                        "end": 820,
                        "text": "and fulve8cen8)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All animals were live-trapped and returned to the Museum of Zoology, University of Michigan, where breeding colonies were maintained. Thus, karyotypes reported herein represent both wild-caught individuals and their laboratory-reared offspring; no karyotypic differences were noted between individuals raised in captivity and their field-caught progenitors. Preparation of somatic chromosomes followed Patton (1967) . We used the standard four-class system (metacentric, submetacentric, subtelocentric, and acrocentric) for describing chromosomal morphology. The total number of autosomal arms is designated by FN. Voucher specimens are deposited in the University of Michigan Museum of Zoology (UMMZ). The number, sex, and dates of collection of Reithrodontomys karyotyped (or source of parental stock) are listed alphabetically by species.",
                "cite_spans": [
                    {
                        "start": 402,
                        "end": 415,
                        "text": "Patton (1967)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "R. creper-COSTA RICA: Cartago; Cerro de la Muerte, 2,800 m (3 00, 1 9). February 1975.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Tamaulipas; EI Nopal, near Jaumave, 1,065 m (1 9). August 1971.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R.fulvescens tropicali8-MEXICO:",
                "sec_num": null
            },
            {
                "text": "R. gracilis gracilis-MEXICO: Campeche; 6 km S Champoton (5 00, 2 ~ 9). May 1971. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R.fulvescens tropicali8-MEXICO:",
                "sec_num": null
            },
            {
                "text": "The diploid number ranged from 40 to 52 among the six species examined (Table  1) . No intraspecific variation in the diploid count was noted, but relatively few indi- viduals of each species were examined. Basically, four karyotypic patterns were evident.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 81,
                        "text": "(Table  1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys gracilis, mexicanus, and creper all had a 2n of 52. The chromosomal complement of gracilis and creper consisted of an evenly graded series of acrocentrics in both the male and female ( Fig. lA) . Consequently, we could not identify the sex chromosomes, which apparently were isomorphic in these two species. R. mexicanus had a pair of very small submetacentrics. The small size of these chromosomes made recognition difficult and they were not positively identified in the other two species. Otherwise, the imperceptibly graded acrocentrics of mexicanus closely resembled those of gracilis and creper.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 209,
                        "text": "Fig. lA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We observed a diploid count of 50 in R. fulvescens tropicalis. The karyotype was similar to that previously described for R. f. aurantius from Texas and Louisiana (Hsu and Benirschke, 1968) . The chromosomal complement consisted of 24 pairs of small to large acrocentrics and a single pair of large submetacentrics, which we assumed to represent the sex chromosomes (Hsu and Benirschke, 1968) .",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 189,
                        "text": "(Hsu and Benirschke, 1968)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 366,
                        "end": 392,
                        "text": "(Hsu and Benirschke, 1968)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The karyotype of R. sumichrasti (2n = 40) contained seven pairs of subtelocentries and 13 pairs of small to medium metacentrics and submetacentrics (Fig. 1B) . The sex chromosomes were represented by a large metacentric X and a slightly smaller submetacentric Y.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 157,
                        "text": "(Fig. 1B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The two female R. humulis had a fourth chromosomal type; the diploid number was odd (2n = 51), and the karyogram consisted mainly of small to medium acrocentries plus five pairs of small to larger-sized biarmed chromosomes (Fig. lC) . The unpaired element in both females was a small metacentric. The identify of the sex chromosomes and nature of sex determination in this species cannot be ascertained until a male is karyotyped. that the ancestral morphotype of Reithrodontomys inhabited grasslands, was smallbodied and short-tailed, possessed a short, broad skull with simple molars, and was terrestrial in habits; he viewed large size and long tail, a skull with large brain case and long rostrum, complex molar teeth, and scansorial or arboreal habits as derived traits . Thus, certain mice of the subgenus Reithrodontomys, (e.g., humulis or montanus) most closely approximate this ancestral form, whereas those of Aporodon (e.g., mexicanus and creper) exhibit many derived characters. Hershkovitz (1962) disputed Hooper's (1952) interpretation of the direction of character evolution, especially dental modifications, and underscored his disagreement by maintaining Aporodon and Reithrodontomys as separate genera (Hershkovitz, 1966) . Carleton (1973) ,.folln<;i that Table 1 ).",
                "cite_spans": [
                    {
                        "start": 991,
                        "end": 1009,
                        "text": "Hershkovitz (1962)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1019,
                        "end": 1034,
                        "text": "Hooper's (1952)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1220,
                        "end": 1239,
                        "text": "(Hershkovitz, 1966)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1242,
                        "end": 1257,
                        "text": "Carleton (1973)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 223,
                        "end": 232,
                        "text": "(Fig. lC)",
                        "ref_id": null
                    },
                    {
                        "start": 1274,
                        "end": 1281,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "information derived from gastric anatomy generally agreed with Hooper's (1952) estimation of specialization s within the genus, but disclosed no hiatus corresponding to the currently defined subgenera.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 78,
                        "text": "Hooper's (1952)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "A body of data now suggests that a chromosomal complement consisting mainly of acrocentrics and a relatively high diploid count represents the ancestral karyotype within a particular lineage, and that the general trend in karyotypic modification is reduction in 2n or increase in the FN/2n ratio. This generalization emerged from studies of a variety of murid rodents, including Microtus (Matthey, 1957) , Neotoma (Baker and Mascarello, 1969; Mascarello et aI., 1974b) , Peromyscus (Bowers et aI., 1973; Lee and Elder, 1977 ; but see Lawlor, 1974) , Sigmodon (Zimmerman , 1970) , Phyllotis (Pearson and Patton, 1976) , Oryzomys (Gardner and Patton, 1976) , and even the entire South American cricetine complex (Gardner and Patton, 1976) . Therefore, the ancestral karyotype in Reithrodonto mys may resemble that exhibited by members of the subgenus Aporodon; a 2n of 52, mostly acrocentrics. A karyotype comprised of a lower diploid number of mostly biarmed chromosomes , such as those possessed by megalotis, raviventris, and sumichrasti, would be considered highly derived.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 403,
                        "text": "(Matthey, 1957)",
                        "ref_id": null
                    },
                    {
                        "start": 414,
                        "end": 442,
                        "text": "(Baker and Mascarello, 1969;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 443,
                        "end": 468,
                        "text": "Mascarello et aI., 1974b)",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 503,
                        "text": "(Bowers et aI., 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 523,
                        "text": "Lee and Elder, 1977",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 534,
                        "end": 547,
                        "text": "Lawlor, 1974)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 559,
                        "end": 577,
                        "text": "(Zimmerman , 1970)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 590,
                        "end": 616,
                        "text": "(Pearson and Patton, 1976)",
                        "ref_id": null
                    },
                    {
                        "start": 628,
                        "end": 654,
                        "text": "(Gardner and Patton, 1976)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 710,
                        "end": 736,
                        "text": "(Gardner and Patton, 1976)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Viewed in this perspective, some of Hooper's (1952) hypotheses concerning patterns of evolution within'Reithr odontomys are corroborated, while others are contradicted by the karyotypic data as enumerated below.",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 51,
                        "text": "Hooper's (1952)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "•I.-Among those species possessing more primitive karyotypes (Le., largely acrocentric) are R. mexicanus and R. creper, species which Hooper considered structurally highly specialized. This apparent discrepancy may reflect a lack of correspondenc e between rates of karyotypic change and morphological evolution within the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Thus, body form and dental characters may have evolved rapidly in Aporodon while these mice retained a primitive karyotype. Alternatively, the common ancestor of Reithrodontomys may have resembled a medium-sized, scansorial species similar to fulvescens or gracilis, instead of a small, short-tailed, grassland fonn as suggested by Hooper. 2.-The intennediate nature of R. fulvescens is supported ( Fig. 2; Table 1 ). Although he placed it in the subgenus Reithrodontomys, Hooper thought fulvescens (and hirsutus) approached species within Aporodon in many characteristics.",
                "cite_spans": [
                    {
                        "start": 332,
                        "end": 339,
                        "text": "Hooper.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 399,
                        "end": 414,
                        "text": "Fig. 2; Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "3.-The large number of biarmed chromosomes and reduced diploid count (2n = 40) of R. sumichrasti suggest phyletic proximity to megalotis and raviventris (Fig.   2 ), in agreement with Hooper's proposed phylogeny.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 153,
                        "end": 162,
                        "text": "(Fig.   2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "4.-Reithrodontomys humulis is distinctive. Its karyotype, consisting of a relatively high 2n, many acrocentrics, and few biarmed elements, suggests affinity to species of Aporodon. As argued by Hooper (1952) , humulis (along with montanus and burti) probably represents an early offshoot of the stock ancestral to the megalotis and sumichrasti species groups. The progenitor of humulis was isolated in the southeastern Hooper (1952) -that is, the humulis, megalotis, sumichrasti,julvescens, mexican us, and tenuirostris groups-rather than to retain the two subgenera and the notion of a fundamental dichotomy that they impart.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 207,
                        "text": "Hooper (1952)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 419,
                        "end": 432,
                        "text": "Hooper (1952)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We recommend further karyotypic study of the genus Reithrodontomys. The chromosomal numbers of burti and montanus may prove informative, because Hooper considered them, along with humulis, to be morphologically the most primitive species. (Pizzimenti, 1972 , reported a 2n of 24 for R. montanus, citing Matthey, 1957. This is evidently an error, because Matthey does not report on R. montanus, and the morphology reported by Pizzimenti is identical to that given by Matthey for Microtus montanus.) In addition, species allied to mexicanus and creper must be investigated to detennine if the mainly acrocentric, 2n = 52 pattern is ubiquitous for that group.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 256,
                        "text": "(Pizzimenti, 1972",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The wide range in diploid numbers (2n = 38-52), coupled with the diversity in chromosomal morphology (all-acrocentric, intermediate, and all-metacentric karyotypes), exhibited by harvest mice offers a convenient system for investigating mechanisms of chromosomal change, perhaps through the use of banding techniques such as those employed in studies of Neotoma (Mascarello et aI., 1974a (Mascarello et aI., , 1974b Mascarello and Hsu, 1976) .",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 387,
                        "text": "(Mascarello et aI., 1974a",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 415,
                        "text": "(Mascarello et aI., , 1974b",
                        "ref_id": null
                    },
                    {
                        "start": 416,
                        "end": 441,
                        "text": "Mascarello and Hsu, 1976)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The genus Reithrodontomys embraces relatively few species but great morphological and ecological diversity. As noted by Hooper (1952) , the extreme forms are so different (consider the large size, long tail, complex dentition, and high elevation, cloud-forest habitat of R. creper versus the small size, short tail, simple dentition, and low elevation, grassland habitat of R. montanus) that we would hesitate to relate them in the same genus, except that their morphologies and ecologies are connected through a graded series of intermediate species. Moreover, some of the morphological dissimilarities between species of Reithrodontomys approach the amount of differ-erice that often marks different genera or even generic groups of Muridae, including complex and simple dental patterns (Hooper, 1952; Hershkovitz, 1962) , and hemiglandular and discoglandular stomachs (Carleton, 1973) .",
                "cite_spans": [
                    {
                        "start": 120,
                        "end": 133,
                        "text": "Hooper (1952)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 789,
                        "end": 803,
                        "text": "(Hooper, 1952;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 804,
                        "end": 822,
                        "text": "Hershkovitz, 1962)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 871,
                        "end": 887,
                        "text": "(Carleton, 1973)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ". . . . . The results reported herein demonstrate substantial karyotypIc varIatIon wIthm the genus Reithrodontomys. Understanding the selective context in which these differences between species evolved may contribute greater insight to character trends within the Muridae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "J.Mamm., 60(2):307-313, 1979",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/60/2/307/869091 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "for collecting and transporting the initial stocks of Reithrodontomys fulvescens and R. gracilis, and D. Foltz of the University of Michigan for providing the R. humulis. Dr. J. Patton of the Museum of Vertebrate Zoology, Berkeley, kindly allowed us to report the karyotypes of R. mexicanus soderstromi. Some specimens were collected under the auspices of National Science Foundation grant GB-35500 to Dr. E. T. Hooper of the University of Michigan Museum of Zoology. L. Myers assisted in many phases of chromosome preparation and photography, and J. Aspelin typed the manuscript",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Literature",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Mascarello",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Karyotypic analyses of the genus Neotoma",
                "volume": "8",
                "issue": "",
                "pages": "187--198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "We thank Dr. J. A. Lackey of Oswego State University, New York, for collecting and trans- porting the initial stocks of Reithrodontomys fulvescens and R. gracilis, and D. Foltz of the University of Michigan for providing the R. humulis. Dr. J. Patton of the Museum of Vertebrate Zoology, Berkeley, kindly allowed us to report the karyotypes of R. mexicanus soderstromi. Some specimens were collected under the auspices of National Science Foundation grant GB- 35500 to Dr. E. T. Hooper of the University of Michigan Museum of Zoology. L. Myers assisted in many phases of chromosome preparation and photography, and J. Aspelin typed the manu- script. Drs. E. T. Hooper and R. J. Baker reviewed the paper; we appreciate their comments and suggestions, which greatly improved our final effort. LITERATURE CITED BAKER, R. J., AND J. T. MASCARELLO. 1969. Karyotypic analyses of the genus Neotoma (Cricetidae, Rodentia). Cytogenetics, 8:187- 198.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Chromosome polymorphism in California populations of harvest mice",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Blanks",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Shellhammer",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "J. Mamm",
                "volume": "49",
                "issue": "",
                "pages": "726--731",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLANKS, G. A., AND H. S. SHELLHAMMER. 1968. Chromosome polymorphism in Cali- fornia populations of harvest mice. J. Mamm., 49:726-731.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Chromosomal, electrophoretic and breeding studies of selected populations of deer mice (Peromyscus maniculatus) and black-eared mice",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Bowers",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOWERS, J. H., R. J. BAKER, AND M. H. SMITH. 1973. Chromosomal, electropho- retic and breeding studies of selected pop- ulations of deer mice (Peromyscus manicu- latus) and black-eared mice (P. melanotis).",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A survey of gross stomach morphology in New World Cricetinae (Rodentia, Muroidea), with comments on functional interpretations",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Univ. Michigan",
                "volume": "146",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D. 1973. A survey of gross stomach morphology in New World Criceti- nae (Rodentia, Muroidea), with comments on functional interpretations. Misc. Pub!. Mus. Zoo!., Univ. Michigan, 146:1-43.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine complex",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Occas. Papers Mus. Zoo!",
                "volume": "49",
                "issue": "",
                "pages": "1--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L., AND J. L. PATTON. 1976. Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine com- plex. Occas. Papers Mus. Zoo!., Louisiana State Univ., 49:1-48.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Evolution of Neotropical cricetine rodents (Muridae) with special reference to the phyllotine group",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    },
                    {
                        "first": "!",
                        "middle": [],
                        "last": "Fieldiana-Zoo",
                        "suffix": ""
                    },
                    {
                        "first": "Chicago",
                        "middle": [],
                        "last": "Mus",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Mice, land bridges and Latin . American faunal interchange",
                "volume": "46",
                "issue": "",
                "pages": "725--752",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1962. Evolution of Neo- tropical cricetine rodents (Muridae) with special reference to the phyllotine group. Fieldiana-Zoo!., Chicago Mus. Nat. Hist., 46:1-524. ---. 1966. Mice, land bridges and Latin . American faunal interchange. Pp. 725-752",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Field Mus",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "in Ectoparasites of Panama (R. L. Wenzel and V. J. Tipton, eds.). Field Mus. Nat. Hist., Chicago, 861 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A systematic review of the .harvest mice (genus Reithrodontomys) of",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Latin America. Misc. Pub!. Mus. Zoo!. Univ. Michigan",
                "volume": "77",
                "issue": "",
                "pages": "1--255",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1952. A systematic review of the .harvest mice (genus Reithrodontomys) of Latin America. Misc. Pub!. Mus. Zoo!. Univ. Michigan, 77:1-255. ' HOWELL, A. H. 1914. ;Revision of the Ameri- can harvest mice (genus Reithrodontomys).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "An atlas of mammalian chromosomes",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Hsu",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Benirschke",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "67",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hsu, T. C., AND K. BENIRSCHKE. 1968. An at- las of mammalian chromosomes. Springer- Verlag, New York, 2:Folio 67. ---. 1970. An atlas of mammalian chro- mosomes. Springer-Verlag, New York, 4:Folio 169.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Chromosomal evolution in Peromyscus",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Evolution",
                "volume": "28",
                "issue": "",
                "pages": "689--692",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1974. Chromosomal evolution in Peromyscus. Evolution, 28:689-692.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Karyotypes of eight species of Mexican rodents (Muridae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. Mamm",
                "volume": "58",
                "issue": "",
                "pages": "479--487",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEE, M. R., AND F. B. ELDER. 1977. Karyo- types of eight species of Mexican rodents (Muridae). J. Mamm., 58:479-487.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Chromosome evolution in woodrats, genus Neotoma (Rodentia: Cricetidae). Evolution",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Mascarello",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Hsu",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "152--169",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASCARELLO, J. T., AND T. C. Hsu. 1976. Chromosome evolution in woodrats, genus Neotoma (Rodentia: Cricetidae). Evolution, 30:152-169.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Conservatism in the arrangement of genetic material in rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Mascarello",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Stock",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "S"
                        ],
                        "last": "Pa-Thak",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "J. Mamm",
                "volume": "55",
                "issue": "",
                "pages": "695--704",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASCARELLO, J. T., A. D. STOCK, AND S. PA- THAK. 1974a. Conservatism in the arrange- ment of genetic material in rodents. J. Mamm., 55:695-704.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A chromosome banding analysis of the mechanisms involved in the karyological divergence of Neotoma phenax (Merriam) and Neotoma micropus Baird",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Mascarello",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Warner",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "J. Mamm",
                "volume": "55",
                "issue": "",
                "pages": "831--834",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASCARELLO, J. T., J. W. WARNER, AND R. J. BAKER. 1974b. A chromosome banding analysis of the mechanisms involved in the karyological divergence of Neotoma phenax (Merriam) and Neotoma micropus Baird. J. Mamm., 55:831-834.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Etudes de cytog€metique chez les Muridae: Reithrodontomys megalotis Allen, Hypogeomys antimena Grandid et Neofiber alleni",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "\\tthey",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "True. Rev. Suisse Zoo!",
                "volume": "64",
                "issue": "",
                "pages": "263--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M,\\TTHEY, R. 1957. Cytologie comparee, sys- tematique et phylogenie des Microtinae (Ro- dentia-Muridae). Rev. Suisse Zool. 64: 39-72. ' ---. 1961. Etudes de cytog€metique chez les Muridae: Reithrodontomys megalotis Allen, Hypogeomys antimena Grandid et Neofiber alleni True. Rev. Suisse Zoo!., 68:263-264.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Chromosome studies of certain pocket mice, genus Perognathus (Rodentia: Heteromyidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. Mamm",
                "volume": "48",
                "issue": "",
                "pages": "27--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L. 1967. Chromosome studies of certain pocket mice, genus Perognathus (Ro- dentia: Heteromyidae). J. Mamm., 48:27-37.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "List of karyotypes of mammals from the Northern Plains region",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Pizzimenti",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "74",
                "issue": "",
                "pages": "67--75",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PIZZIMENTI, J. J. 1972. List of karyotypes of mammals from the Northern Plains region. Trans. Kansas Acad. Sci., 74:67-75.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Cytotaxonomic studies of the harvest mice of the San Francisco Bay region",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Shellhammer",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. Mamm",
                "volume": "48",
                "issue": "",
                "pages": "549--556",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SHELLHAMMER, H. S. 1967. Cytotaxonomic studies of the harvest mice of the San Fran- cisco Bay region. J. Mamm., 48:549-556.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Karyology, systematics and chromosomal evolution in the rodent genus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Sigmodon. Pub!. Mus",
                "volume": "4",
                "issue": "",
                "pages": "389--454",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ZIMMERMAN, E. G. 1970. Karyology, system- atics and chromosomal evolution in the ro- dent genus, Sigmodon. Pub!. Mus., Michi- gan State Univ., BioI. Ser., 4:389-454.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "DISCUSSIONHowell(1914)  recognized two subgenera of Reithrodontomys, and based his division primarily on the absence (subgenus Reithrodontomys) or presence (subgenus Aporodon) of accessory lophs and styles on the molar teeth. In his classic revisionHooper (1952) retained Howell's subgenera, but demonstrated that the character~ disti~guishi~g them intergrade when all species are considered, and provided a more detalled estimate of their phyletic relationships.Hooper (1952) further hypothesizedA f\\ f\\ flJ) J\\1\\ \\1\\ ~ ~ (\\11 41) 0/1 t\\. A. JlA on AI\\ ,,, 1'\\/\\ 1\" 1\\ f\\.n no \"''' I't~ ,...1' .--. ..-. ~-\",... .-Karyograms of three species of Reithrodontomys: (A) female R. (Aporodon) creper (UMMZ 125638), sex chromosomes not identified; (B) male R. (Reithrodontomys) sumichrasti (UMMZ 125637); (C) female R. (Reithrodontomys) humulis (UMMZ 125635), sex chromosomes not identified."
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "-~---4~0 --------~--~--~--~5tO~~----~---2N Vol. 60, No.2 FIG. 2.-Bivariate plot of total number of chromosomal arms (including auto somes and sex chromosomes) versus diploid number (2n) for species of Reithrodontom ys (see"
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "States and differentiated there. The present-day occurrence of other relictual fonns, e.g., Ochrotomys nuttalli and Peromyscus floridanus, in this region of North America lends zoogeographic credence to this argument. Consequently, the karyotypic resemblance of humulis to members of the subgenus Aporodon simply may indicate a shared, primitive condition. 5.-The arrangement of species of Reithrodontomys into two subgenera is not wholly consistent with the karyotypic information. In particular, the placement of the species fulvescens illustrates the arbitrariness of this classification. Until the intrageneric relationships of harvest mice are better understood, it seems reasonable to emphasize the separate species groups identified by"
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>March 1978.</td></tr><tr><td>R. mexicanus howelli-GUATEMALA: Huehuetenango; Barillas (1 9). May 1971.</td></tr><tr><td>R. mexicanus soderstromi-ECUADOR: Pichincha; eastern foot of Mt. Casitagua (5 0 &lt;5, 1</td></tr><tr><td>~). July 1970.</td></tr><tr><td>R. sumichrasti australis-COSTA RICA: Cartago; Volcan Irazu, 2,850 m (1 &lt;5,399). February</td></tr><tr><td>1975.</td></tr></table>",
                "text": "Carolina; Savannah River Plant, Aiken Co., (2 9 <j»."
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td/><td colspan=\"2\">Autosomes</td><td colspan=\"2\">Sex chromosomes</td><td/><td/></tr><tr><td>Subgenus and species</td><td>2N</td><td>Bi-anned</td><td>Aero-centric</td><td>X</td><td>Y</td><td>FN</td><td>Source</td></tr><tr><td>Reithrodontomys</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>humulis</td><td>51</td><td>10?</td><td>40?</td><td>?</td><td>?</td><td>60?</td><td>Present study</td></tr><tr><td>raviventris</td><td>38</td><td>36</td><td>0</td><td>SM</td><td>ST</td><td>72</td><td>Shellhammer (1967)</td></tr><tr><td>megalotis</td><td>42</td><td>40</td><td>0</td><td>SM</td><td>ST</td><td>80</td><td>Blanks and</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Shellhammer (1968)</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>Hsu and Benirschke</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(1970)</td></tr><tr><td>sumichrasti fulvescens</td><td>40 50</td><td>38 0</td><td>0 48</td><td>M SM</td><td>8M A</td><td>76 48</td><td>Present study Hsu and Benirschke</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td>(1968); Present study</td></tr><tr><td>Aporodon</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>gracilis mexicanus creper</td><td>52 52 52</td><td>0 2 0</td><td>50 48 50</td><td>A A A</td><td>A A A</td><td>50 52 50</td><td>Present study Present study Present study</td></tr></table>",
                "text": "--Chromosomal data for some species of Reithrodontomys."
            }
        }
    }
}