{
    "paper_id": "CarletonandHuckaby1975-AnewspeciesofPeromyscusfromGuatemala",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:56.638511Z"
    },
    "title": "A NEW SPECIES OF PEROMYSCUS FROM GUATEMALA",
    "authors": [
        {
            "first": "Michael",
            "middle": [
                "D"
            ],
            "last": "Carleton",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "C"
            ],
            "last": "Huckaby",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A new species of the genus Peromyscus is described from Guatemala. The new species is assigned to the subgenus Peromyscus. The species is about the size of P. mexicanu$ and is characterized by robust, complex molars, elongated and attenuated rostrum, hourglass-shaped interorbital region, and long phallus,",
    "pdf_parse": {
        "paper_id": "CarletonandHuckaby1975-AnewspeciesofPeromyscusfromGuatemala",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new species of the genus Peromyscus is described from Guatemala. The new species is assigned to the subgenus Peromyscus. The species is about the size of P. mexicanu$ and is characterized by robust, complex molars, elongated and attenuated rostrum, hourglass-shaped interorbital region, and long phallus,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In May of 1970, a field party from the University of Michigan Museum of Zoology crossed the Cordillera de los Cuchumatanes in Guatemala and trapped along the road from Huehuetenango to Barillas. Several species of rodents have been described from this mountain unit, particularly from Todos Santos Cuchumatan, a famous Nelson-Goldman collecting site; type specimens of Peromyscus guatemalensis, P. lophurus, P. altilaneus, Microtus guatemalensis, Reithrodontomys microdon, and R. tenuirostris were obtained at this locality. At one stop between San Mateo Ixtatan and Santa Eulalia (approximately 40 kilometers NNW of Todos Santos), we collected several species of Peromyscus in cloud forest. Because two of these species proved to be P. guatemalensis and P. lophurus, we initially thought that a third represented P. altilaneus, which is currently known only by the type specimen. Examination of the holotype of P. altilaneus, however, proved this identification incorrect. Further study led us to conclude that this series constitutes a new species which is named and described herein.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holotype.-Adult male; skin, skull, postcranial skeleton, and glans penis; Univ. Mich. Mus. Zool., no. 117902 ; original number Emesto Barriga-B. 1829; one of 22 specimens collected on 26 to 28 May 1970 by Emesto Barriga-B., Michael D. Carleton, and David G. Huckaby. Type locality.-Guatemala, Departamento de Huehuetenango, approximately 7 kilometers (km) NW Santa Eulalia, \"Yaiquich,\" 2950 meters elevation. The specimen tags read 4 Ion NW Santa Eulalia. A passerby gave us the original locality data, but later examination of the \"Cuilco\" section of the 1 : 250,000 topographic maps of Guatemala revealed the actual distance to be nearer 7 km NW. A ruin called \"Yaiquich\" is located on American Geographic map ND-15 (Ciudad Guatemala) approximately at our trapping locality, but we saw no evidence of an archeological site.",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 108,
                        "text": "Mus. Zool., no. 117902",
                        "ref_id": null
                    },
                    {
                        "start": 212,
                        "end": 266,
                        "text": "Barriga-B., Michael D. Carleton, and David G. Huckaby.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Paratypes.-Twelve skins and skeletons (UMMZ 117898-117901, 117903-117910) , one skeleton only (UMMZ 118632), three cleaned skulls with carcasses in fluid (UMMZ 117911-117913), and five whole specimens in fluid (UMMZ 118339-118343) .",
                "cite_spans": [
                    {
                        "start": 38,
                        "end": 73,
                        "text": "(UMMZ 117898-117901, 117903-117910)",
                        "ref_id": null
                    },
                    {
                        "start": 210,
                        "end": 230,
                        "text": "(UMMZ 118339-118343)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Geographic range.-Presently known only from the type locality, but may occur in other regions of the Cordillera de los Cuchumatanes. Diagnosis.-A species of the subgenus Peromyscus that is characterized by a combination of robust, complex molars, elongate and attenuated rosbum, and hourglass~shaped interorbital region. These features easily separate the skull of P. mayensis from those of other species of Peromyscus. Other diagnostic characters of P. mayensis include a long phallus with prominent cartilaginous tip, a well-developed clitoris, a diminutive eyeball compared to other species of Peromyscus, and a distinctive pelage. To our knowledge, such a complex of traits is not duplicated in any other species of Peromyscus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Description.-Peromyscus mayemis is a medium-sized representative of the genus, approximately resembling P. mexicanus in general size. External and selected cranial measurements (in millimeters, mm) of the holotype are as follows: total length, 221; length of tall, 103; length of hind foot, 26; length of ear from notch, 20; greatest length of skull, 31.5; rostral length, 11.6; posterior zygomatic breadth, 15.3; breadth of braincase, 13.6; least interorbital breadth, 5.2; length of upper molar toothrow, 5.2. Descriptive statistics based on 15 specimens of P. mayensis are given in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 585,
                        "end": 592,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "The overall appearance of the pelage is rather drab. The upper parts are dark umber brown, whereas the ventral fur is slate gray tipped with white, imparting a silvery, frosted effect. There is no well-marked lateral line. The fur on the sides of the rostrum at the base of the vibrissae contains more gray hairs. The longest mystacial vibrissae measure 40 to 50 mm. The ears are dark brown and lined with fine black hairs. A tuft of relatively elongate umber brown hairs occurs at the base of the anterior edge of the pinna. No conspicuous eye-ring was found. The entire dorsal surface of the metatarsum is dusky brown on all specimens; only the phalanges of the hind feet are paler in color. The metacarpal region of the forefeet is a dirty white and darker pelage extends only to the carpus. Plantar tubercles are six in number, and the plantar surface is naked to the heel. The blackish tail is practically monocolored and only slightly paler below than above. Transition from the dark upper surface of the tail to the slightly paler underside is gradual. not demarcated by a lateral line. ' With the sparse covering of hairs, the scutellation of the tail is easily visibl e. The moderately long ( 11 to 13 mm on the rump ) pela ge is fine and somewhat lax in texture. The combined effect of the peJage texture and coloration resembles that of specimens of Microtus guatemalensis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "JOURNAL OF MAMMALOGY V",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "The rostrum is relatively long (about 37 percent of the total length of skull) with attenuated tips on the nasals (Fig. 1 ). There is no suggestion of flaring of the anterolateral edges of the nasals even in the oldest individuals. The posterior margin of the nasals is truncate in most specimens, but a few individuals exhibit a slight taper. The zygomatic arches slope gently anteriorly in dorsal view; they are definitely not \"squared.\" Thus, the zygomatic notch is shallow and there is essentially no zygomatic spine. The anterior edge of the zygomatic plate is barely convex, appearing almost straight from a lateral aspect. The jugal portion of the zygoma is thin and delicate, and in none of the specimens do the zygomatic arches bow conspicuously outward. The interorbital borders lack a shelf or bead, and instead present an hourglass outline when viewed dorsally. The anterolateral section of the frontals is inflated, possibly reflecting enlargement of the olfactory lobes or frontal sinuses; whatever the functional explanation, the bulbous expansion of the anterolateral parts of the frontals creates a shallow depression just posterior to the termination of the nasals. The braincase is almost round as seen from above. The suture line at the junction of the frontals and parietals forms an obtusely-shaped V, and the interparietal is broad and strap-shaped.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 114,
                        "end": 121,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "The elongate incisive foramina extend to, and in some individuals slightly past, the anterior border of the first molars, whereas the posterior palatine foramina penetrate the hard palate at the level of the foremost cusps of the second molars (Fig. 1) . The anterior border of the mesopterygoid fossa is V-shaped; no spine is found at the end of the hard palate. Although the bone is thin and translucent, the walls of the mesopterygoid fossa are almost complete; consequently, the sphenopalatine vacuities are small. The lateral pterygoid fossae are roughly triangular in outline and are not deeply excavated. The tympanic bullae are only moderately inflated. In lateral view the border of the upper diastema is barely concave rather than straight.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 244,
                        "end": 252,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "The molar toothrows, which are parallel to each other, are rather robust and their structure is complicated (Fig. 1 ). All of 12 specimens with relatively unworn teeth possess complete mesolophostyles, mesolophostylids, and ectolophostylids. Furthermore, the anterocone (id) is deeply bifurcated to form distinct anterolabial and anterolingual conules (ids). On the first upper molars, the division of the anterocone is so pronounced that the labial and lingual conules appear only slightly smaller than the primary cones. Anterolabial and anterolingual styles were observed in 10 of 12 specimens, and in these individuals an anteroloph connects to the anterolabial style. The lower first molars also have anterolabial stylids but no anterolingual ones. A second primary fold is present on the third lower molars of all specimens examined. Although the molar teeth are relatively stout, the upper and lower incisors are somewhat slender and delicate. The enamel face of the incisors is yellow-orange in color.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 108,
                        "end": 115,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "The phallus in specimens of P. mayensis (Fig. 2) is among the largest reported for the genus (see Table 1 in Hooper, 1958, and Hooper and Musser, Vol. 56 1964). Selected measurements (mm) of the glans penis from three cleared and stained examples are as follows (mean and range are given): overall length, 12.7 (12.0-13.5); greatest breadth, 1.60 (1.45-1.72); length of protractile tip, 4.0 (3.6-4.6); bacular length, 18.6 ( 18.2-19.1 ); length of cartilaginous tip. 0.77 (O.7()\"O.80 ). The glans penis is slender and elongate in general conformation and has a pair of well-developed dorsal lappets but no ventral lappet. The recurved spines are evenly graded in distribution, but are larger at the base of the glans and smaller toward the distal part of the glans body. The bowed baculum is narrow throughout most of its length but expands noticeably at its base. The bacular base is almost semicircular in outline and forms distinct points at its lateral aspects. A prominent cartilaginous tip was observed in all three examples; its shape is lanceolate.",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 153,
                        "text": "Hooper, 1958, and Hooper and Musser, Vol. 56",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 40,
                        "end": 48,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 98,
                        "end": 105,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Dissection of two well preselVed, fully scrotal males provided information on the number and kinds of accessory reproductive glands. Specimens of P. mayensis contain the same pairs of accessory glands as found in most other species of the subgenus Peromyscus (see Linzey and Layne, 1969 ) . These include long, recurved vesiculars, tightly coiled ampul1aries, three pairs of prostates (dorsal, ventral, and anterior) , and large bulbourethrals. No preputial glands were detected macroscopically, but histological examination for them was not attempted. Well-defined epididymal sacs are found in reproductively active adult males.",
                "cite_spans": [
                    {
                        "start": 264,
                        "end": 288,
                        "text": "Linzey and Layne, 1969 )",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "There are three pairs of mammae--one set axillary and two inguina1. The stomach is the discoglandular type (Carleton, 1973) . Two additional morphological features underscore th e distinctiveness of P. mayensis, namely the size of the eyeball and clitoris. The diameter of the eye appears quite small compared to other species of Peromyscus. This character is best appreciated in fluid examples but is also suggested by the diminutive area of the eye opening in stuffed skins. The clitoris is remarkably large for the overall size of the species, and with cursory examination, one could easily mistake adult females for subadult males. For four fluid specimens, the clitoris of P. mayensis averages 10 mm long. To present some idea of its relative size, the mean length of the clitoris for four fluid examples of the much larger P. guatemalensis (trapped at the same locality) is only four mm. No os clitoris was noted upon dissection under a binocular scope.",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 123,
                        "text": "(Carleton, 1973)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Relationships.-The affinities of P. mayeruis are somewhat obscure. Based on the anatomy of its glans penis and complement of male accessory reproductive glands, P. mayensis is definitely assignable to the subgenus Peromyscus as opposed to the six other subgenera recognized by Hooper and Musser (1964) . However, it cannot be conveniently allocated to any of the species groups presently contained within that subgenus (see Hooper, 1968) ; P. mayensis clearly does not fit with the manwulatus, leucopus, crinitus, boylii, truei, or melanophrys species groups as presently defined. Given the wide range of variation embraced by forms contained in the mexicanus group, one might place P. mayensis with that association of species. One species (P. furvus), in particular, exhibits some of the characters found in P. mayensis, namely the presence of three pair of mammae, a long glans penis with dorsal lappets, hourglass-shaped interorbital area, and complex molars with a deeply bifurcated anterocone (id). Beyond those features, however, the two species contrast sharply-specimens of P. mayensis lack the bulbous expansion of the end of the baculum and distal flaring of the nasals observed in examples of furvus, and the smalI eyes, large clitoris, and long cartilaginous tip of the baculum readily distinguish specimens of P. mayensis from those of furvus. Aside from P. furvus, P. mayensis is strongly differentiated from other species included in the mexicanus group. Moreover, Huckaby (1973) demonstrated that the mexicanus group, as currently constituted, might not be natural and that several discrete assemblages of species might be identified within it. To assign P. mayensis to that group, therefore, would only confuse the situation and present a false impression of known affinity. Until more information is assembled to evaluate the supraspecific groupings, we assign P. mayensis to the subgenus Peromyscus but prefer not to attempt allocation to a particular species group.",
                "cite_spans": [
                    {
                        "start": 277,
                        "end": 301,
                        "text": "Hooper and Musser (1964)",
                        "ref_id": null
                    },
                    {
                        "start": 424,
                        "end": 437,
                        "text": "Hooper, 1968)",
                        "ref_id": null
                    },
                    {
                        "start": 1481,
                        "end": 1495,
                        "text": "Huckaby (1973)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Peromyscus altilaneus Osgood (1904) is based on a young adult skin and skull (USNM 76856) with a patch of gray \"subadult\" pelage on its head. The overall color is dark gray with whitish venter; the venter has a large, buffy, pectoral spot. The tail is dark dorsally and blotched with yellowish-white ventrally. Although the skull has no supraorbital ridge, there is a slight shelf, and the zygomatic arches are roughly parallel with a well-developed zygomatic plate. The molars are relatively small compared to P. mayensis with only moderately developed mesolophs (ids) and styles (ids) and no ectolophostylids. The anterocone (id) is not distinctly di-vided, and only the labial portion is well pronounced. In general. the skull of altilaneus closely resembles that of examples of P. gymnotis, whereas the skin is indistinguishable, except for its slightly smaller size, hom that of examples of P. guatemalensis (including the type) taken at the same locality. Whether P. altilaneus is a distinct species or merely represents a mismatched skin and skull, it is markedly different from the form described herein as P. mayensis.",
                "cite_spans": [
                    {
                        "start": 22,
                        "end": 35,
                        "text": "Osgood (1904)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Ecological data.-The type locality is situated in cloud forest in the pineoak zone. The area probably comes under the classification of Subtropical Lower Montane Wet Forest (Holdridge et al., 1971) . Ferns were noted in the forest of mixed-deciduous trees and pines, and tree trunks and fallen logs were covered with moss, Individuals of p, mayensis were trapped in these situations together with approximately equal numbers of p, guatemalensis and P. lophurus and only one specimen of p, oaxacensis. Uniformly tall pine trees predominated in certain areas; the forest floor was relatively barren in such stands and no mice were caught. The cloud forest bordered a meadow which serves as a pasture for cattle and horses, Traps placed in the meadow yielded only Microtus guatemalensis, but this species occurred in the forest as well. Other small mammals taken at the type locality include Sorex saussurei, S. veraepacis, Cryptotis goodwini, Oryzomys alfaroi, and Reithrodontomys sumichrasti. All of the P. mayensis trapped appear to be adults, In contrast, the p, guatemalensis and p, lophurus obtained consist of both adults and juveniles, All three of these species showed evidence of breeding at that time of year. Six of the twelve p, mayensis females contained embryos; the number ranged from one to three and averaged l.8. Nine of the 12 females (including all those with embryos) had swollen mammae or were lactating. The testes of all but one of the males had descended to the scrotal position.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 197,
                        "text": "(Holdridge et al., 1971)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Peromyscus mayensis, new species",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/56/2/444/920088 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Field support was provided for the senior author by the National Science Foundation through NSF GB-5801 to Dr. Emmet T. Hooper, Museum of Zoology, University of Michigan, and for the junior author by the National Science Foundation through NSF GB-6230 to Dr. Nelson C. Hairston, Museum of Zoology, University of Michigan,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A survey of gross stomach morphology in New World Cricetinae (Rodentia, Muroidea)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D. 1973. A survey of gross stomach morphology in New World Cricet- inae (Rodentia, Muroidea), with comments of functional interpretations.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Forest environments in Tropical Life Zones: a pilot study",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Holdridge",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Grenke",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Katl",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Eway",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Liang",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tosi",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "747",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLDRIDGE, L. R., W. C. GRENKE, W. H. KATl!EWAY, T. LIANG, AND J. A. TOSI., JR. 1971. Forest environments in Tropical Life Zones: a pilot study, New York, Pergamon Press, xxxi + 747 pp.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The male phallus in mk>e of the genus Peromyscus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Misc. Pub!. Mus. Zool., Univ. Michigan",
                "volume": "105",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1958. The male phallus in mk>e of the genus Peromyscus. Misc. Pub!. Mus. Zool., Univ. Michigan, 105:1-24.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Biology of Peromyscus (Rodentia)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Classification. Pp. 27-74, in Biology of Peromyscus (Rodentia) 0.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Spec. Pub!",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "King",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--593",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A. King, ed.), Spec. Pub!., Amer. Soc. Mamm., 2;xiii + 1-593.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Notes on classification of the rodent genus Peromyscus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Mussell",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Occas. Pap. Mus. Zoo1., Univ. Michigan",
                "volume": "635",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T., AND G. G. MUSSElL 1964. Notes on classification of the rodent genus Peromyscus. Occas. Pap. Mus. Zoo1., Univ. Michigan, 635:1-15.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Biosystematics of the Peromyscus mexicanus group (Rodentia)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Huckaby",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "144",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUCKABY, D. G. 1973. Biosystematics of the Peromyscus mexicanus group (Rodentia). Unpublished Ph.D. dissertation, Univ. Michigan, Ann Arbor, 144 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Comparative morphology of the reproductive tract in the rodent genus Pcromyscus (Mnridae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Li\",Zey",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Layne"
                        ],
                        "last": "A\"'d",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Arner. Mus. Novit",
                "volume": "2355",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LI\",zEY, A., A\"'D J. LAYNE. 1969. Comparative morphology of the reproductive tract in the rodent genus Pcromyscus (Mnridae). Arner. Mus. Novit., 2355:1-47.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Thirty new mice of the genus Peromyscus from Mexico and Guatemala",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "55--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1904. Thirty new mice of the genus Peromyscus from Mexico and Guatemala. Froc. BioI. Soc. Washington, 17:55-77.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "ol. 56, No.2 FIG. I.-Dorsal and ventral views of the skull of the holotype (UMMZ 117902) of Peromyscus mayensls; total length of skull = 31.5 mm. The upper left molar toothrow ( length = 5.2 mm ) of the holotype is shown at the bottom.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": ", No.2 FIG. 2.---Camera lucida drawings illustrating dorsal (upper) and ventral (lower ) views of the glans penis of the holotype of Peromy.tcU$ fnayen.sU; bacular length = 18.2 mm.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "~Selected cranial and external dimensions (in mm) of Peromyscus mayensis based on 15 specimens.",
                "num": null,
                "content": "<table><tr><td>Standard</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}