{
    "paper_id": "CarletonandLawlor2005-PeromyscusfromSantaCatalinaIsland,SeaofCortez,Mexico-taxonomicidentitiesandbiogeographicimplications",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:22:59.537811Z"
    },
    "title": "PEROMYSCUS FROM SANTA CATALINA ISLAND, SEA OF CORTEZ, MEXICO: TAXONOMIC IDENTITIES AND BIOGEOGRAPHIC IMPLICATIONS",
    "authors": [
        {
            "first": "Michael",
            "middle": [
                "D"
            ],
            "last": "Carleton",
            "suffix": "",
            "affiliation": {},
            "email": "carleton.michael@nmnh.si.edu"
        },
        {
            "first": "Timothy",
            "middle": [
                "E"
            ],
            "last": "Lawlor",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Peromyscus slevini Mailliard (1924) is endemic to Santa Catalina Island, a small oceanic island in the southern Sea of Cortez. The species has been variously associated, formally or informally, with 2 subgenera-Haplomylomys and Peromyscus-and 5 species-groups-californicus, eremicus, maniculatus, and boylii or mexicanus. Based upon our taxonomic evaluations, we document that 2 species of Peromyscus, P. slevini and P. fraterculus, occur among the samples that authors have identified as P. slevini, clarify the diagnosis of P. slevini proper and allocate it to membership in the P. melanophrys species-group, and discuss biogeographic implications of this proposed relationship.",
    "pdf_parse": {
        "paper_id": "CarletonandLawlor2005-PeromyscusfromSantaCatalinaIsland,SeaofCortez,Mexico-taxonomicidentitiesandbiogeographicimplications",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Peromyscus slevini Mailliard (1924) is endemic to Santa Catalina Island, a small oceanic island in the southern Sea of Cortez. The species has been variously associated, formally or informally, with 2 subgenera-Haplomylomys and Peromyscus-and 5 species-groups-californicus, eremicus, maniculatus, and boylii or mexicanus. Based upon our taxonomic evaluations, we document that 2 species of Peromyscus, P. slevini and P. fraterculus, occur among the samples that authors have identified as P. slevini, clarify the diagnosis of P. slevini proper and allocate it to membership in the P. melanophrys species-group, and discuss biogeographic implications of this proposed relationship.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Santa Catalina is a small (41-km 2 ) oceanic island in the southern Sea of Cortez (Gulf of California), Mexico, situated 27 km northeast of Punta San Marcial on the Baja California Peninsula (Carreño and Helenes 2002) . Although the endemic deer mouse Peromyscus slevini Mailliard (1924) is the only recorded native species of mammal on the island, varied and contradictory interpretations of its classification to subgenus or species-group have been proffered since its description. We review here those opinions to clearly frame the taxonomic background for the current study. Mailliard (1924) described P. slevini based on 1 individual. He contrasted his new species only with the similarly sized P. californicus and assigned it to the subgenus Haplomylomys. His narrow comparisons and consequent subgeneric assignment were influenced by members of the United States Biological Survey, in particular E. A. Goldman, to whom he sent the specimen for identification (E. W. Nelson, in litt.; as per Mailliard 1924:954): ''It belongs to the subgenus Haplomylomys and is most closely allied to Peromyscus californicus, but differs so decidedly that he [E. A. Goldman] regards it as specifically distinct.'' Curiously, Mailliard (1924) did not mention Osgood's (1909) authoritative and then recent revision of the genus. Burt (1934) disputed the subgeneric allocation of P. slevini based on study of 52 specimens that he personally had collected in 1931. Burt (1934:159-160) recommended that ''this species was not a member of the subgenus Haplomylomys, but, instead of the subgenus Peromyscus as defined by Osgood in his revision of the genus . . . .'' The distinguishing subgeneric features emphasized by Osgood (1904 Osgood ( , 1909 involve the incidence of accessory enamel crests and tubercles on the upper 1st and 2nd molars and the number of mammary pairs. According to these, and Burt's (1934:160) own emerging appreciation of bacular characters (''shows no close relationships between slevini and californicus''), he (1934:160) concluded that ''Peromyscus slevini seems to be an aberrant type that has no doubt been derived from some mainland species of the subgenus Peromyscus.'' Beyond these statements, Burt provided no evaluation of relationships of P. slevini within the subgenus or speculated on its species-group membership. The subsequent linkage of P. slevini with the P. maniculatus species-group likely stems from his (1934:160) comment that ''the general outline of the skull is more like that of Peromyscus maniculatus than that of P. californicus.'' Other than a very general comparison of cranial shape, using P. maniculatus and P. californicus as exemplars of their respective subgenera, Burt intended no species-group relationship or assignment by this remark, as is evident when read in the full context of his 1934 paper and from his conclusions quoted above. Moreover, in his later survey of the bacula of North American mammals, Burt (1960:53) reiterated his notion of affinity just to the rank of subgenus: ''Relationships with members of the subgenus Peromyscus are indicated.'' He did not offer bacular comparisons between P. slevini and other Peromyscus or imply any lower-level assignment, for example, as he did regarding P. sejugis, on",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 217,
                        "text": "(Carreño and Helenes 2002)",
                        "ref_id": null
                    },
                    {
                        "start": 271,
                        "end": 287,
                        "text": "Mailliard (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 579,
                        "end": 595,
                        "text": "Mailliard (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1215,
                        "end": 1231,
                        "text": "Mailliard (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1248,
                        "end": 1263,
                        "text": "Osgood's (1909)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1317,
                        "end": 1328,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1451,
                        "end": 1470,
                        "text": "Burt (1934:159-160)",
                        "ref_id": null
                    },
                    {
                        "start": 1703,
                        "end": 1715,
                        "text": "Osgood (1904",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1716,
                        "end": 1731,
                        "text": "Osgood ( , 1909",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1884,
                        "end": 1901,
                        "text": "Burt's (1934:160)",
                        "ref_id": null
                    },
                    {
                        "start": 2955,
                        "end": 2969,
                        "text": "Burt (1960:53)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined consist of skins with their associated skulls and phalli (see Appendix I for museum repositories and abbreviations). For P. slevini, we have examined the type specimen, as well as specimens later reported as P. slevini by Burt (1934) , Hogan et al. (1997) , Smith et al. (2000) , and Hafner et al. (2001) . To illuminate relationships of P. slevini and the taxonomic identity of certain samples, we have included examples of P. fraterculus (sensu Riddle et al. 2000) , subgenus Haplomylomys, and P. melanophrys (sensu Hall and Kelson 1959) , subgenus Peromyscus. Our purpose in including these is to broadly represent the species morphology in comparisons with P. slevini, not to assess patterns of their intraspecific variation; hence, specimen localities in Appendix I are given only to state.",
                "cite_spans": [
                    {
                        "start": 241,
                        "end": 252,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 255,
                        "end": 274,
                        "text": "Hogan et al. (1997)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 277,
                        "end": 296,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 299,
                        "end": 323,
                        "text": "and Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 466,
                        "end": 485,
                        "text": "Riddle et al. 2000)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 537,
                        "end": 558,
                        "text": "Hall and Kelson 1959)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Seventeen craniodental variables were measured by MDC to 0.01 mm, by using hand-held digital calipers while viewing crania under a stereomicroscope. These measurements, and their abbreviations as used in text and tables, are occipitonasal length (ONL), greatest zygomatic breadth (ZB), breadth of braincase (BBC), breadth across occipital condyles (BOC), interorbital breadth (IOB), length of rostrum (LR), breadth of rostrum (BR), postpalatal length (PPL), length of bony palate (LBP), breadth of bony palate (BBP), length of incisive foramen (LIF), breadth of incisive foramina (BIF), length of diastema (LD), breadth of zygomatic plate (BZP), length of auditory bulla (LAB), coronal length of maxillary toothrow (CLM), and width of the upper 1st molar (WM1). Four external dimensions (to nearest whole mm) were transcribed from skin tags as given by the collector: total length (TOTL), tail length (TL), hind-foot length (HFL), and ear (pinna) length (EL). TEL examined and measured the type specimen of P. slevini (CAS 3935) and conducted comparisons between it and examples from Burt's (1934) large series collected in 1931. In addition to specimens used in multivariate analyses, MDC broadly accessed USNM collections to generally appreciate character variation among species of the aztecus, megalops, melanophrys, mexicanus, and truei groups.",
                "cite_spans": [
                    {
                        "start": 1084,
                        "end": 1097,
                        "text": "Burt's (1934)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The presence and development of the mesoloph were recorded on the upper 1st and 2nd molars in specimens of P. fraterculus, P. melanophrys, and P. slevini, unless enamel configuration was obscured by wear. Three character states were scored, following a simplified version of Hooper's (1957) coding scheme: (0) mesoloph absent; (1) mesoloph present but short, terminating clearly short of the buccal margin; (2) mesoloph present and long, extending to the buccal margin. We use the abbreviations M1-3 and m1-3 to individually reference the upper (maxillary) and lower (dentary) molars, respectively.",
                "cite_spans": [
                    {
                        "start": 275,
                        "end": 290,
                        "text": "Hooper's (1957)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Six dried phalli preserved on skins of P. slevini, 3 each as reported by Hafner et al. (2001-CIB 707, 708, and 717) and Smith et al. (2000-TCWC 55788, 55792, and 55793) , were removed for examination of soft tissues. These were processed by clearing in 2% KOH (3 h) and staining with alizarin red in 2% KOH (24 h), followed by 2 dilutions (2 parts water : 1 part glycerin and 1 part water : 2 parts glycerin) of 24 h each before eventual storage in 100% glycerin. These vouchers were compared with the bacula and phalli listed in Appendix I; this material formed the basis of the reports by Burt (1960) , Hooper (1958) , and Hooper and Musser (1964) . Length of the baculum (BL) and width of the bacular base (BW) were measured, to 0.01 mm, with digital calipers while using a stereomicroscope.",
                "cite_spans": [
                    {
                        "start": 73,
                        "end": 115,
                        "text": "Hafner et al. (2001-CIB 707, 708, and 717)",
                        "ref_id": null
                    },
                    {
                        "start": 120,
                        "end": 168,
                        "text": "Smith et al. (2000-TCWC 55788, 55792, and 55793)",
                        "ref_id": null
                    },
                    {
                        "start": 591,
                        "end": 602,
                        "text": "Burt (1960)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 605,
                        "end": 618,
                        "text": "Hooper (1958)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 625,
                        "end": 649,
                        "text": "Hooper and Musser (1964)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Standard descriptive statistics (mean, range, and SD) were derived for the specific samples, either at the level of state or according to the vouchers of a specific study. External data are provided as general guidance to identification (Table 1) but were not subjected to morphometric comparisons. Canonical variates derived from multigroup discriminant function classification and principal components were computed by using only the 17 craniodental variables, all of which were 1st transformed to natural logarithms. Principal components were extracted from the variance-covariance matrix, and variable loadings are expressed as Pearson product-moment correlation coefficients of the extracted components or canonical variates with the original cranial measurements. Seven predefined groups were identified in the discriminant function analysis, as follows: P. fraterculus from (1) California (n ¼ 23) and (2) Baja California (n ¼ 22); (3) P. slevini as reported by Burt (1934-n ¼ 24) ; P. slevini vouchers as reported in the studies of (4) Hafner et al. (2001-n ¼ 9) and 5 Smith et al. (2000-n ¼ 5) ; and P. melanophrys from (6) Nayarit (n ¼ 8) and 7Oaxaca (n ¼ 22). All analytical procedures were implemented by using statistical packages contained in SYSTAT Version 9.01 (SPSS Inc. 1998) .",
                "cite_spans": [
                    {
                        "start": 969,
                        "end": 987,
                        "text": "Burt (1934-n ¼ 24)",
                        "ref_id": null
                    },
                    {
                        "start": 1044,
                        "end": 1070,
                        "text": "Hafner et al. (2001-n ¼ 9)",
                        "ref_id": null
                    },
                    {
                        "start": 1077,
                        "end": 1102,
                        "text": "Smith et al. (2000-n ¼ 5)",
                        "ref_id": null
                    },
                    {
                        "start": 1277,
                        "end": 1293,
                        "text": "(SPSS Inc. 1998)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 237,
                        "end": 246,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Dimensions of the skin and skull of Mailliard's (1924) holotype of P. slevini (CAS 3935) fit comfortably within the range of variation recorded for the large series later collected from Santa Catalina Island by Burt (Table 1) . Details of pelage color, cranial shape, and dental morphology support the conclusion that Burt's (1934) series and Mailliard's holotype represent one and the same species. In the subsequent character review and morphometric summaries, we use specimens from Burt's 1931 field collection as our analyzable, comparative standard for representing the morphology of P. slevini and for assessing the identity of vouchers reported in recent studies.",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 54,
                        "text": "Mailliard's (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 318,
                        "end": 331,
                        "text": "Burt's (1934)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 216,
                        "end": 225,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "Qualitative features.-The cranium of P. slevini features a conspicuous supraorbital shelf, a ledge of the frontal bones that projects over the posterior orbit (Fig. 1) . Neither Mailliard (1924) nor Burt (1934) mentioned this distinctive supraorbital expansion, but Mailliard clearly illustrated it in his line drawing (1924:955) of the type specimen's skull. The lateral edges of the shelf in P. slevini are not reflected dorsally to form a marginal bead as observed in certain species of the subgenus Peromyscus, such as P. megalops, P. stirtoni, or P. winkelmanni (Carleton 1977; Huckaby 1980 ). However, a basically flat supraorbital shelf, without lateral beading, does characterize other species of the subgenus Peromyscus, notably those of the aztecus, melanophrys, and mexicanus groups (sensu Carleton 1989 ). Among these, shelf development in P. slevini closely resembles that of species of the melanophrys group (Osgood 1909 (Osgood , 1945 , and in particular approximates the interorbital condition observed in the smaller-bodied subspecies of P. melanophrys, P. melanophrys micropus (Fig. 1) . In marked contrast, the cranium of P. fraterculus, and of species of Haplomylomys in general (Osgood 1909) , lacks a supraorbital shelf. The interorbital region has a smoothly contoured, hourglasslike shape, a conformation also exhibited by those vouchers analyzed by Hafner et al. (2001) and identified as P. slevini (Fig. 1) . Burt (1934) , in applying Osgood's (1909) criteria, emphasized 2 qualitative characters in his reassignment of P. slevini to the subgenus Peromyscus: occurrence of accessory enamel crests on the M1 and M2 and the presence of 6 mammary glands. Our observations reinforce those of Burt.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 194,
                        "text": "Mailliard (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 199,
                        "end": 210,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 567,
                        "end": 582,
                        "text": "(Carleton 1977;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 583,
                        "end": 595,
                        "text": "Huckaby 1980",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 801,
                        "end": 814,
                        "text": "Carleton 1989",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 922,
                        "end": 934,
                        "text": "(Osgood 1909",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 935,
                        "end": 949,
                        "text": "(Osgood , 1945",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1199,
                        "end": 1212,
                        "text": "(Osgood 1909)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1374,
                        "end": 1394,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1435,
                        "end": 1446,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1461,
                        "end": 1476,
                        "text": "Osgood's (1909)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 167,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1095,
                        "end": 1103,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1424,
                        "end": 1432,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "We noted a short or long mesoloph on the M1 in about onehalf of the P. slevini collected by Burt and a fully formed mesoloph on the M2 in nearly all specimens, a constancy remarked by Burt (1934) . Mailliard (1924:956) referred to ''the cusplet in the posterior reentrant angle of the second upper molar,'' which suggests the presence of an M2 mesoloph in the type of P. slevini, a condition verified by TEL's examination. Compared with many species of the subgenus Peromyscus, the molars of P. slevini, as well as P. melanophrys (Hooper 1957) , are much simpler, especially the m1 and m2, which typically lack mesolophids and ectolophids; neither kind of lophid occurs in the sample of P. slevini. Mesolophs, mesolophids, and ectolophids are commonly found in species of the aztecus, mexicanus, and truei groups (Hoffmeister 1951; Hooper 1957) , although those enamel structures may be short and incompletely developed in certain populations. Also, no M1 anteroloph was observed in our samples of P. slevini and P. melanophrys; this is a regular enamel feature found in most aztecus-and mexicanusgroup species. A mesoloph (''enamel loop'' per Osgood [1909] ) rarely occurs in examples of P. fraterculus, and if present consists of a rudimentary spur from the central mure of the molars. The usual absence of a mesoloph, as well as other lophs and lophids, in P. fraterculus agrees with Hooper's (1957) more rigorously substantiated findings for species of Haplomylomys (P. californicus and P. eremicus sensu lato). Among the voucher specimens cited in recent studies of P. slevini, those used by Hafner et al. (2001) lack a mesoloph, in conformity to P. fraterculus; those reported by Smith et al. (2000) variably possess a mesoloph on the M1 and uniformly contain one on the M2, as characteristic of P. slevini. Osgood (1904) in part based his new subgenus Haplomylomys on the possession of 4 mammae, distributed as 2 inguinal pairs. This teat number and anatomical pattern characterize our samples of P. fraterculus and the voucher specimens used by Burt (1934) ; B) example of a small-bodied P. melanophrys, P. m. micropus (USNM 511692, male from Mexico, Nayarit, Mesa del Nayar, 4,500 ft; ONL ¼ 29.8 mm); C) voucher (CIB 704, male from Mexico, Baja California Sur, Santa Catalina Island; ONL ¼ 24.0 mm) identified as P. slevini by Hafner et al. (2001) ; D) P. fraterculus (USNM 555231, male from Mexico, Baja California Sur, southeast side Bahia Concepcion; ONL ¼ 23.9 mm). Hafner et al. (2001-confirmed on specimens CIB 705, 711, 714 , and 715, females that obviously had been nursing). In contrast, most species in the subgenus Peromyscus, including P. slevini (confirmed on specimens UCLA 50218 and 50219, and USNM 287999) and P. melanophrys, also possess an anterior (postaxial) pair, totaling 6 teats. Although unreported by Osgood, the occurrence of the postaxial pair varies within the subgenus Peromyscus; in particular, species of the megalops and mexicanus groups lack postaxial mammae (Huckaby 1980) . Phallic comparisons.-Phalli from deer mice vouchers retained by Hafner et al. (2001) and Smith et al. (2000) are markedly different. Those removed from the 1st sample (Hafner et al. 2001 ) match the anatomy of the baculum and glans penis described for the P. eremicus group (Burt 1960; Hooper 1958; Hooper and Musser 1964; Lawlor 1971b) . The glans penis is simple, short, and stout, and its truncate distal end lacks lappets or a protrusible tip. The baculum is correspondingly short, weakly curved dorsally, and has a relatively broad, squared base (BL: X ¼ 8.4, range ¼ 7.9-9.1; BW: X ¼ 1.8, range ¼ 1.7-1.9); a minute, diffuse bit of cartilage caps the distal tip. The short and broad bacular dimensions associate the 3 specimens of Hafner et al. (2001) with examples of P. fraterculus proper (Fig.  2) . By contrast, the 3 phalli obtained from the 2nd sample (Smith et al. 2000) are elongate and narrow; each possesses an extensible tip and 2 dorsal lappets at the base of the tip. The bacular shaft is long and slightly curved, and its base small and rounded (BL: X ¼ 11.5, range ¼ 11.1-12.3; BW: X ¼ 1.4, range ¼ 1.4-1.5); it terminates in a small but distinct cap of cartilage. The longer, narrower bacular proportions of the vouchers of Smith et al. (2000) group them among specimens of P. slevini proper (BL: X ¼ 11.4, range ¼ 9.6-13.0, n ¼ 21; Fig. 2 ). The conformational and mensural features of the baculum and glans penis in P. slevini sensu stricto (including the 3 vouchers of Smith et al. [2000] ) are consistent with those described for species of the P. melanophrys group (Burt 1960; Hooper 1958; Hooper and Musser 1964) . The baculum of P. melanophrys actually is longer and more strongly bowed along its length, especially toward the tip (BL: X ¼ 14.7, range ¼ 11.8-16.2, n ¼ 19; Fig. 2 ). That of P. perfulvus is intermediate in degree of curvature and length (BL: X ¼ 12.7, range ¼ 11.7-14.1, n ¼ 7), marginally overlapping the bivariate constellations of both P. slevini and P. melanophrys as figured (not plotted to avoid visual congestion). The cap of cartilage tipping the baculum in all 3 is minute (no lanceolate tip as in the P. maniculatus group or P. pectoralis). On bacular shape alone, P. slevini, along with P. melanophrys and P. perfulvus, accords with Hooper's (1958) earlier and broader recognition of a boylii group, which also included species now assigned to the truei, boylii, and mexicanus groups.",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 195,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 198,
                        "end": 218,
                        "text": "Mailliard (1924:956)",
                        "ref_id": null
                    },
                    {
                        "start": 530,
                        "end": 543,
                        "text": "(Hooper 1957)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 813,
                        "end": 831,
                        "text": "(Hoffmeister 1951;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 832,
                        "end": 844,
                        "text": "Hooper 1957)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1144,
                        "end": 1157,
                        "text": "Osgood [1909]",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1597,
                        "end": 1617,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1686,
                        "end": 1705,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1814,
                        "end": 1827,
                        "text": "Osgood (1904)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 2053,
                        "end": 2064,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 2336,
                        "end": 2356,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 2479,
                        "end": 2539,
                        "text": "Hafner et al. (2001-confirmed on specimens CIB 705, 711, 714",
                        "ref_id": null
                    },
                    {
                        "start": 3001,
                        "end": 3015,
                        "text": "(Huckaby 1980)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 3082,
                        "end": 3102,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 3107,
                        "end": 3126,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 3185,
                        "end": 3204,
                        "text": "(Hafner et al. 2001",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 3292,
                        "end": 3303,
                        "text": "(Burt 1960;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 3304,
                        "end": 3316,
                        "text": "Hooper 1958;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 3317,
                        "end": 3340,
                        "text": "Hooper and Musser 1964;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 3341,
                        "end": 3354,
                        "text": "Lawlor 1971b)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 3755,
                        "end": 3775,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 3882,
                        "end": 3901,
                        "text": "(Smith et al. 2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 4264,
                        "end": 4283,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 4512,
                        "end": 4531,
                        "text": "Smith et al. [2000]",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 4610,
                        "end": 4621,
                        "text": "(Burt 1960;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 4622,
                        "end": 4634,
                        "text": "Hooper 1958;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 4635,
                        "end": 4658,
                        "text": "Hooper and Musser 1964)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 5308,
                        "end": 5323,
                        "text": "Hooper's (1958)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 3815,
                        "end": 3824,
                        "text": "(Fig.  2)",
                        "ref_id": null
                    },
                    {
                        "start": 4373,
                        "end": 4379,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 4820,
                        "end": 4826,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "Peromyscus slevini agrees with P. melanophrys and P. perfulvus in having an elongate and smooth glans body (no longitudinal fluting), a moderately developed protrusible tip (urinary meatus subterminal), and at least a pair of dorsal lappets. These fundamental traits, as in the case of the long and slender baculum, generally associate the 3 with species of the truei, boylii, and mexicanus groups (Bradley and Schmidly 1987; Carleton 1977; Hooper 1958; Huckaby 1980 ). Because of inadequate preservation, nothing can be said about the nature or coverage of spines in P. slevini, other than that they appear to be present. The ventral lip of the urinary meatus in P. slevini is even and unmarked by a ventral lappet, that is a free, usually triangular-shaped, extension of the glans body that projects distally from the meatus margin (e.g., as per P. maniculatusand most P. boylii-group species). Nor is a ventral lappet clearly developed in either P. melanophrys or P. perfulvus in this narrower morphological sense, although Hooper (1958) seemed to use the term ventral lip as synonymous with ventral lappet. Dorsal lappets are present in P. slevini, formed as a medial, close-set pair with minor folds or indentations of the glans body at their sides. Interestingly, this condition of the dorsal rim of the glans body appears similar to that of P. melanophrys and P. perfulvus, insofar as can be ascertained with the imperfect material at hand.",
                "cite_spans": [
                    {
                        "start": 398,
                        "end": 425,
                        "text": "(Bradley and Schmidly 1987;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 426,
                        "end": 440,
                        "text": "Carleton 1977;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 441,
                        "end": 453,
                        "text": "Hooper 1958;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 454,
                        "end": 466,
                        "text": "Huckaby 1980",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1027,
                        "end": 1040,
                        "text": "Hooper (1958)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "We purposefully qualified many of the foregoing descriptive comparisons regarding P. slevini. Reconstitution of phalli from dried skins and the seeming preservational degradation of material in the UMMZ collection have obscured finer appreciation of surficial traits of the glans penis in the species of interest. Redescription of this character variation with fresh material, taxonomically collated as per recent studies of the P. boylii group (Bradley and Schmidly 1987; Carleton 1977) , is much needed and would surely provide greater phylogenetic insight.",
                "cite_spans": [
                    {
                        "start": 445,
                        "end": 472,
                        "text": "(Bradley and Schmidly 1987;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 473,
                        "end": 487,
                        "text": "Carleton 1977)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "Morphometric comparisons.-The substantial univariate size disparity between P. fraterculus and P. slevini proper (Table 1) and their obvious shape contrasts ( Fig. 1) are similarly conveyed, if not more exaggerated, from multivariate perspectives (Fig. 3) . The uniformly large and positive correlations of variables with the 1st factor extracted, whether principal component or canonical variate (Table 2) , indicate that size differences largely account for the spread of samples along this axis, effectively segregating P. fraterculus and the vouchers of Hafner et al. (2001) from P. slevini, P. melanophrys, and the vouchers of Smith et al. (2000) . Dispersion of specimen scores along the 2nd factor principally reflects the larger size of certain dimensions measured on the neurocranium (variables BBC, BOC, and IOB) and inflation of the auditory bullae (LAB). Such variables especially influence the morphometric isolation of samples of P. melanophrys from that of P. slevini proper ( Fig. 3 ; Table 2 ). Vouchers reported by Smith et al. 2000are interspersed among the latter.",
                "cite_spans": [
                    {
                        "start": 558,
                        "end": 578,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 632,
                        "end": 651,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 113,
                        "end": 122,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 159,
                        "end": 166,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 247,
                        "end": 255,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 397,
                        "end": 406,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 992,
                        "end": 998,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1001,
                        "end": 1008,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "To a lesser degree, these same neurocranial and bullar variables, along with consistently smaller size, serve to discriminate the vouchers used by Hafner et al. (2001) from those of P. fraterculus from the mainland. Although a fundamental resemblance to P. fraterculus clearly is indicated ( Fig.  1; Table 2 ), the morphometric distinctiveness of the sample of Hafner et al. (2001) is nonetheless appreciable. Average Mahalanobis distance squared (MD 2 ) between it and Californian and Baja Californian P. fraterculus is 53.3, a value higher than that marking the well-differentiated geographic races of P. melanophrys (MD 2 between Nayarit [micropus] and Oaxaca [melanophrys] ¼ 41.7). None of the sample of Hafner et al. (2001) was misclassified with any other group in jackknifed, post hoc assignments; misclassifications of California P. fraterculus with the Baja California group (35%), and reciprocally of Baja California animals with the California group (41%), were both substantial.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 167,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 362,
                        "end": 382,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 709,
                        "end": 729,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 292,
                        "end": 308,
                        "text": "Fig.  1; Table 2",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS AND COMPARISONS",
                "sec_num": null
            },
            {
                "text": "Taxonomy and species-group assignment.-Two species of Peromyscus are plainly evident among the specimens reported as collected on Santa Catalina Island, all of which have been identified as P. slevini in past studies. Specimens used in the genetic and karyotypic studies of Hogan et al. (1997) and Smith et al. (2000) , respectively, conform to the morphology of P. slevini proper, as represented by Mailliard's (1924) holotype and by the large series obtained 10 years later by Burt (1934) . However, those used in the molecular study of Hafner et al. (2001) have close affinity to P. fraterculus, indeed as the mitochondrial sequencing data of these authors convincingly demonstrated. Correct allocation of P. slevini to the subgenus Peromyscus was long ago resolved by Burt (1934) , and we can only second his character evaluations and taxonomic recommendation. The recent affiliation of the species with the subgenus Haplomylomys (Hafner et al. 2001 ) was based on incorrect attribution of the analytical samples from Santa Catalina Island to P. slevini. In a sense, Mailliard's (1924) original classification of P. slevini in Haplomylomys also was a misattribution, or at least a misunderstanding of character variation of Peromyscus based on misleading advice he received from personnel of the Biological Survey, USNM. In retrospect, the evidentiary bases for past associations of P. slevini with Haplomylomys and with the californicus or eremicus species-groups were never soundly founded.",
                "cite_spans": [
                    {
                        "start": 274,
                        "end": 293,
                        "text": "Hogan et al. (1997)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 298,
                        "end": 317,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 400,
                        "end": 418,
                        "text": "Mailliard's (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 479,
                        "end": 490,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 539,
                        "end": 559,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 772,
                        "end": 783,
                        "text": "Burt (1934)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 934,
                        "end": 953,
                        "text": "(Hafner et al. 2001",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1071,
                        "end": 1089,
                        "text": "Mailliard's (1924)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We depart from past ideas on the species-group association of P. slevini within the subgenus Peromyscus, namely the P. maniculatus (Hall and Kelson 1959; and others) , or the P. boylii or P. mexicanus groups (Smith et al. 2000) . Peromyscus slevini best fits with Mexican species that have been arranged in the P. melanophrys group (¼ P. melanophrys, P. mekisturus, and P. perfulvus), as its contents originally were denoted by Osgood (1909) and as its morphological features and member species were later amplified by others (Hooper 1955 (Hooper , 1957 (Hooper , 1958 (Hooper , 1968 Hooper and Musser 1964) . Principal similarities include upperparts with penetrant tawny or ochraceous tones, particularly along the flanks; tail moderately hairy, forming a terminal pencil; interorbital region with nonbeaded supraorbital shelf; general aspects of cranial size and shape; variable presence and weak development of the mesoloph in the upper molars, and absence of lophids in the lowers; and a long, slender phallus with protrusible tip and dorsal lappets. To be sure, none of these traits is unique (autapomorphic) within the subgenus Peromyscus, but taken together they indicate relationship with species of the melanophrys group, a working hypothesis that is as reasonable as any of its other past species-group affiliations.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 153,
                        "text": "(Hall and Kelson 1959;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 154,
                        "end": 165,
                        "text": "and others)",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 227,
                        "text": "(Smith et al. 2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 428,
                        "end": 441,
                        "text": "Osgood (1909)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 526,
                        "end": 538,
                        "text": "(Hooper 1955",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 539,
                        "end": 553,
                        "text": "(Hooper , 1957",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 554,
                        "end": 568,
                        "text": "(Hooper , 1958",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 569,
                        "end": 583,
                        "text": "(Hooper , 1968",
                        "ref_id": null
                    },
                    {
                        "start": 584,
                        "end": 607,
                        "text": "Hooper and Musser 1964)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Nonetheless, the karyotype of P. slevini does differ substantially from those described for P. melanophrys and P. perfulvus in lacking a pericentric inversion of chromosome 2 and a minute Y chromosome (Smith et al. 2000; Stangl and Baker 1984) . The acrocentric condition of chromosome 2 in P. slevini, interpreted as a primitive condition for the genus sensu lato (Greenbaum and Baker 1978; Greenbaum et al. 1994) , contrasts with melanophrys-group species in the same way that it does with mexicanus-group species, to which group Smith et al. (2000) preferentially associated it. Stangl and Baker (1984) cladistically depicted P. melanophrys and P. perfulvus in an unresolved polytomy that included mexicanus-group species (and P. pectoralis), a kinship supported by pericentric inversions of chromosomes 3 and 9, derivations that characterize many Peromyscus species (Rogers et al. 1984) . Karyotypic segregation of the 2 as a definable species-group rested on the autapomorphic possession of the tiny Y chromosome. In summary, if the karyotypic differences are insufficient to exclude P. slevini from the mexicanus species-group, the ''phylogenetic association'' postulated by Smith et al. 2000, we see them as no more compelling for excluding the Santa Catalina species from the melanophrys group, especially in view of the many morphological resemblances enumerated above.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 220,
                        "text": "(Smith et al. 2000;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 221,
                        "end": 243,
                        "text": "Stangl and Baker 1984)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 365,
                        "end": 391,
                        "text": "(Greenbaum and Baker 1978;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 392,
                        "end": 414,
                        "text": "Greenbaum et al. 1994)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 532,
                        "end": 551,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 582,
                        "end": 605,
                        "text": "Stangl and Baker (1984)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 870,
                        "end": 890,
                        "text": "(Rogers et al. 1984)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although the assignment of P. slevini to the melanophrys group may be defended given the current arrangement of Peromyscus species-groups (e.g., Carleton 1989), we readily acknowledge that it lacks a quantitative phyletic perspective. In part, this lack reflects the general shortcoming inherent in the historical formation of species-groups within the genus, emerging as gestalt associations that were loosely based on overall similarities in pelage texture and color, size, dentition, and cranial form. Osgood (1900:12) vaguely used the speciesgroup rank ''in order to show the affinities of the species,'' but he was inexplicit about his meaning of affinity or the characters he considered important to assess the same (except as can be sometimes gleaned a posteriori from reading his species accounts). Hooper (1968:28) , followed by Carleton (1989:118) , explicitly intended morphological resemblance to operationally define a species-group as ''an assemblage of similar species within a subgenus,'' and supposed that such phenetic similarity indicated community of descent. He, and others, of course had broadened the morphological character base consulted in understanding supraspecific relationships within Peromyscus, in particular by using traits of the phallus (Burt 1960; Hooper 1958; Hooper and Musser 1964) and systematization of dental variation (Hooper 1957) . Only within the past 2 decades have investigators emphasized phylogenetic diagnosis of species-groups and sought to improve the empirical basis for inferring the common ancestry of member species (e.g., Bradley and Schmidly 1987; Hafner et al. 2001; Hogan et al. 1997; Riddle et al. 2000; Rogers et al. 1984; Stangl and Baker 1984; Sullivan et al. 1997; Tiemann-Boege et al. 2000) . In light of these current research emphases, it is worth noting that most (not all) of Osgood's (1909) species groupings have so far survived this reinvigorated scrutiny, conducted with far greater analytical precision and more rigorous methodological approaches than heretofore possible. Whatever his inchoate sense of ''affinity,'' Osgood's practical application must have subliminally incorporated a strong phylogenetic component.",
                "cite_spans": [
                    {
                        "start": 505,
                        "end": 521,
                        "text": "Osgood (1900:12)",
                        "ref_id": null
                    },
                    {
                        "start": 807,
                        "end": 823,
                        "text": "Hooper (1968:28)",
                        "ref_id": null
                    },
                    {
                        "start": 838,
                        "end": 857,
                        "text": "Carleton (1989:118)",
                        "ref_id": null
                    },
                    {
                        "start": 1272,
                        "end": 1283,
                        "text": "(Burt 1960;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1284,
                        "end": 1296,
                        "text": "Hooper 1958;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1297,
                        "end": 1320,
                        "text": "Hooper and Musser 1964)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1361,
                        "end": 1374,
                        "text": "(Hooper 1957)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1580,
                        "end": 1606,
                        "text": "Bradley and Schmidly 1987;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1607,
                        "end": 1626,
                        "text": "Hafner et al. 2001;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1627,
                        "end": 1645,
                        "text": "Hogan et al. 1997;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1646,
                        "end": 1665,
                        "text": "Riddle et al. 2000;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1666,
                        "end": 1685,
                        "text": "Rogers et al. 1984;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1686,
                        "end": 1708,
                        "text": "Stangl and Baker 1984;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1709,
                        "end": 1730,
                        "text": "Sullivan et al. 1997;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1731,
                        "end": 1757,
                        "text": "Tiemann-Boege et al. 2000)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 1847,
                        "end": 1862,
                        "text": "Osgood's (1909)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In our view, the recent karyotypic and molecular studies to address the species-group membership of P. slevini have simply lacked the appropriate sampling design to critically illuminate its phylogenetic relationship. In addition to species of the mexicanus or boylii groups, those of the melanophrys group, as argued here, also should be considered as possible close relatives. Two phylogenetic interpretations merit testing. By virtue of its acrocentric chromosome 2 and normal Y chromosome, P. slevini may have been isolated on Santa Catalina Island from a melanophrys-group stock before the formation of the mainland species, P. melanophrys and P. perfulvus (also see biogeographic comments below). Alternatively, as suggested by Smith et al. (2000) , the cladistic origin of P. slevini may have preceded the radiation of the many Peromyscus species that exhibit inversions of chromosomes 3 and 9 (see Rogers et al. 1984; Stangl and Baker 1984) . A broader taxonomic scope and other information sources must be marshaled to tease apart these phylogenetic hypotheses or to identify yet others. The species-group membership of P. slevini might be legitimately left as incertae sedis, especially in light of the karyotypic findings of Smith et al. (2000) , but we formally allocate it to the melanophrys assemblage to emphasize its closest morphological similarity within the genus and to make refutation of this taxonomic hypothesis straightforward.",
                "cite_spans": [
                    {
                        "start": 734,
                        "end": 753,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 906,
                        "end": 925,
                        "text": "Rogers et al. 1984;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 926,
                        "end": 948,
                        "text": "Stangl and Baker 1984)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1236,
                        "end": 1255,
                        "text": "Smith et al. (2000)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Morphology and morphometric affinity of the specimens reported by Hafner et al. (2001) concur with their molecular results, namely a population referable to P. fraterculus, eremicus species-group, subgenus Haplomylomys. As indicated by the direction of univariate mean differences and relative dispersion on the 1st principal component extracted (Fig. 3) , the Santa Catalina population averages slightly smaller than those of P. fraterculus, about 96-97% of its size as indexed by mean occipitonasal length. Size diminution in this insular population of P. fraterculus departs from the usual pattern among Sea of Cortez Peromyscus, wherein island representatives tend toward larger size (Lawlor 1982; Lawlor et al. 2002) . Still, the slight disparity is within a magnitude of difference that can be plausibly attributed to ecophysiological factors understood to influence the evolution of rodent size on islands (see summary by Lawlor et al. [2002:352-354] ). The profound size and qualitative character changes necessary to evolve P. slevini proper from a P. fraterculus-like progenitor is less convincingly arguable (e.g., Hafner et al. 2001:787) .",
                "cite_spans": [
                    {
                        "start": 66,
                        "end": 86,
                        "text": "Hafner et al. (2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 688,
                        "end": 701,
                        "text": "(Lawlor 1982;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 702,
                        "end": 721,
                        "text": "Lawlor et al. 2002)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 929,
                        "end": 957,
                        "text": "Lawlor et al. [2002:352-354]",
                        "ref_id": null
                    },
                    {
                        "start": 1126,
                        "end": 1149,
                        "text": "Hafner et al. 2001:787)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 346,
                        "end": 354,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A key, if pedestrian, step in clarifying the taxonomic identity of P. slevini was examination of the holotype, the specimen (CAS 3935) that serves as the name-bearing standard for Mailliard's (1924) taxon. Unfortunately, identification of vouchers used in recent studies has rested on their geographic source and the casual assumption that only a single species occurs on Santa Catalina Island. Among the memorable titles in the early volumes of the Journal of Mammalogy, Osgood (1928:52) had posed the question ''Why is a type specimen?'' Although the taxonomic context that precipitated his paper differs from the current issue involving P. slevini, his essential point (Osgood 1928 :53)-''they [type specimens] constitute the one solid bulwark of our names on which we can depend''retains relevance in our modern era of systematic study.",
                "cite_spans": [
                    {
                        "start": 180,
                        "end": 198,
                        "text": "Mailliard's (1924)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 472,
                        "end": 488,
                        "text": "Osgood (1928:52)",
                        "ref_id": null
                    },
                    {
                        "start": 672,
                        "end": 684,
                        "text": "(Osgood 1928",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Biogeographic implications.-As in other marine settings, islands occupied by mammals in the Sea of Cortez are classified either as shallow-water (land-bridge) or deep-water (oceanic) (Lawlor et al. 2002) . The former islands, located within the continental shelf (approximately 100-m bathymetric contour), show evidence of former land connections to nearby landmasses in the Pleistocene, whereas, the latter, having originated by volcanic or other tectonic activity, do not. Thus, land-bridge islands on opposite sides of the Sea of Cortez typically contain populations whose closest relatives are found on immediately adjacent continental areas: peninsular Baja California for populations on western islands and mainland Mexico (e.g., Sonora, Sinaloa) for those on eastern islands (Lawlor et al. 2002) . Species of the P. eremicus group, which populate many islands on both sides of the Sea of Cortez, exemplify the land-bridge island pattern. Populations or species isolated on western islands share relationships with peninsular forms, P. eva or P. fraterculus, whereas those on eastern islands demonstrate affinities with mainland P. eremicus (Hafner et al. 2001) . Lawlor (1983) suggested that such a pattern of geographic proximity also prevailed for derivative populations on oceanic islands, but our study and others (e.g., Hafner et al. 2001) indicate that it does not, at least for Peromyscus. Instead, most Peromyscus on oceanic islands are linked more closely to populations in mainland Mexico irrespective of an island's nearness to peninsular Baja California (Table 3) . This pattern involves several Peromyscus clades (species or species-groups) and predominates even though 12 of 14 oceanic islands are today physically closest to the peninsula. A particularly striking example is the presence of P. eremicus avius on Cerralvo Island, located just 9 km off the southeastern tip of Baja California but 120 km from the nearest point on the Mexican mainland. Notwithstanding its geographic proximity to the peninsula, this taxon is most closely related to mainland P. eremicus (Hafner et al. 2001) , not the nearby species P. eva and P. fraterculus.",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 203,
                        "text": "(Lawlor et al. 2002)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 782,
                        "end": 802,
                        "text": "(Lawlor et al. 2002)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1147,
                        "end": 1167,
                        "text": "(Hafner et al. 2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1170,
                        "end": 1183,
                        "text": "Lawlor (1983)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1332,
                        "end": 1351,
                        "text": "Hafner et al. 2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 2090,
                        "end": 2110,
                        "text": "(Hafner et al. 2001)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1573,
                        "end": 1582,
                        "text": "(Table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Until the present study, the sole exception to the oceanic island-western mainland pattern was believed to be P. caniceps from Isla Monserrat (P. fraterculus caniceps sensu Hafner et al. [2001] ). The Monserrat form genetically is associated with populations of P. fraterculus on the Baja California Peninsula (Hafner et al. 2001; but see Lawlor 1971a) ; interestingly, Monserrat is considered a land-bridge island by some (Gastil et al. 1983) . The discovery of P. cf. fraterculus on Santa Catalina is another instance that departs from the general oceanic-island pattern, although we cannot rule out the possibility that these mice were introduced recently to the island (see ''Conservation concerns,'' below). The phylogenetic relationships of the remaining insular populations-P. guardia on the midriff island Angel de la Guarda and its satellites (related to P. eremicus or P. fraterculus) and P. sejugis on San Diego and Santa Cruz islands (related to P. maniculatus)-are insufficiently known to plausibly localize biogeographic origins. Although genetic sequence data confirm a close relationship of (Hafner et al. 2001; Hogan et al. 1997) , the insular species has not been compared to P. maniculatus from mainland Mexico.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 193,
                        "text": "Hafner et al. [2001]",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 310,
                        "end": 330,
                        "text": "(Hafner et al. 2001;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 331,
                        "end": 352,
                        "text": "but see Lawlor 1971a)",
                        "ref_id": null
                    },
                    {
                        "start": 423,
                        "end": 443,
                        "text": "(Gastil et al. 1983)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1107,
                        "end": 1127,
                        "text": "(Hafner et al. 2001;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1128,
                        "end": 1146,
                        "text": "Hogan et al. 1997)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Peromyscus so far appears to be unique among small vertebrates in its distributional occurrence among land-bridge versus oceanic islands in the Sea of Cortez. The Gulf-island distributions of 2 other rodent genera, Chaetodipus (pocket mice) and Neotoma (woodrats), do not conform to that of Peromyscus. Nor do those of Sea of Cortez reptiles, whose biogeographic relationships are overwhelmingly closest to populations on adjacent landmasses irrespective of island type (Murphy and Aguirre-Léon 2002) . Although populations of Chaetodipus and Neotoma occur on fewer oceanic islands, their distributional alignment instead resembles that for mammals on land-bridge islands. However, drawing broad biogeographic contrasts based on insular representatives of these genera must be tempered because their taxonomy and phylogeny are less well understood than are those of island Peromyscus. Ancestral forms of species-groups within Peromyscus, Neotoma, and Chaetodipus all plausibly occurred within continental areas subjected to geological changes that formed the Sea of Cortez in the late Miocene-Pliocene and would have had stochastically equal access to gulf islands over geologic time. Perhaps species of Peromyscus are better overwater colonists than are those of Neotoma and Chaetodipus, a capability suggested by the presence of Peromyscus, but not the other rodent genera, on recently formed volcanic islands such as Tortuga.",
                "cite_spans": [
                    {
                        "start": 470,
                        "end": 500,
                        "text": "(Murphy and Aguirre-Léon 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Although affiliation of P. slevini with the P. melanophrys species-group is consistent with the oceanic island-western mainland biogeographic pattern, the present distance of Santa Catalina from mainland sources is improbably great, far greater than that separating P. eremicus avius on Cerralvo Island and mainland P. eremicus. According to current distributions, P. slevini lies some 600-700 km from the nearest source populations of P. melanophrys-group stock in Nayarit and Jalisco. The range of P. melanophrys largely is confined to the Mexican Plateau, where it inhabits dry rocky habitats from southern Durango and Coahuila southward through Oaxaca (Carleton 1989) ; however, the species does reach coastal plain in central Nayarit, along the lower drainage of the Rio Grande de Santiago (Carleton et al. 1982) . The distribution of P. perfulvus follows arid lower tropical vegetation from coastal Jalisco and Michoacan through the interior basin of the Rio Balsas to central Michoacan and northwestern Guerrero (Carleton 1989) . Although not members of the Sonoran Desert Biotic Province, the zone that typifies the flora and fauna on most Gulf islands , P. melanophrys and P. perfulvus occupy environments that are similarly dry and scrubby in character.",
                "cite_spans": [
                    {
                        "start": 656,
                        "end": 671,
                        "text": "(Carleton 1989)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 795,
                        "end": 817,
                        "text": "(Carleton et al. 1982)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1019,
                        "end": 1034,
                        "text": "(Carleton 1989)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Dispersion distances may have been less daunting in the Pliocene and Pleistocene, when climatic changes effected north-south shifts in biotic zones and plant communities that bordered the nascent Sea of Cortez (e.g., see . Also, geologic and tectonic evidence indicates that Santa Catalina was once positioned nearer to west-central Mexico and the core distribution of P. melanophrys-group stock. The island is composed of granitic basement rocks thought to share a geological origin with the southernmost Cape region, which was situated approximate to the Nayarit-Jalisco coast in the late Miocene (Carreño and Helenes 2002) . Northwestward rifting (beginning approximately 5.5 million years ago) and accelerated seafloor spreading (beginning approximately 3.5 million years ago) eventually brought the insular Cape block to its present peninsular terminus, a geological nonconformity demarcated by the Isthmus of La Paz. The position of a proto-Santa Catalina and its age of physical isolation during this formative Neogene period remain unknown (Carreño and Helenes 2002; Gastil et al. 1983) . The biotic legacy of the former juxtaposition of the southern Cape block, including Isla Cerralvo, and west-central Mexico generally is suggested by the current distributions of certain plants and birds (Cody and Velarde 2002; . And although the preponderance of herpetological phylogenetic evidence associates forms on Santa Catalina with the southern Baja California Peninsula (Murphy and Aguirre-Léon 2002) , we find it noteworthy that the species or population found on Santa Catalina emerges within or as a basal clade in those studies (e.g. . The possibility that P. slevini represents an early isolate of Peromyscus evolution, whether of the P. melanophrys group or the subgenus Peromyscus, deserves similar evaluation.",
                "cite_spans": [
                    {
                        "start": 599,
                        "end": 625,
                        "text": "(Carreño and Helenes 2002)",
                        "ref_id": null
                    },
                    {
                        "start": 1048,
                        "end": 1074,
                        "text": "(Carreño and Helenes 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 1075,
                        "end": 1094,
                        "text": "Gastil et al. 1983)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1300,
                        "end": 1323,
                        "text": "(Cody and Velarde 2002;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1476,
                        "end": 1506,
                        "text": "(Murphy and Aguirre-Léon 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Conservation concerns.-A critical assumption underlies the foregoing discussion: we accept that all samples reported by the several authors from Santa Catalina actually originated from one and the same island situated in the southern Sea of Cortez. To our knowledge, only 2 collections of P. slevini proper have been secured since the discovery of the insular species in 1921 (Mailliard 1924 )-the large series obtained by Burt in December 1931 (Burt 1934 ) and a smaller sample by personnel of the Texas Cooperative Wildlife Collections in January 1992 (Hogan et al. 1997; Smith et al. 2000) . The CIB specimens of P. fraterculus were captured just 3 years later, in October 1995 (Hafner et al. 2001) . If both species have long cohabited Santa Catalina Island, then Burt and TCWC personnel failed to trap any P. fraterculus along with their series of P. slevini, and the CIB field team missed the latter species in 1995 and only collected the former. Or perhaps a post-1992 introduction of P. fraterculus has ecologically supplanted endemic P. slevini, but 3 years seems too short a time for interference competition to propel this outcome, for example, as has been suggested for the competitive extinction of P. pembertoni by P. boylii on San Pedro Nolasco (Alvarez-Castañeda and Ortega-Rubio 2003; Lawlor 1971b Lawlor , 1983 . Field confirmation of the present status and species composition of Peromyscus populations on Santa Catalina Island deserves foremost attention.",
                "cite_spans": [
                    {
                        "start": 376,
                        "end": 391,
                        "text": "(Mailliard 1924",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 445,
                        "end": 455,
                        "text": "(Burt 1934",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 554,
                        "end": 573,
                        "text": "(Hogan et al. 1997;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 574,
                        "end": 592,
                        "text": "Smith et al. 2000)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 681,
                        "end": 701,
                        "text": "(Hafner et al. 2001)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1260,
                        "end": 1301,
                        "text": "(Alvarez-Castañeda and Ortega-Rubio 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 1302,
                        "end": 1314,
                        "text": "Lawlor 1971b",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1315,
                        "end": 1328,
                        "text": "Lawlor , 1983",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Whatever its species-group classification and biogeographic origin, we stress that P. slevini represents a unique genetic and morphological entity that has evolved within a richly diverse genus, one nearly ubiquitous on islands of any appreciable area in the Sea of Cortez (Lawlor et al. 2002) . The International Union for the Conservation of Nature and Natural Resources (1996) currently lists P. slevini as critically endangered, an assessment that reflects its single known geographic occurrence and its inherently limited habitat in a small insular setting. The recent documentation of domestic cats on Santa Catalina portends a more immediate and lethal threat to its survival (Alvarez-Castañeda and Ortega-Rubio 2003; Lawlor et al. 2002) . In view of the perilous decline or extinction that has befallen other native rodent populations on Gulf islands (e.g., Alvarez-Castañeda and Cortés-Calva 1996; Lawlor et al. 2002; Mellink et al. 2002) , actions to preserve P. slevini must be uncommonly swift, concerted, and sustained. Holotype.-California Academy of Sciences no. 3935, skin and skull of adult male, collected 12 June 1921.",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 293,
                        "text": "(Lawlor et al. 2002)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 683,
                        "end": 724,
                        "text": "(Alvarez-Castañeda and Ortega-Rubio 2003;",
                        "ref_id": null
                    },
                    {
                        "start": 725,
                        "end": 744,
                        "text": "Lawlor et al. 2002)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 866,
                        "end": 906,
                        "text": "Alvarez-Castañeda and Cortés-Calva 1996;",
                        "ref_id": null
                    },
                    {
                        "start": 907,
                        "end": 926,
                        "text": "Lawlor et al. 2002;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 927,
                        "end": 947,
                        "text": "Mellink et al. 2002)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Type locality.-México, Baja California Sur, Santa Catalina Island. Degrees north latitude given as 258439500 by Mailliard; coordinates 258399030N, 1108499030W per National Geospatial-Intelligence Agency (http://earth-info.nga.mil/gns/html/).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Emended diagnosis.-A species of the P. melanophrys species-group, subgenus Peromyscus, characterized by a moderately developed supraorbital shelf (closely resembling P. melanophrys micropus), without beaded edge; braincase relatively narrow, less inflated in the temporal region compared with P. melanophrys; rostrum absolutely and relatively longer than in P. melanophrys and P. perfulvus, appearing less truncated relative to the braincase; incisive foramen correspondingly absolutely and relatively longer (Table 1) . M2 mesoloph always present and well developed, unlike variably present or rudimentary lophs in P. melanophrys and P. perfulvus. Baculum and phallus relatively long and narrow, protrusible tip and dorsal lappets present. Ochraceous to tawny swatch usually present in pectoral region; tail longer than head and body, moderately bicolored, with terminal pencil well expressed, as in P. perfulvus; tops of hind feet are whitish, not displaying any dusky streak or dark ankles as in P. melanophrys. Karyotype with chromosomes 1, 3, 9, 22, and 23 biarmed (FN ¼ 56), chromosome 2 acrocentric in contrast to biarmed condition in P. melanophrys and P. perfulvus; Y chromosome a normal-sized submetacentric compared with minute biarm in P. melanophrys and P. perfulvus (Lee and Elder 1977; Smith et al. 2000; Stangl and Baker 1984) .",
                "cite_spans": [
                    {
                        "start": 1280,
                        "end": 1300,
                        "text": "(Lee and Elder 1977;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1301,
                        "end": 1319,
                        "text": "Smith et al. 2000;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 1320,
                        "end": 1342,
                        "text": "Stangl and Baker 1984)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 509,
                        "end": 518,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-CAS 3935 (holotype); UCLA 50218, 50219, 50221-50226, 50229-50237, 50240-50247; TCWC 55781-55797; USNM 287999.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Intra-species-group comparisons.-Pelage characteristics of P. slevini were aptly described by Mailliard (1924:955) : ''largely pale cinnamon, darker dorsally through admixture of fine, almost black hairs : below white, with less and much lighter touch of pale cinnamon in pectoral region : feet creamy white.'' Compared with P. melanophrys, P. slevini averages paler ochraceous, does not possess as dense a concentration of darker hairs over the middle dorsum, and is less gray around the rostrum, eyes, and face. P. melanophrys does vary in the degree of its dorsal saturation (Osgood 1909) , from dark to pale, with the palest of these approaching P. slevini. Compared with the bright tawny to cinnamon tones of P. perfulvus (Osgood 1945) , specimens of P. slevini are much paler and subdued dorsally. In P. slevini, tips of ventral hairs are creamy white, not obscuring the dark gray bases; general effect of the underparts is medium gray, somewhat resembling P. perfulvus but darker on average than grayish white of P. melanophrys. As noted for the holotype (Mailliard 1924) , most specimens of P. slevini possess a pectoral streak of pale cinnamon hairs, a marking consistently present in certain races of P. melanophrys. Tops of the metatarsals and ankles are whitish in P. slevini, in contrast to the dark ankles and dusky hind feet that characterize P. melanophrys and P. perfulvus.",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 114,
                        "text": "Mailliard (1924:955)",
                        "ref_id": null
                    },
                    {
                        "start": 578,
                        "end": 591,
                        "text": "(Osgood 1909)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 727,
                        "end": 740,
                        "text": "(Osgood 1945)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1062,
                        "end": 1078,
                        "text": "(Mailliard 1924)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The tail in P. slevini is longer than head-and-body length (TL approximately 110% of HBL), in proportions more like those of P. perfulvus but relatively and absolutely shorter than in P. melanophrys. The tail is moderately bicolored, dark brown to dusky above and whitish below, the bicoloration approximating that in P. melanophrys. However, many individuals of P. melanophrys have a wholly white terminal section, not found in P. slevini, and the tail in P. perfulvus is dark and nearly unicolor from its base to tip (Osgood 1945) . In P. slevini, the caudal hairs themselves are moderately dense and long, imparting a hairy appearance upon gross inspection; its caudal pilosity resembles the condition observed in P. perfulvus but is slightly denser than that in P. melanophrys. The caudal hairs terminate as a slight pencil that projects beyond the terminal vertebrae; the degree of penicillation more or less matches P. perfulvus but slightly surpasses that in P. melanophrys, although Osgood (1909) did not mention a pencil.",
                "cite_spans": [
                    {
                        "start": 519,
                        "end": 532,
                        "text": "(Osgood 1945)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 991,
                        "end": 1004,
                        "text": "Osgood (1909)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "August 2005",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/86/4/814/880710 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "CARLETON AND LAWLOR-PEROMYSCUS ON SANTA CATALINA ISLAND Downloaded from https://academic.oup.com/jmammal/article/86/4/814/880710 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We are indebted to D. Long (CAS), T. Alvarez-Castañeda (CIB), K. Molina (UCLA), S. Hinshaw and P. Myers (UMMZ), and D. Schlitter (TCWC) for allowing access to specimens, for their timely responses to our repeated loan requests, or both. B. Riddle, University of Nevada-Las Vegas, kindly responded to our plea for assistance and hand-carried the CIB specimens from Mexico to enable our examination of that critical series. Cranial photography and preparation of Fig. 1 were carefully undertaken by D. Schmidt (USNM). Finally, we much appreciate the helpful comments of D. Hafner and 1 anonymous reviewer.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 461,
                        "end": 467,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Anthropogenic extinction of the endemic deer mouse, Peromyscus maniculatus cineritius",
                "authors": [
                    {
                        "first": "Alvarez-Castañ",
                        "middle": [],
                        "last": "Eda",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Corté S-Calva",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Southwestern Naturalist",
                "volume": "41",
                "issue": "",
                "pages": "459--461",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALVAREZ-CASTAÑ EDA, S. T., AND P. CORTÉ S-CALVA. 1996. Anthropo- genic extinction of the endemic deer mouse, Peromyscus man- iculatus cineritius, on San Roque Island, Baja California, México. Southwestern Naturalist 41:459-461.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Current status of rodents on islands in the Gulf of California",
                "authors": [
                    {
                        "first": "Alvarez-Castañ",
                        "middle": [],
                        "last": "Eda",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Ortega-Rubio",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Biological Conservation",
                "volume": "109",
                "issue": "",
                "pages": "157--163",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALVAREZ-CASTAÑ EDA, S. T., AND A. ORTEGA-RUBIO. 2003. Current status of rodents on islands in the Gulf of California. Biological Conservation 109:157-163.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The glans penes and bacula in Latin America taxa of the Peromyscus boylii group",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Bradley",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Schmidly",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Mammalogy",
                "volume": "68",
                "issue": "",
                "pages": "595--612",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRADLEY, R. D., AND D. J. SCHMIDLY. 1987. The glans penes and bacula in Latin America taxa of the Peromyscus boylii group. Journal of Mammalogy 68:595-612.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Subgeneric allocation of the white-footed mouse, P. slevini, from the Gulf of California",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Mexico. Journal of Mammalogy",
                "volume": "15",
                "issue": "",
                "pages": "159--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURT, W. H. 1934. Subgeneric allocation of the white-footed mouse, P. slevini, from the Gulf of California, Mexico. Journal of Mammalogy 15:159-160.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Bacula of North American mammals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "",
                "volume": "113",
                "issue": "",
                "pages": "1--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURT, W. H. 1960. Bacula of North American mammals. Mis- cellaneous Publications, Museum of Zoology, University of Michigan 113:1-76.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Interrelationships of populations of the Peromyscus boylii species group (Rodentia, Muridae) in western Mexico. Occasional Papers, Museum of Zoology",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "University of Michigan",
                "volume": "675",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D. 1977. Interrelationships of populations of the Peromyscus boylii species group (Rodentia, Muridae) in western Mexico. Occasional Papers, Museum of Zoology, University of Michigan 675:1-47.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Distribution and systematics of Peromyscus (Mammalia: Rodentia) of Nayarit",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D. ; G L"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Kirkland",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Layne ; Lubbock",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Bogan",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Advances in the study of Peromyscus",
                "volume": "352",
                "issue": "",
                "pages": "1--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D. 1989. Systematics and evolution. Pp. 7-141 in Advances in the study of Peromyscus (Rodentia) (G. L. Kirkland, Jr., and J. N. Layne, eds.). Texas Tech University Press, Lubbock. CARLETON, M. D., D. E. WILSON, A. L. GARDNER, AND M. A. BOGAN. 1982. Distribution and systematics of Peromyscus (Mammalia: Rodentia) of Nayarit, Mexico. Smithsonian Contributions to Zoology 352:1-46.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Geology and ages of the islands",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Carreñ O",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Helenes",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "A new island biogeography of the Sea of Cortés",
                "volume": "",
                "issue": "",
                "pages": "14--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARREÑ O, A. L., AND J. HELENES. 2002. Geology and ages of the islands. Pp. 14-40 in A new island biogeography of the Sea of Cortés (T. J. Case, M. L. Cody, and E. Ezcurra, eds.). Oxford University Press, Oxford, United Kingdom.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Plants. Pp. 63-111 in Island biogeography in the Sea of Cortéz",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Moran",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Rebman",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Thompson",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CODY, M. L., R. MORAN, J. REBMAN, AND H. THOMPSON. 2002. Plants. Pp. 63-111 in Island biogeography in the Sea of Cortéz (T. J. Case, M. L. Cody, and E. Ezcurra, eds.). University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Land birds. Pp. 271-312 in Island biogeography in the Sea of Cortéz",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Velarde",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CODY, M. L., AND E. VELARDE. 2002. Land birds. Pp. 271-312 in Island biogeography in the Sea of Cortéz (T. J. Case, M. L. Cody, and E. Ezcurra, eds.). University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The geology and age of the islands. Pp. 13-25 in Island biogeography in the Sea of Cortéz",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Gastil",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Minch",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Phillips",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GASTIL, G., J. MINCH, AND R. P. PHILLIPS. 1983. The geology and age of the islands. Pp. 13-25 in Island biogeography in the Sea of Cortéz (T. J. Case and M. L. Cody, eds.). University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Determination of the primitive karyotype for Peromyscus",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Journal of Mammalogy",
                "volume": "59",
                "issue": "",
                "pages": "820--834",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREENBAUM, I. F., AND R. J. BAKER. 1978. Determination of the pri- mitive karyotype for Peromyscus. Journal of Mammalogy 59: 820-834.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Cytogenetic nomenclature of deer mice, Peromyscus (Rodentia): revision and review of the standardized karyotype",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "COMMITTEE FOR THE STANDARIZATION OF CHROMOSOMES OF PEROMYSCUS",
                "volume": "66",
                "issue": "",
                "pages": "181--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREENBAUM, I. F., ET AL. [COMMITTEE FOR THE STANDARIZATION OF CHROMOSOMES OF PEROMYSCUS]. 1994. Cytogenetic nomenclature of deer mice, Peromyscus (Rodentia): revision and review of the standardized karyotype. Cytogenetics and Cell Genetics 66: 181-195.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Evolutionary relationships of white-footed mice (Peromyscus) on islands in the Sea of Cortéz",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Riddle",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Alvarez-Castañ Eda",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Mammalogy",
                "volume": "82",
                "issue": "",
                "pages": "775--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAFNER, D. J., B. R. RIDDLE, AND S. T. ALVAREZ-CASTAÑ EDA. 2001. Evolutionary relationships of white-footed mice (Peromyscus) on islands in the Sea of Cortéz, Mexico. Journal of Mammalogy 82:775-790.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., AND K. R. KELSON. 1959. The mammals of North America. Vol. 2. Ronald Press Company, New York.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A taxonomic and evolutionary study of the piñon mouse, Peromyscus truei",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Illinois Biological Monographs",
                "volume": "21",
                "issue": "",
                "pages": "1--104",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFMEISTER, D. F. 1951. A taxonomic and evolutionary study of the piñon mouse, Peromyscus truei. Illinois Biological Monographs 21:ix þ 1-104.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mitochondrial-DNA analysis of the systematic relationships within the Peromyscus maniculatus species group",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Hogan",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Mammalogy",
                "volume": "78",
                "issue": "",
                "pages": "733--743",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOGAN, K. M., S. K. DAVIS, AND I. F. GREENBAUM. 1997. Mitochondrial-DNA analysis of the systematic relationships within the Peromyscus maniculatus species group. Journal of Mammalogy 78:733-743.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Notes on mammals of western Mexico. Occasional Papers, Museum of Zoology",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "University of Michigan",
                "volume": "565",
                "issue": "",
                "pages": "1--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1955. Notes on mammals of western Mexico. Occasional Papers, Museum of Zoology, University of Michigan 565:1-26.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Dental patterns in mice of the genus Peromyscus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "",
                "volume": "99",
                "issue": "",
                "pages": "1--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1957. Dental patterns in mice of the genus Peromyscus. Miscellaneous Publications, Museum of Zoology, University of Michigan 99:1-59.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The male phallus in mice of the genus Peromyscus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "105",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1958. The male phallus in mice of the genus Peromyscus. Miscellaneous Publications, Museum of Zoology, University of Michigan 105:1-24.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Notes on classification of the rodent genus Peromyscus. Occasional Papers, Museum of Zoology",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "University of Michigan",
                "volume": "635",
                "issue": "",
                "pages": "1--13",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T., AND G. G. MUSSER. 1964. Notes on classification of the rodent genus Peromyscus. Occasional Papers, Museum of Zoology, University of Michigan 635:1-13.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Species limits in the Peromyscus mexicanus group (Mammalia: Rodentia: Muroidea)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Huckaby",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Natural History Museum of Los Angeles County",
                "volume": "326",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUCKABY, D. G. 1980. Species limits in the Peromyscus mexicanus group (Mammalia: Rodentia: Muroidea). Contributions in Science, Natural History Museum of Los Angeles County 326:1-24.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "IUCN red list of threatened animals",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "International Union For",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "The",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Of",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Natural Resources",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "INTERNATIONAL UNION FOR THE CONSERVATION OF NATURE AND NATURAL RESOURCES. 1996. IUCN red list of threatened animals. IUCN Publications, Gland, Switzerland.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Evolution of Peromyscus on northern islands in the Gulf of California",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Mexico. Transactions of the San Diego Society of Natural History",
                "volume": "16",
                "issue": "",
                "pages": "91--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1971a. Evolution of Peromyscus on northern islands in the Gulf of California, Mexico. Transactions of the San Diego Society of Natural History 16:91-124.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Distributions and relationships of six species of Peromyscus in Baja California and Sonora, Mexico. Occasional Papers",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "661",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1971b. Distributions and relationships of six species of Peromyscus in Baja California and Sonora, Mexico. Occasional Papers, Museum of Zoology, University of Michigan 661: 1-22.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The evolution of body size in mammals: evidence from insular populations in Mexico",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Naturalist",
                "volume": "119",
                "issue": "",
                "pages": "54--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1982. The evolution of body size in mammals: evi- dence from insular populations in Mexico. American Naturalist 119:54-72.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The mammals. Pp. 265-289 and 482-496 in Island biogeography in the Sea of Cortéz",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1983. The mammals. Pp. 265-289 and 482-496 in Island biogeography in the Sea of Cortéz (T. L. Case and M. L. Cody, eds.). University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The mammals. Pp. 326-361 and 642-654 in A new island biogeography of the Sea of Cortés",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Stapp",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Riddle",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Alvarez-Castañ Eda",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E., D. J. HAFNER, P. STAPP, B. R. RIDDLE, AND S. T. ALVAREZ-CASTAÑ EDA. 2002. The mammals. Pp. 326-361 and 642- 654 in A new island biogeography of the Sea of Cortés (T. J. Case, M. L. Cody, and E. Ezcurra, eds.). Oxford University Press, Oxford, United Kingdom.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Karyotypes of eight species of Mexican rodents (Muridae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Elder",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Mammalogy",
                "volume": "58",
                "issue": "",
                "pages": "479--487",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEE, M. R., AND F. B. ELDER. 1977. Karyotypes of eight species of Mexican rodents (Muridae). Journal of Mammalogy 58:479-487.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Expedition of the California Academy of Sciences to the Gulf of California in 1921. A new mouse (Peromyscus slevini) from the Gulf of California",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mailliard",
                        "suffix": ""
                    }
                ],
                "year": 1924,
                "venue": "Mexico. Proceedings of the California Academy of Sciences, Fourth Series",
                "volume": "12",
                "issue": "",
                "pages": "953--956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAILLIARD, J. 1924. Expedition of the California Academy of Sciences to the Gulf of California in 1921. A new mouse (Peromyscus slevini) from the Gulf of California, Mexico. Proceedings of the California Academy of Sciences, Fourth Series 12:953-956.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Population demise and extinction threat of the Angel de la Guarda deer mouse (Peromyscus guardia)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Mellink",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Ceballos",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "J"
                        ],
                        "last": "Lué",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Vano",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Biological Conservation",
                "volume": "108",
                "issue": "",
                "pages": "107--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MELLINK, E., G. CEBALLOS, AND J. LUÉ VANO. 2002. Population demise and extinction threat of the Angel de la Guarda deer mouse (Peromyscus guardia). Biological Conservation 108:107-111.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "List of North American Recent mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Bulletin of the United States National Museum",
                "volume": "205",
                "issue": "",
                "pages": "1--954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., AND R. KELLOGG. 1955. List of North American Recent mammals. Bulletin of the United States National Museum 205: 1-954.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Nonavian reptiles: origins and evolution",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Murphy",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Aguirre-Lé On",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "A new island biogeography of the Sea of Cortés",
                "volume": "",
                "issue": "",
                "pages": "181--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MURPHY, R., AND S. AGUIRRE-LÉ ON. 2002. Nonavian reptiles: origins and evolution. Pp. 181-220 in A new island biogeography of the Sea of Cortés (T. J. Case, M. L. Cody, and E. Ezcurra, eds.). Oxford University Press, Oxford, United Kingdom.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Revision of pocket mice of the genus Perognathus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1900,
                "venue": "North American Fauna",
                "volume": "18",
                "issue": "",
                "pages": "1--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1900. Revision of pocket mice of the genus Perognathus. North American Fauna 18:1-72.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Haplomylomys, a new subgenus of Peromyscus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "17",
                "issue": "",
                "pages": "53--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1904. Haplomylomys, a new subgenus of Peromyscus. Proceedings of the Biological Society of Washington 17:53-54.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Revision of mice of the American genus Peromyscus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "North American Fauna",
                "volume": "28",
                "issue": "",
                "pages": "1--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1909. Revision of mice of the American genus Peromyscus. North American Fauna 28:1-285.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Why is a type specimen",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "Journal of Mammalogy",
                "volume": "9",
                "issue": "",
                "pages": "52--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1928. Why is a type specimen? Journal of Mammalogy 9:52-55.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Two new rodents from Mexico",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Journal of Mammalogy",
                "volume": "26",
                "issue": "",
                "pages": "299--301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1945. Two new rodents from Mexico. Journal of Mammalogy 26:299-301.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Character displacement in some Cnemidophorus lizards revisted: a phylogenetic analysis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Radtkey",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Fallon",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Case",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proceedings of the National Academy of Sciences",
                "volume": "94",
                "issue": "",
                "pages": "9740--9745",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RADTKEY, R. R., S. M. FALLON, AND T. J. CASE. 1997. Character displacement in some Cnemidophorus lizards revisted: a phyloge- netic analysis. Proceedings of the National Academy of Sciences 94:9740-9745.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Phylogeography and systematics of the Peromyscus eremicus species group and the historical biogeography of North American warm regional deserts",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Riddle",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Alexander",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "17",
                "issue": "",
                "pages": "145--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDDLE, B. R., D. J. HAFNER, AND L. F. ALEXANDER. 2000. Phylogeography and systematics of the Peromyscus eremicus species group and the historical biogeography of North American warm regional deserts. Molecular Phylogenetics and Evolution 17:145-160.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Cytosystematic value of chromosomal inversion data in the genus Peromyscus (Rodentia: Cricetidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gunn",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Engstrom",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Mammalogy",
                "volume": "65",
                "issue": "",
                "pages": "457--465",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROGERS, D. S., I. F. GREENBAUM, S. J. GUNN, AND M. D. ENGSTROM. 1984. Cytosystematic value of chromosomal inversion data in the genus Peromyscus (Rodentia: Cricetidae). Journal of Mammalogy 65:457-465.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Systematic implications of chromosomal data from two insular species of Peromyscus from the Gulf of California",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Hale",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Heredity",
                "volume": "91",
                "issue": "",
                "pages": "162--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMITH, L. R., D. W. HALE, AND I. F. GREENBAUM. 2000. Systematic implications of chromosomal data from two insular species of Pero- myscus from the Gulf of California. Journal of Heredity 91:162-165.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "SYSTAT for Windows. Version 9",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Spss Inc",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPSS INC. 1998. SYSTAT for Windows. Version 9.01. SPSS Inc., Chicago, Illinois.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Evolutionary relationships in Peromyscus: congruence in chromosomal, genic, and classical data sets",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Stangl",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Mammalogy",
                "volume": "65",
                "issue": "",
                "pages": "643--654",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STANGL, F. B., AND R. J. BAKER. 1984. Evolutionary relationships in Peromyscus: congruence in chromosomal, genic, and classical data sets. Journal of Mammalogy 65:643-654.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Phylogeography and molecular systematics of the Peromyscus aztecus species group (Rodentia: Muridae) inferred using parsimony and likelihood",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Markert",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Kilpatrick",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Systematic Biology",
                "volume": "46",
                "issue": "",
                "pages": "426--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SULLIVAN, J. M., J. A. MARKERT, AND C. W. KILPATRICK. 1997. Phylogeography and molecular systematics of the Peromyscus aztecus species group (Rodentia: Muridae) inferred using parsi- mony and likelihood. Systematic Biology 46:426-440.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Molecular phylogenetics of the Peromyscus boylii species group (Rodentia: Muridae) based on mitochondrial cytochrome b sequences",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Tiemann-Boege",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Kilpatrick",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Schmidly",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Bradley",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "16",
                "issue": "",
                "pages": "366--378",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TIEMANN-BOEGE, I., C. W. KILPATRICK, D. J. SCHMIDLY, AND R. D. BRADLEY. 2000. Molecular phylogenetics of the Peromyscus boylii species group (Rodentia: Muridae) based on mitochondrial cytochrome b sequences. Molecular Phylogenetics and Evolution 16:366-378.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Phylogeny of the side-blotched lizards (Phrynosomatidae: Uta) based on mtDNA sequences: support for a midpeninsular seaway in Baja California",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Upton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "Murphy"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "8",
                "issue": "",
                "pages": "104--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UPTON, D. E., AND R. MURPHY. 1997. Phylogeny of the side-blotched lizards (Phrynosomatidae: Uta) based on mtDNA sequences: support for a midpeninsular seaway in Baja California. Molecular Phylogenetics and Evolution 8:104-113.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "California Academy of Sciences",
                "authors": [],
                "year": 2004,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Submitted 21 September 2004. Accepted 3 January 2005. collections: California Academy of Sciences, San Francisco (CAS);",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Ann Arbor (UMMZ). The UMMZ ''P'' numbers for bacula of P. slevini correspond to the old California Institute of Technology specimens originally reported by Burt (1934, 1960), the skins and skulls of which are now housed in UCLA. Skins and skulls.-Peromyscus fraterculus: United States",
                "authors": [],
                "year": null,
                "venue": "(USNM); the Texas Cooperative Wildlife Collections",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dickey Collection, University of California, Los Angeles (UCLA); National Museum of Natural History, Smithsonian Institution, Washington, D.C. (USNM); the Texas Cooperative Wildlife Collections, Texas A&M University, College Station (TCWC); and the University of Michigan Museum of Zoology, Ann Arbor (UMMZ). The UMMZ ''P'' numbers for bacula of P. slevini correspond to the old California Institute of Technology specimens originally reported by Burt (1934, 1960), the skins and skulls of which are now housed in UCLA. Skins and skulls.-Peromyscus fraterculus: United States, California (USNM 15787/22637, 15788/22638, 21711/36415, 31078/42949, 31086/42957, 32144/43956, 32870/44891, 32872/44893, 34087/ 46164-34089/46166, 34091/46168, 34324/46415, 58442, 58443, 61092, 61094, 62926, 63417, 63418, 63804, 69555, 91566);",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Peromyscus melanophrys micropus: Mexico, Nayarit (USNM 511691",
                "authors": [
                    {
                        "first": "Baja",
                        "middle": [],
                        "last": "Mexico",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "California Norte",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bacula and phalli.-Peromyscus fraterculus: United States",
                "volume": "60800",
                "issue": "",
                "pages": "50240--50247",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mexico, Baja California Norte (USNM 60791, 60800, 81016, 81017, 81032, 81035, 125978, 125981, 125982, 126003, 138517, 138518, 138960, 139456, 139458, 139459, 139463, 139468, 139470, 139472, 139476, 139477). Peromyscus melanophrys micropus: Mexico, Nayarit (USNM 511691, 511692, 523914-523919, 523921, 523922). Peromyscus m. melanophrys: Mexico, Oaxaca (USNM 68404, 68605-68607, 68658- 68664, 69658, 70112, 71431, 73206, 73207, 73209-73211, 73213- 73215, 73217, 73303, 73742, 73744). Peromyscus slevini: Mexico, Baja California Sur, Isla Santa Catalina (CAS 3935 [holotype]; CIB 703-708, 711, 714-717; UCLA 50218, 50219, 50221-50226, 50229- 50237, 50240-50247; TCWC 55781-55797; USNM 287999). Bacula and phalli.-Peromyscus fraterculus: United States, Cal- ifornia (UMMZ P955, P957, 50776, 92974);",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Peromyscus melanophrys: Mexico",
                "authors": [
                    {
                        "first": "Baja",
                        "middle": [],
                        "last": "Mexico",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "California Norte",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Peromyscus perfulvus: Mexico",
                "volume": "50309",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mexico, Baja California Norte (UMMZ 50309, 50471, 50609, 50621, 50622). Peromyscus melanophrys: Mexico, Oaxaca (UMMZ 91780-91782, 91785, 91788, 91793, 91796, 93991, 93995, 93997, 93999, 94002, 94528, 94531, 94532, 94536, 94540, 94544, 97002). Peromyscus perfulvus: Mexico, Jalisco (UMMZ 100463, 100465, 100475, 100476);",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "UMMZ 92146, 92153, 92154). P. slevini: Mexico",
                "authors": [
                    {
                        "first": "Michoacan",
                        "middle": [],
                        "last": "Mexico",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1423--1444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mexico, Michoacan (UMMZ 92146, 92153, 92154). P. slevini: Mexico, Baja California Sur (UMMZ P1423-P1444).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": ".-Dorsal, ventral, and lateral cranial views of adult Peromyscus: A) P. slevini (USNM 287999, female from Mexico, Baja California Sur, Santa Catalina Island; ONL ¼ 29.8 mm) from the 1931 series collected by",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "FIG.2.-Scatter plot of bacular length versus width of the bacular base for samples of Peromyscus fraterculus (n ¼ 9), P. melanophrys (n ¼ 19), and P. slevini (n ¼ 21). Vouchers identified as P. slevini byHafner et al. (2001) have a short and stout baculum as in P. fraterculus; those reported bySmith et al. (2000) exhibit a long and slender conformation as found in P. slevini proper.",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": ".-Results of 2 ordinations performed on 17 log-transformed craniodental variables as measured on 113 intact specimens representing Peromyscus fraterculus, P. melanophrys, and P. slevini. top) Projection of specimen scores on principal components (PC) I and II; bottom) projection of specimen scores on canonical variates (CV) 1 and 2. Individual scores are plotted for voucher specimens used in the studies ofHafner et al. (2001) andSmith et al. (2000), all identified as P. slevini; minimum convex polygons enclose individual scores around the grand centroids for the comparative standards of P. fraterculus, P. melanophrys, and P. slevini.",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": ", whiptail lizards [Cnemidophorus]-Murphy and Aguirre-Léon 2002; Radtkey et al. 1997; side-blotched lizards [Uta]-Upton and Murphy 1997; diamond-backed rattlesnakes [Crotalus]-Murphy and Aguirre-Léon 2002)",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "text": "Mailliard 1924. Proceedings of the California Academy of Sciences, Fourth Series 12:953.",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "content": "<table><tr><td/><td>P. slevini,</td><td>P. slevini,</td><td/><td>P. fraterculus,</td></tr><tr><td/><td>holotype</td><td>(Burt 1934)</td><td>P. melanophrys,</td><td>California</td></tr><tr><td>Variable</td><td>CAS 3935</td><td>(n ¼ 25)</td><td>Nayarit (n ¼ 8)</td><td>(n ¼ 23)</td></tr><tr><td>TOTL</td><td>225</td><td>225.6 6 9.2</td><td>251 6 11.2</td><td>190.6 6 7.1</td></tr><tr><td/><td/><td>204À239</td><td>237À263</td><td>177À204</td></tr><tr><td>TL</td><td>120</td><td>118.4 6 6.4</td><td>142.3 6 9.4</td><td>106.8 6 6.8</td></tr><tr><td/><td/><td>105À132</td><td>128À154</td><td>93À119</td></tr><tr><td>HFL</td><td>27</td><td>25.9 6 0.7</td><td>25.0 6 1.1</td><td>20.0 6 0.9</td></tr><tr><td/><td/><td>25À27</td><td>23À26</td><td>17À21</td></tr><tr><td>ONL</td><td>29.6</td><td>30.5 6 0.8</td><td>29.7 6 0.6</td><td>24.4 6 0.5</td></tr><tr><td/><td/><td>28.6À31.7</td><td>28.9À30.7</td><td>23.4À25.5</td></tr><tr><td>ZB</td><td>15.2</td><td>15.3 6 0.5</td><td>14.7 6 0.3</td><td>12.3 6 0.3</td></tr><tr><td/><td/><td>14.2À16.3</td><td>14.2À15.0</td><td>11.8À12.9</td></tr><tr><td>BBC</td><td>-</td><td>12.1 6 0.3</td><td>12.9 6 0.2</td><td>11.6 6 0.3</td></tr><tr><td/><td/><td>11.7À12.7</td><td>12.5À13.1</td><td>10.8À12.0</td></tr><tr><td>IOB</td><td>4.4</td><td>4.5 6 0.1</td><td>4.5 6 0.1</td><td>3.8 6 0.1</td></tr><tr><td/><td/><td>4.2À4.9</td><td>4.5À4.6</td><td>3.5À4.0</td></tr><tr><td>LR</td><td>11.8</td><td>10.9 6 0.3</td><td>10.1 6 0.4</td><td>8.0 6 0.2</td></tr><tr><td/><td/><td>10.3À11.4</td><td>9.4À10.9</td><td>7.6À8.6</td></tr><tr><td>BR</td><td>5.2</td><td>5.2 6 0.2</td><td>5.1 6 0.1</td><td>4.0 6 0.1</td></tr><tr><td/><td/><td>4.9À5.6</td><td>4.8À5.3</td><td>3.8À4.3</td></tr><tr><td>PPL</td><td>10.2</td><td>10.6 6 0.3</td><td>10.9 6 0.3</td><td>8.8 6 0.3</td></tr><tr><td/><td/><td>9.9À11.1</td><td>10.6À11.5</td><td>8.3À9.7</td></tr><tr><td>LBP</td><td>4.5</td><td>4.5 6 0.2</td><td>4.6 6 0.2</td><td>3.7 6 0.1</td></tr><tr><td/><td/><td>4.1À4.9</td><td>4.3À4.9</td><td>3.5À4.0</td></tr><tr><td>LD</td><td>8.3</td><td>8.3 6 0.3</td><td>7.8 6 0.2</td><td>5.9 6 0.2</td></tr><tr><td/><td/><td>7.7À8.9</td><td>7.5À8.1</td><td>5.6À6.3</td></tr><tr><td>LIF</td><td>6.7</td><td>6.9 6 0.3</td><td>5.9 6 0.2</td><td>4.9 6 0.2</td></tr><tr><td/><td/><td>6.3À7.3</td><td>5.6À6.1</td><td>4.6À5.4</td></tr><tr><td>BZP</td><td>2.5</td><td>2.7 6 0.1</td><td>2.7 6 0.2</td><td>2.0 6 0.1</td></tr><tr><td/><td/><td>2.5À3.0</td><td>2.4À3.1</td><td>1.9À2.4</td></tr><tr><td>LAB</td><td>-</td><td>4.9 6 0.1</td><td>4.8 6 0.1</td><td>4.5 6 0.1</td></tr><tr><td/><td/><td>4.7À5.2</td><td>4.5À5.0</td><td>4.3À4.7</td></tr><tr><td>CLM</td><td>4.8</td><td>4.87 6 0.10</td><td>4.13 6 0.16</td><td>3.62 6 0.12</td></tr><tr><td/><td/><td>4.65À5.12</td><td>3.92À4.46</td><td>3.35À3.82</td></tr><tr><td>WM1</td><td>1.3</td><td>1.41 6 0.04</td><td>1.24 6 0.03</td><td>1.12 6 0.04</td></tr><tr><td/><td/><td>1.34À1.49</td><td>1.21À1.28</td><td>1.05À1.24</td></tr></table>",
                "type_str": "table",
                "text": "-Descriptive statistics (mean 6 1 SD, range) for external and craniodental variables (in mm) in samples of Peromyscus slevini, P. melanophrys, and P. fraterculus. Abbreviations for variables are defined in the text.",
                "num": null
            },
            "TABREF1": {
                "content": "<table><tr><td/><td colspan=\"2\">Principal components analysis</td><td colspan=\"2\">Canonical variates analysis</td></tr><tr><td>Variable</td><td>PC I</td><td>PC II</td><td>CV 1</td><td>CV 2</td></tr><tr><td>ONL</td><td>0.99</td><td>0.04</td><td>0.97</td><td>0.20</td></tr><tr><td>ZB</td><td>0.98</td><td>0.04</td><td>0.96</td><td>0.18</td></tr><tr><td>BBC</td><td>0.71</td><td>0.65</td><td>0.61</td><td>0.77</td></tr><tr><td>BOC</td><td>0.94</td><td>0.21</td><td>0.90</td><td>0.35</td></tr><tr><td>IOB</td><td>0.91</td><td>0.34</td><td>0.85</td><td>0.46</td></tr><tr><td>LR</td><td>0.98</td><td>À0.11</td><td>0.98</td><td>0.04</td></tr><tr><td>BR</td><td>0.98</td><td>0.02</td><td>0.96</td><td>0.18</td></tr><tr><td>PPL</td><td>0.95</td><td>0.21</td><td>0.89</td><td>0.37</td></tr><tr><td>LBP</td><td>0.90</td><td>0.03</td><td>0.87</td><td>0.19</td></tr><tr><td>LD</td><td>0.99</td><td>À0.02</td><td>0.97</td><td>0.13</td></tr><tr><td>LIF</td><td>0.97</td><td>À0.13</td><td>0.97</td><td>0.01</td></tr><tr><td>BIF</td><td>0.89</td><td>0.12</td><td>0.84</td><td>0.23</td></tr><tr><td>BBP</td><td>0.97</td><td>0.00</td><td>0.96</td><td>0.13</td></tr><tr><td>BZP</td><td>0.91</td><td>À0.12</td><td>0.90</td><td>0.06</td></tr><tr><td>LAB</td><td>0.93</td><td>0.36</td><td>0.71</td><td>0.43</td></tr><tr><td>CLM</td><td>0.93</td><td>À0.26</td><td>0.97</td><td>À0.11</td></tr><tr><td>WM1</td><td>0.80</td><td>À0.18</td><td>0.94</td><td>À0.03</td></tr><tr><td>Eigenvalue</td><td>0.24</td><td>0.01</td><td>51.3</td><td>13.1</td></tr><tr><td>% variance</td><td>89.7</td><td>3.1</td><td>75.0</td><td>19.2</td></tr></table>",
                "type_str": "table",
                "text": "-Correlations (loadings) of original variables with derived principal components (PC) and canonical variates (CV) extracted from ordinations performed on intact specimens representing Peromyscus fraterculus, P. slevini, and P. melanophrys.",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td>Area of origin,</td><td/><td/></tr><tr><td>ancestral stock</td><td>Oceanic Island</td><td>Derivative forms</td></tr><tr><td>Mexican mainland</td><td/><td/></tr><tr><td>P. eremicus</td><td>Salsipuedes</td><td>P. interparietalis ryckmani</td></tr><tr><td/><td>San Lorenzo Norte</td><td>P. i. lorenzi</td></tr><tr><td/><td>San Lorenzo Sur</td><td>P. i. interparietalis</td></tr><tr><td/><td>Cerralvo</td><td>P. e. avius</td></tr><tr><td>P. merriami</td><td>Tortuga</td><td>P. dickeyi</td></tr><tr><td/><td>San Pedro Nolasco</td><td>P. pembertoni</td></tr><tr><td>P. boylii</td><td>San Esteban</td><td>P. stephani</td></tr><tr><td/><td>San Pedro Nolasco</td><td>P. b. glasselli</td></tr><tr><td>P. melanophrys group</td><td>Santa Catalina</td><td>P. slevini</td></tr><tr><td>Baja Peninsula</td><td/><td/></tr><tr><td>P. fraterculus</td><td>Monserrat</td><td>P. caniceps</td></tr><tr><td/><td>Santa Catalina</td><td>P. cf. fraterculus</td></tr></table>",
                "type_str": "table",
                "text": "-Ancestral stocks and clades of Peromyscus associated with oceanic islands in the Sea of Cortez. (Phylogenetic relationships follow studies ofHafner et al. [2001],Lawlor [1971a], and Tiemann-Boege et al.[2000], although taxonomic rank may differ.)",
                "num": null
            }
        }
    }
}