{
    "paper_id": "CerchioandTucker1998-InfluenceofalignmentonthemtDNAphylogenyofCetacea-questionablesupportforaMysticeti-Physeteroideaclade",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:23:18.327393Z"
    },
    "title": "P o ints o f Vie w",
    "authors": [
        {
            "first": "S",
            "middle": [],
            "last": "Alvato R E C",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Erc",
            "middle": [],
            "last": "Hio",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "An",
            "middle": [
                "D"
            ],
            "last": "Pris",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Illa",
            "middle": [],
            "last": "Tucker",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "CerchioandTucker1998-InfluenceofalignmentonthemtDNAphylogenyofCetacea-questionablesupportforaMysticeti-Physeteroideaclade",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "C e tace a has tra dition ally b ee n divide d in to O dontoce ti, th e toothe d whales, and M ys tice ti, th e b alee n wh ales. Th ese group s h ave b e en considere d m onop hyle tic , although the ir origin s an d age h ave be e n historic ally deb ate d. R ece n tly, M ilin kovitch e t al. (1993, 1994) re ported a revise d p hyloge n y for C e tace a, base d up on p hyloge n etic analys is of m itochondria l D NA (m tD N A), th at ch alle n ge s th e cla ssical assum ption of odon toce te m on oph yly. The ir ph yloge n etic h yp othe se s were b ase d in itia lly on two m itochondria l rib osom al ge n e segm en ts (930 base pairs [ b p] from th e 12S an d 16S ge n es) from 16 sp e cies of ce tace ans, an artiod actyl, and 2 m ore dista ntly relate d outgrou p taxa (M ilin kovitch et al., 1993) , an d th en from an e xpan de d da ta set of th e rib osom al se q ue nce s plu s a segm en t of cytoch rom e b (for a total of 1,352 bp ) from 21 cetacean s an d 3 artiod actyls (M ilin kovitch e t al., 1994). In the se revised p hyloge n ie s, Ph ys e te roide a (the sp e rm wh ale s) were pla ce d as a siste r group to M ys ticeti, in dicatin g th at Ph ys ete roide a are m ore close ly rela te d to M ys tice ti than to th e othe r O dontoce ti, and infe rrin g p araph yly of th e odontocete s. The authors have strongly prom ote d th is hypoth esis (M ilin kovitch e t al., 1993, 1994, 1995, 1996) to the exte nt of sugge stin g a com plete rein terp retation of cetacean m orph ological evolution (M ilin kovitch, 1995).",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 302,
                        "text": "(1993,",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 308,
                        "text": "1994)",
                        "ref_id": null
                    },
                    {
                        "start": 782,
                        "end": 811,
                        "text": "(M ilin kovitch et al., 1993)",
                        "ref_id": null
                    },
                    {
                        "start": 1371,
                        "end": 1419,
                        "text": "(M ilin kovitch e t al., 1993, 1994, 1995, 1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The con clu sion s of M ilin kovitch e t al. (1993, 1994) we re challe nge d b y Arn ason an d G ullb e rg (1994, 1996) with ph yloge ne tic analys es usin g th e cytochrom e b ge ne (1,140 bp ), ® rst from 14 cetacean s an d a cow (Arn ason and G ullb e rg, 1994), an d sub seq ue ntly from 28 cetaceans, 10 artioda ctyls , and 2 m ore distan tly re late d outgroup taxa (Arn ason and G ullb e rg, 1996) . Arn ason and G ullb erg (1994) substan tially incre ase d m ystice te re p re sen tation from the two sp ecies use d b y M ilin kovitch e t al. (1993) to all e xtant sp ecie s (11) ; h owever, odon toce te rep rese ntation was low with two dolp hin s an d on e spe rm wh ale (com p are d with 14 odontoce te s of M ilin kovitch et al., 1993) . Th ey con cluded that the cytochrom e b data p rovid ed n o su pp ort for m ystice te/ sp erm whale re lation sh ip ; howe ve r, th ere was we ak sup port for a m ystice te/ dolph in cla de and odon tocete p ara ph yly, wh ich the auth ors ju sti® ably ch ose not to e m ph asize du e to low bootstra p supp ort (52 for D NA se q uen ces, 49 for pe ptide se q uen ces). Arn ason an d G ullb e rg (1996) th en p re sen ted the m ost th orough samp lin g of spe cie s to da te with 8 m ystice tes, 20 odontoce te s, and 10 artioda ctyls , using th e e ntire cytoch rom e b ge n e. Th ey state d th at th eir m ost p arsim onious arran gem e nt of ce tace an taxa in clu de d M ys ticeti as a siste r group to a m onop hyle tic O don toceti, with Ph ys ete roide a ne ste d with in four odon tocete cla de s ; h owever, the y again righ tly cautione d aga in st dra win g de® nitive con clusion s on th e rela tionship am ong M ystice ti an d th e four lin e age s of O dontoce ti, pre se ntin g a 50% m ajority-ru le bootstra p tre e with th e ® ve lin e age s in a basal p olytom y.",
                "cite_spans": [
                    {
                        "start": 45,
                        "end": 51,
                        "text": "(1993,",
                        "ref_id": null
                    },
                    {
                        "start": 52,
                        "end": 57,
                        "text": "1994)",
                        "ref_id": null
                    },
                    {
                        "start": 107,
                        "end": 113,
                        "text": "(1994,",
                        "ref_id": null
                    },
                    {
                        "start": 114,
                        "end": 119,
                        "text": "1996)",
                        "ref_id": null
                    },
                    {
                        "start": 372,
                        "end": 404,
                        "text": "(Arn ason and G ullb e rg, 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 557,
                        "text": "(1993)",
                        "ref_id": null
                    },
                    {
                        "start": 720,
                        "end": 748,
                        "text": "M ilin kovitch et al., 1993)",
                        "ref_id": null
                    },
                    {
                        "start": 1147,
                        "end": 1153,
                        "text": "(1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "M ilin kovitch e t al. (1995) counte rchalle nge d Arn ason an d G ullb e rg (1994) by usin g a diƒe re nt su bstitution we ighting sch em e on the ir cytoc hrom e b da ta, an d aga in showe d sup port for th e M ys tice ti/Ph ys e te roide a h ypoth esis, in dicatin g, at le ast, that the top ology is sen sitive to su bstitution we igh tin g. Th e expan de d an alysis of Arn ason an d G ullbe rg (1996) , wh ich use s a su bstitution weigh ting sch em e sim ilar th ough n ot ide n tical to that of M ilin kovitch et al. (1995) , h as ye t to be add resse d in th e litera ture . Adach i an d H asega wa (1995) in dicated the m tD NA-b ased h yp othe se s to b e sen sitive to outgroup ch oice and in group rep rese ntation . M ilin kovitch e t al. (1996) e xpanded th is an alysis and in dicated that th e hypothe sis was sen sitive to b oth sp ecies sam p lin g an d we ighting.",
                "cite_spans": [
                    {
                        "start": 400,
                        "end": 406,
                        "text": "(1996)",
                        "ref_id": null
                    },
                    {
                        "start": 525,
                        "end": 531,
                        "text": "(1995)",
                        "ref_id": null
                    },
                    {
                        "start": 608,
                        "end": 614,
                        "text": "(1995)",
                        "ref_id": null
                    },
                    {
                        "start": 753,
                        "end": 759,
                        "text": "(1996)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Th e revised p hyloge n y of M ilin kovitch et al. (1993, 1994) has also be e n ch alle n ge d b y cladistic an alyse s of m orp hological e vid en ce (H e yn ing, 1997 ; M e sse nge r and M cG uire , 1998), wh ich stron gly sup port th e tra dition al m on oph yly and sis ter re lation sh ip of M ystice ti an d O dontoce ti.",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 57,
                        "text": "(1993,",
                        "ref_id": null
                    },
                    {
                        "start": 58,
                        "end": 63,
                        "text": "1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Be cause th e ph yloge ny of M ilin kovitch et al. (1993, 1994 ) re m ain s controve rsial, we h ave use d the cyt b/12S /16S m tDN A da ta se t (provide d by M . C . M ilin kovitch ) to e valu ate th eir hypoth esis. S p eci® cally, we tested th e se nsitivity of this h yp othesis to altern ative align m en ts of th e rib osom al D N A seq ue nce s. It is n ot our in te ntion to h ere re solve this con trove rsy or prop ose a``b e tte r'' tre e, b ut ra the r to critically evalu ate th e su pp ort an d le gitim acy of th eir novel h yp oth esis. W e conclude th at the ph yloge n y of C e tace a sh ould not b e re vise d solely on th e b asis of th is m tDN A e vid e nce . U sin g th e alignm e n t of m tD N A se q ue nce s p rovid ed b y M . C . M ilin kovitch , an d th e M P analys is cite d in M ilin kovitch et al. (1994), we we re unable to exactly rep rodu ce th eir re su lts ; spe ci® cally, our topology was sligh tly diƒere nt, an d sup p ort for th e M ystice ti/Phys ete roide a clade de creased. M oreover, in 27 alte rn ative align m en ts ge ne ra te d b y two m ultip le-align m e nt algorith m s an d various align m e nt p ara me ter se ttings , th e align m en t use d by M ilin kovitch e t al. (1994) was th e only on e th at p rodu ced m ode ra te to strong supp ort for th e M ystice ti/Phys ete roide a clade. In two conse rva tive align m e nts, for wh ich align m en t-am b iguous region s (G ate sy et al., 1993) were de lete d, supp ort for th e M ys ticeti/Physe teroidea clade collap se d, in dicatin g that th e sign al supp ortin g the hypoth esis was contain e d p redom in antly in varia ble re gion s of th e rib osom al se q uen ces that could have alte rn ative in terp retations of align m en t. It is our opin ion th at it is in ap propria te to re vise th e traditional ph yloge ny of C e tace a b ase d on th ree m itoch ondria l ge ne seq ue nce s th at are n ot e ve n in tern ally rob ust to basic issue s of align m en t. It is ap paren t that m ore data are ne e de d b e fore th is con troversy can be re solve d with any con® de nce . To in ve stiga te the e ƒect of a diƒere nt align m e nt algorith m , we created a secon d align m e nt of th e se q ue nce s usin g th e m ultiple align m e nt p rogra m C lustal V (H iggin s e t al., 1991). Initia lly, the rib oso-m al se gm e nts we re align ed usin g th re e param e te r se ttings : (1)¯oatin g ga p cost 5 10, ® xed ga p cost 5 10 (de fault se tting) ; (2)¯oatin g gap cost 5 50, ® xe d gap cost 5 10 (to in hib it the ope nin g of gap s) ; an d (3)¯oating ga p cost 5 10, ® xe d ga p cost 5 50 (to inh ib it th e le ngth e nin g of gap s). The resultant alignm e n ts were ide n tical for m ost inde l (insertion /de letion ) region s, an d in th e few cases wh ere th ey diƒe red th e m ost reason able was sele cted b y e ye . Th e cytochrom e b se q ue nce contain ed n o inde ls, so gap p lace m en t an d align m en t was n ot ne ce ssary. Th e thre e se q ue nce s were the n com bin e d, re su ltin g in a total le ngth of 1,377 b p (h ere in after re ferre d to as th e C lustal align m en t) ; the se ve n-p osition diƒe ren ce b e twe en the C lustal and M ilin kovitch align m e n ts was du e to diƒe ren ce s in ga p p lace m en t de cisions, n ot ab solute num be r of base pairs. M ilin kovitch et al. (1994) use d th e m ultiple-align m e nt p rogra m M ALIG N to align the seq ue n ces ; howeve r, th ey did not re p ort th e p ara m e ters use d nor th e num b e r of e q ually p arsim on ious alignm e n ts ge n era ted for an y give n p ara m ete r se t. Th ey sta ted only th at``large diƒe ren ce s in param ete r se ttings did not sig-ni® cantly in¯ue nce th e align m e n t of th e rib osom al ge ne se q uen ces' ' (M ilin kovitch et al., 1994 : 940) . W e th ere fore te ste d th e eƒe ct of various p ara m e ter settin gs in M ALIG N up on th e resultan t align m en t an d p hyloge n e tic h yp othe se s. M ALIG N ap plie s use r-sp e ci® e d costs associa te d with the in se rtion of ga ps, an d tra n sitional and tran sve rsio n al su b stitution s to ge n era te an optim al align m en t m in im izing costs ; chan gin g p ara m ete rs se ttings will result in diƒe re n t align m en ts, an d a sin gle param e ter se tting m ay ® nd m ultiple op tim al align m e nts. W e use d thre e diƒe ren t param ete r se ttin gs for th e rela tive cost of tran sition s, tra nsve rsio n s, an d ga p s : 1 : 1 : 1, 1 : 2 : 4, and 1 : 3 : 6. A m axim um of 20 op tim al align m en ts was retaine d for each param ete r set.",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 57,
                        "text": "(1993,",
                        "ref_id": null
                    },
                    {
                        "start": 58,
                        "end": 62,
                        "text": "1994",
                        "ref_id": null
                    },
                    {
                        "start": 1225,
                        "end": 1231,
                        "text": "(1994)",
                        "ref_id": null
                    },
                    {
                        "start": 3756,
                        "end": 3791,
                        "text": "(M ilin kovitch et al., 1994 : 940)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Th e ® nal analys is involve d cre ating a conservative align m en t b y de letin g region s de te rm in ed to b e align m en t-am bigu ous followin g th e m eth ods prop ose d by G ate sy e t al. (1993) . R egion s with ga ps re p re sen t in se rtion/dele tion e ven ts in som e taxa and can be am b iguous to align . Be cause su ch am b iguity can re su lt in viola tion of chara cte r sim ila rity, a con se rva tive ap proach to p hyloge n y re construction in volves de letion of n ucleotide positions with gap s as well as p osition s im m e dia tely adj acen t ; howe ve r, all in del re gions are not n ece ssarily am bigu ous to align , an d som e m ay b e p hyloge n e tic ally in form ative . G atesy et al. (1993) prop ose d a re la tive ly ob jective p rocedure to distin guish align m e ntam bigu ous re gion s from align m e ntin varia nt re gions b y com p arin g m ultiple align m e nts ge n era ted by varyin g p ara me ter se ttin gs in M ALIG N . R egion s th at diƒere d in ga p p la cem en t am ong alignm e nts were con sid ere d am b iguous an d de lete d, wh e re as re gions that did not diƒer were con side red in varia nt an d re tain e d. W e con du cted a sim ilar evaluation to cre ate two con se rva tive alignm e nts by com parin g (1) align m en ts ge ne ra te d b y e ach of the thre e p ara m e ter se ttin gs in M ALIG N and (2) the M ilin kovitch an d C lu sta l align m e nts. For th e M ALIG N con se rva tive align m e nt, rath er th an com pare all optim al align m en ts ge ne ra te d for th e p ara m e te r sets, we ra ndom ly ch ose on e align m en t from e ach se t. For each com p aris on we dele ted all align m e nt-am b igu ous region s, wh ile retainin g align m en t-in varia nt inde l re gions. Th is aƒe cted on ly th e 12S an d 16S segm e nts, as the cytochrom e b se gm e nt h ad n o in de ls.",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 203,
                        "text": "(1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ph yloge ne tic hypoth eses for e ach align m e nt we re constru cted b y m axim um p arsim ony (M P) usin g th e progra m PAU P 3.1.1 (S woƒord, 1993) , and an alysis p ara m ete rs were ch ose n to re plicate th e m e th ods of M ilin kovitch e t al. (1994) . Para m ete r se ttings we re he uris tic se arch ; ra ndom ste pwise addition of taxa, 100 re pe titions, M U LPARS op tion in e ƒect ; an d tre e b ise ction-re conn ection (TBR) b ra nch swa pp in g. G ap s (indels) we re tre ate d as a ® fth sta te, and each as a n ew ch ara cter. The tre e was rooted using th e thre e artioda ctyls as a m onop hyle tic outgroup . Th e re sultant h yp oth e se s were evaluated in se vera l m ann ers. D e cay in dice s (Brem e r, 1988) we re calcula te d to de term ine th e stab ility of e ach n ode , b y constrain ing PAU P to ® n d the sh ortest tree th at did n ot con tain the node in q uestion, an d sub tractin g th e len gth of the m ost-p arsim on ious tree . The re su ltan t value s in dicate d how m an y e xtra ste ps gre ater th an m ost parsim on ious were ne e de d to colla pse a give n b ran ch. S yn ap om orph ie s and unam b iguous characte rs (M addis on and M add ison , 1992) su pp ortin g e ach n ode were also dete rm in e d. Followin g the m e thods of M ilin kovitch et al. (1994), a 50% m ajority-ru le bootstra p con se nsus tre e was also ge ne rate d usin g 200 re plications. For each hypoth esis, we e valuate d th e su p port sp eci® cally for a M ystice ti/Phys ete roide a clade an d odontoce te m onop hyly.",
                "cite_spans": [
                    {
                        "start": 135,
                        "end": 151,
                        "text": "(S woƒord, 1993)",
                        "ref_id": null
                    },
                    {
                        "start": 253,
                        "end": 259,
                        "text": "(1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The m ost p arsim onious tre e produce d b y th e M ilin kovitch align m e n t (Fig. 1a , Tab le 1) was n ot en tire ly con gru en t with th e M P tre e de scrib ed in M ilin kovitch et al. (1994) e , 50, th is b ran ch co llap se d in the 50% m ajo rity-ru le b oo tstrap tre e ). Zca vi 5 Zip h ius ca virostris , M p e ru 5 M esop lo do n p eruvia nis , M e uro 5 M esop lo do n europ a eus , Ttrun 5 Tursiop s trunca ta s , D d e lp 5 D elp h inus delp h is , L pe ro 5 Lissode lp h is p eron ii , Lob sc 5 L a gen o rh y nch us o b scurus , C e utr 5 Cep h a lo rh y nch us eutro p ia , G m e la 5 G lo b icep h e la m ela s , La lb i 5 La geno rh yn ch us a lb irostris , Ps p in 5 Ph o co ena sp inip innis , P ph oc 5 Ph o co en a p h o co ena , C leu c 5 D elp h ina p te rus le ucus , Ig e of 5 Inia geo frensis , P cato 5 Ph ysete r ca to do n , K sim u 5 Ko gia sim us , K b re v 5 Kogia brevicep s , M n o va 5 M egap te ra no va ea ngliae , B ph ys 5 Ba la en o p te ra p h y salus , E rob u 5 Esch rich tius robustus , B m yst 5 Ba la ena m ystice tus , Pe cca 5 Ta ya ssu ta ja cu , C dro m 5 Ca m elus drom eda rius , a n d B tau r 5 Bo s ta urus . (a ) M ilinkovitch align m e n t of 1,384 b p. L e n gth 5 1,529 ; C I e xclud in g un in for m ative ch a rac ters 5 0.4262 ; n um b e r of infor m ative ch a ra cters 5 372. (b ) C lu stal a lign m e n t o f 1,377 b ase pairs. Le n gth 5 1,547 ; C I e xclud ing un infor m ative ch a ra cters 5 0.4242 ; n um b e r o f infor m ative ch aracte rs 5 376. TABLE 1. R e su lts of m axim u m p arsim on y a n alysis on se veral a lign m e n ts of ce ta ce an m tD N A se q ue n ce s. T h e ® rst align m e n t re p rese n ts tha t ob taine d fr om M . C . M ilinko vitch ; th e se co n d is a n ind ep e n d e n t align m e n t of the sam e se q ue n ce s using C lu stal V . T h e n e xt thre e re pre se n t alignm e n ts ge n e rated b y th ree param e ter se ts in M AL IG N (va rying cos ts of tran sition s :tran sversion s :gap s). For th e 1 :1 :1 p ara me ter se t, 3 optim a l align m e n ts we re ge n e ra ted an d re sults o f e a ch are sh o wn ; for the 1 : 2 : 4 an d 1 : 3 : 6 se ts, o utp ut wa s restricted to 20 op tim al align m e n ts an d 10 of e ach we re an alyzed fo r th e indica ted ran ge s o f re sults. T h e C on se rvative -1 an d C o n se rvative-2 a lign m e n ts we re ge n e rate d b y de leting align m e n ta m b igu ou s re gion s (G atesy e t a l., 1993), ® rst b y com parin g th e thre e M ALIG N param e ter se ts (o n e a lignm e n t from e a ch ) an d n e xt b y com p arin g th e M ilinkovitch an d C lustal a lign m e n ts. S e e text fo r de ta ils o f m e tho ds ; all align m e n ts are availab le fro m auth ors. Bala e nop te ra (rorq uals) clade . In both hypoth eses, O dontoce ti was p ara p hyle tic, with Ph ys e te roide a form ing a m onop hyle tic cla de with M ys ticeti, as describ ed b y M ilin kovitch e t al. (1994) ; h owever, pla cem e n t of th is cla de in our an alys is diƒe red from th eir M P an alys is, in wh ich M ys tice ti/Ph ys e te roide a form ed a siste r group to th e rem ain der of th e O don tocete s. In our an alys is of th e M ilin kovitch align m en t, Ziph iid ae was the m ost b asal odon toce te cla de , form in g a sis ter group to th e re m ain de r of the odon toce te s and M ys tice ti ; th e M ys tice ti/Ph ys e te roide a cla de is th e re fore ne ste d with in C e tace a ab ove Zip hiid ae . Th is top ology is iden tical to th e m ajority-ru le b ootstra p tre e rep orte d b y M ilin kovitch et al. (1994) , alth ough the y in dicated that the pla cem e n t of Ziph iida e was unstab le . Bootstrap su pp ort also diƒe red for se ve ra l cla de s from th at rep orte d b y M ilin kovitch et al. (1994) . M ost n otab ly, supp ort for th e M ys tice ti/Ph ys e te roide a de crease d from a b ootstrap value of 81 to 72 ; su pp ort for Ziph iida e also decre ase d from 81 to 73 (Tab le 2). Physe teroidea h ad th e lowest supp ort, with a decay in de x of two an d b ootstra p value b elow 50 (Fig. 1a , Table  2 ). All oth er odontoce te cla de s (De lp hin idae , Ph ocoen idae , D elp hin oidea, an d Kogiid ae) an d m ystice te clade s (M ys tice ti and Bala e nopte rida e ) we re we ll su pp orte d, with de cay in dices of 6 to 20 an d b ootstra p valu es above 90. C onstrain in g odon tocete m onop hyly produce d two tre e s nin e ste ps lon ge r th an th e m ost parsim onious (Tab le 1).",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 196,
                        "text": "(1994)",
                        "ref_id": null
                    },
                    {
                        "start": 3569,
                        "end": 3575,
                        "text": "(1994)",
                        "ref_id": null
                    },
                    {
                        "start": 3765,
                        "end": 3771,
                        "text": "(1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 79,
                        "end": 87,
                        "text": "(Fig. 1a",
                        "ref_id": null
                    },
                    {
                        "start": 4063,
                        "end": 4071,
                        "text": "(Fig. 1a",
                        "ref_id": null
                    },
                    {
                        "start": 4074,
                        "end": 4082,
                        "text": "Table  2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "In th e M ilin kovitch align m en t the re we re 19 syn ap om orp hie s sup portin g th e M ystice ti/Phys ete roide a cla de , 7 of wh ich we re un am b iguous (Fig. 1a) . C onsisten cy in dices for th e se ch ara cters ra nge d from 0.143 to 1.000, with seven characte rs b e low 0.333 an d on ly four above 0.667. S e ve ral characte rs h ad a re constru ction in which on e of the p hyse te roid fam ilie s (e ithe r Physe teroidae or Kogiid ae) sh are d a state with M ys ticeti, whe reas th e oth er sh are d a sta te with oth er odontoce tes. Th ese characte rs are th ere fore e q uivocal ; if add ition al data p rovid e sign al for odontoce te m onop hyly, it is like ly that the se ch ara cters would e q ually sup port th e T ABLE 2. C o m pa rison o f supp ort (de c ay indice s a n d b o otstrap value s) for all m a jor clade s an d fou r altern a tive alignm e n ts o f ce tace a n m tD N A se q ue n ce s. Bo otstrap value s rep orted b y M ilinkovitch e t al. (1994) * B ootstrap va lu e , 50 ; that c la de was n o t pre se n t in the 50% m ajo rity-ru le tre e . D e cay ind ice s are re la tive to the d ata se t. A lth ou gh the M ilinkovitch (M ilink) an d C lustal (C lust) va lu e s a re dire ctly co m parab le , lower de c ay indice s in th e con se rvative (C o n s-1, C on s-2) alignm e n ts pa rtly re¯e c t the sm aller d ata se t. T h e M ysticeti/P h yse te roide a cla de was the m ost se n sitive to alignm e n t an d su ppo rt b re a ks d own e n tirely in the con se rvative alignm e n ts. S upp ort fo r m ost o the r c lad e s is stron g a n d ind e pe n de n t of a lign m e n t, with the e xce ption o f Ph yse teroide a (wh ich is we ak re ga rdle ss of a lign m e n t) an d Zip h iidae (wh ich ran ge fr om m od e rate to we ak).",
                "cite_spans": [
                    {
                        "start": 978,
                        "end": 984,
                        "text": "(1994)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 161,
                        "end": 170,
                        "text": "(Fig. 1a)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "alte rn ative h yp othe sis (with no m ore or no fewe r reversals/conve rge nt even ts). Accord ingly, wh en the 19 chara cte rs were trace d on a tree constra in ed to odon tocete m on oph yly (b ut othe rwise m aintain in g th e relation sh ips sh own in Fig.  1a ), 13 characte rs showed no ch an ge in num b e r of ste ps, wh e re as 6 we re on e ste p longe r.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 265,
                        "text": "Fig.  1a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "Analysis of our C lu sta l align m en t resulte d in a top ology congru en t with th e M P tre e re ported by M ilin kovitch e t al. (1994), with a Ph ys e te roide a/M ystice ti cla de siste r to th e rem ain der of th e O dontoce tes, and Zip hiid ae ne ste d with in (Fig. 1b , Tab le 1) . As with the M ilin kovitch tre e, m ost of the m ajor odon tocete and m ystice te clades we re well su pp orted (Fig. 1b , Tab le 2) . S up port for the M ys ticeti/Physe teroidea cla de decreased dram atically com p are d to th e M ilin kovitch tre e , from a de cay index of 7 to 2, and a b ootstrap value of 72 to 65, wh ere as su pp ort for Zip hiida e and the D elp hin oidea/Inia cla de in crease d n otab ly (Tab le 2). S up port for all oth er clades rem aine d sim ilar, with de cay in dex ch an ge s of one or two and b ootstra p value change s of ® ve or le ss. The refore the M ys ticeti/Physe teroidea cla de was the only group th at was ne ga tive ly e ƒecte d b y the chan ge in align m e nt ge ne ra te d b y C lu sta l V. Fu rth erm ore, a m onop hyle tic O don toce ti was found in a tre e only four step s lon ge r th an m ost p arsim onious, ® ve ste ps le ss than for th e M ilin kovitch align m en t.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 270,
                        "end": 290,
                        "text": "(Fig. 1b , Tab le 1)",
                        "ref_id": null
                    },
                    {
                        "start": 405,
                        "end": 425,
                        "text": "(Fig. 1b , Tab le 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "Each of the p ara m e ter se ts de® ne d for M ALIG N produ ce d m ultiple optim al align m e nts (Tab le 1). S e ttin g costs for tra nsitions, tra n sversions, an d gap s as e q uivale nt (1 : 1 :1 align m e n t) re su lted in 3 optim al align m e n ts, wh ere as m ore than 20 optim al align m e nts were possib le with a 1 : 2 : 4 an d 1 : 3 : 6 param e te r se t. Analysis of the 1 : 1 : 1 align m e nts re sulte d in m ultiple M P tree s for e ach (Table 1) ; th e consen su s tree for e ach align m e nt con tain e d no M ystice ti/Phys ete roide a clade an d con siste d of a b asa l p olytom y of M ys ticeti, Ph yseter , Kogiida e, Ziphiida e, an d th e re m ainin g odon tocete s. An alys is of 10 of the 1 : 2 : 4 align m e nts yie lded from one to four M P tree s, diƒe rin g p rim arily in th e pla ce m e nt of Ziphiida e. Th e M ystice ti/Ph ys ete roide a clade existed in each topology, h owever, with rela tive ly low su pp ort (de cay indice s of 2± 5), an d odon tocete m onoph yly was foun d in tree s four to six ste ps longe r than M P. An alysis of 10 of th e 1 : 3 : 6 align m en ts e ach yie lde d a sin gle M P tre e congru en t with the top ology p rodu ced b y the C lu sta l align m en t. S upp ort for th e M ys tice ti/Ph ys e te roide a clade was low in each (de cay index of 1), an d a m onop hyle tic O dontoce ti was found in a tre e four ste ps longe r. The shortest tre e of any align m en t, 1,526 ste ps, was found with in this group .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 454,
                        "end": 463,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "It is app are n t from th ese an alyse s that b oth the top ology and sup port at de e pe r n ode s are sen sitive to align m en t of in de l re gions. W e ne xt dele ted th ese align m e nt-am b igu ous re gions to evaluate th e sign al provide d b y the m ore sta ble re gions of th e align m e nt. C om p ariso n of on e align m e nt from each of the M ALIG N p ara m ete r sets re su lted in th e de le tion of n in e align m e nt-am b iguous re gions (129 b p from the 1 : 1 : 1 align m e nt) an d rete ntion of seven align m e n t-in varia nt region s (re ferre d to as the C onse rva tive -1 alignm e nt ; Ta b le 1). Analysis yie lde d one M P tre e con grue nt with th e C lu stal tre e (Fig. 2a) ch a ra cters 5 0.3952 ; n um b e r of info rm a tive ch a rac ters 5 300). T h e re sulting se q u e n c e wa s 1,263 b p , afte r de le tion of n ine a lign m e n t-a m b iguou s region s co n tainin g 129 po sition s in the 1 :1 :1 alignm e n t. S e ve n align m e n t-invaria n t in de l re gions we re re taine d . (b ) S trict co n se n su s o f th re e m ost-parsim on iou s tre e s b ase d on the C on se rvative-2 a lign m e n t o f the M ilinko vitch an d C lustal alignm e n ts (le n gth 5 1,213 ; C I e xcludin g un in for m ative ch aracte rs 5 0.4034 ; n u m b e r o f in for m ative ch aracters 5 301). T h e re sulting se q u e n ce wa s 1,279 b p , a fte r de letion of 11 a lign m e n t-a m b igu ous region s co n ta in in g 105 p osition s fr om th e M ilinkovitch align m e n t. Five align m e n t-in varian t inde l re gion s we re re taine d.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 696,
                        "end": 705,
                        "text": "(Fig. 2a)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "Ph ys e te roide a clade in th e M ilin kovitch align m en t, 4 of which we re unam b igu ous characte rs. Analysis yie lde d th ree M P tree s, th e conse nsus of which containe d a basal polytom y con sis ting of M ys ticeti, Ph yseter , Kogiida e , Inia , D e lph inoide a, an d Zip hiida e (Fig. 2b) . As in th e C on serva tive-1 align m en t, a m onop hyle tic O don toce ti was only th ree ste ps away.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 294,
                        "end": 303,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "C om pariso n of supp ort for the m ajor cla de s am on g the M ilin kovitch , C lustal, an d conse rva tive align m e nts re ve als th e rela tive in sta bility of th e M ystice ti/ Ph ys e te roide a h yp othe sis with in th is da ta se t (Table 2 ). S upp ort for the groups D elp hin idae , Ph ocoen ida e , Kogiida e, D elp hin oidea, M ys ticeti, and Bala e noptera is strong and in de pe nden t of alignm e n t. The stab ility of Zip hiid ae varie s am ong align m en ts, and supp ort m e asu res are som e what con¯icting, with m odera te bootstra p su pp ort an d re lative ly low de cay in dices. The M ystice ti/ Ph ys e te roide a clade is m ost se nsitive to change s in align m e n t, ran gin g from a de cay index of se ve n to ze ro and b ootstra p valu e of 72 to b e low 50 from th e M ilin kovitch align m e nt to th e C on serva tive-2 align m e nt. It is n otab le that in the 27 alte rn ative align m e nts evaluated, on ly th e M ilin kovitch alignm e n t yie lde d m ode rate to strong su p port for th e M ystice ti/Ph ys ete roide a h yp othesis. The we ake st re la tion sh ip is prob ab ly be twee n the sp erm wh ale Ph yseter cata don an d Kogiida e , as Physe teroidea has a m axim um de cay in de x of two and bootstrap value consiste ntly be low 50. It is dif-® cult to justify the use of this data se t to de m on stra te a re lation sh ip b e twe e n Physe teroidea and M ys tice ti, and re su ltan t odon toce te p ara ph yly, wh e n th e re lationsh ip am on g the sp erm wh ale s the m se lve s is un resolve d.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 241,
                        "end": 249,
                        "text": "(Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "W e h ave de m on strate d th e se nsitivity of th is m tD N A p hyloge n y to align m e nt, an d furth e rm ore , that alm ost all th e sign al sup portin g the M ys ticeti/Physe teroidea cla de was con tain e d in re gions that can be conside red align m en tam b iguous. M oreover, su pp ort for th e m onop hyly of the tra dition al cla de s of ce taceans is in dep en de nt of align m en t, in dicatin g th at the re is un am b iguous sign al con tain e d in the se data. Th us, in e valu atin g th e h yp oth esize d relationsh ip b e twe e n M ys ticeti an d Physe teroidea, on e m ust con side r th e align m e nt in the se varia b le region s. M ilin kovitch e t al. (1994) p la ced h igh con ® den ce in the ir alignm e nt, as witn essed by the ir de ® nitive con clusion s and sugge stion to re vise curre nt wisdom on m orph ological e volu tion (M ilin kovitch, 1995) . C onve rse ly, we b e lie ve that th ese m tD N A da ta do not alon e ju stify such a ra dical revision of p hyloge n y. It is n ot our inte nt to p ropose a``be tter' ' tre e , b ut ra the r to draw atten tion to th e q ue stion of how well this h yp othe sis is sup ported. It is our conclusion that th ese th re e ge n e segm en ts p rovid e on ly we ak sup port for th e h yp othe sis of M ilin kovitch e t al. (1994), an d that the topology is unstab le an d h igh ly se nsitive to align m en t of am b iguous region s of th e se q uen ce s. W e conclu de th at the h yp oth esize d re la tion ship s of C e tacea sh ould not b e re vise d based sole ly up on the existing m itochon dria l DN A e vid en ce . W e also con clude th at p hyloge n etic h yp oth ese s sh ould b e routine ly evaluated as pre se nte d he re : spe ci® cally, in an analys is of th e align m e nt an d ch ara cters sup portin g th e p hyloge n y and an evaluation of the validity of se q ue nce sim ila rity. C on side rin g th at all am bigu ity associate d with this p hyloge n y occurre d at the de e pe r nodes, it is e vid e nt th at the difficulty aris es du e to evolution ary tim in g of cetacean ra diation. If th e dive rge nce of m ys ticete s from th e odon toce te lin eage occurre d te m p orally close to ra dia tion of the e xtant groups of O dontoceti, and ra diation was re la tive ly ra p id, the n it b ecom es difficult to re solve th e se rela tionships. It app ears th at th e se q ue nce s chosen for the this an alysis , alth ough providin g good supp ort for the m ajor ce tace an lin e age s, are n ot alone app ropria te for re solvin g re la tion ship s am on g th em . Th is is like ly due to an insufficie n t n um b er of in form ative ch ara cters, and p ossib ly a rap id ra di-ation am ong the in group, com b ine d with a dis tan t re lation sh ip an d long b ra nch le ngth to the outgroup . R ece nt analysis of the e n tire cytochrom e b ge n e arrive d at a sim ila r con clusion (Arn ason and G ullbe rg, 1996) . W e b e lie ve that a m uch la rge r data se t is ne ce ssary to resolve th is controve rsy, and re com m en d that m ultiple da ta se ts (involvin g m tDN A, n uclear D NA, an d m orph ologic al da ta) b e use d to addre ss th e q uestion of ce tace an p hyloge n y. In su ch a total e vid en ce ap proach, th e sign al for th e b e st supporte d h yp oth e sis is expecte d to com e through re gard less of diƒere nce s am on g da ta (Klu ge and W olf, 1993) . In an y case, it is e vide nt from the an alyse s pre sen te d he re that de ® n itive re solu tion of th e rela tionships am ong m ode rn ce tace ans awaits the in clu sion and analysis of m ore in form ation .",
                "cite_spans": [
                    {
                        "start": 858,
                        "end": 880,
                        "text": "(M ilin kovitch, 1995)",
                        "ref_id": null
                    },
                    {
                        "start": 2885,
                        "end": 2916,
                        "text": "(Arn ason and G ullbe rg, 1996)",
                        "ref_id": null
                    },
                    {
                        "start": 3355,
                        "end": 3379,
                        "text": "(Klu ge and W olf, 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "R ES ULTS AND DIS C US S IO N",
                "sec_num": null
            },
            {
                "text": "W e th an k M ich e l C . M ilinkovitch for h is c oop e ration in p rovidin g u s with h is align m e n t o f se q u e n ce s. W e a re ind e b ted to th e an alytical assistan ce of M ike S o ren se n an d M a rk S idd all. B arb ara Lu n drigan , Ta m aki Yuri, an d Arn old K luge a lso provided th ou gh tfu l co m m e n ts with an alysis an d re vision . T h e m a n usc ript was im p roved b y the co mm e n ts o f D avid C an n atella an d two an o n ym ou s re vie we rs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNO W LED G M ENTS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/sysbio/article/47/2/336/1655079 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "P O IN TS O F V IE W",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "S YS T E M A TIC B IO LO G Y V O L . 47",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "ETH O D S M itoch ondrial ge n e se q ue nce s of 21 ce taceans and 3 artiodactyls use d by M ilin kovitch et al. (1994) we re ob tain ed from M . C . M ilin kovitch . Th e seq ue nce s re pre se n te d se gm e nts of the 12S an d 16S rib osom al ge n e s an d th e cytochrom e b ge ne , an d were alre ady align ed usin g th e m ultiple align m e n t p rogra m M ALIG N (W h e ele r an d G la ds tein , 1993) as de scrib ed in M ilin kovitch et al. (1994). Th e align m e nt we rece ive d contain e d 1,384 base p air p osition s (h ere inafter re ferre d to as the M ilin kovitch alignm e nt), 32 p osition s lon ge r th an th e 1,352 cite d by M ilin kovitch et al. (1994)."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ". Both our and M ilin kovitch ' s h yp othe se s de scrib e d all m ajor odontoce te group s, Ziph iida e (b eake d whales), D e lph in ida e (dolp hin s), Phocoe nidae (porpoises), and Kogiid ae (pygm y an d dwarf spe rm wh ale s), as well as De lp hin oidea (dolp hin s, p orpoises, an d m onodontids) and Ph ys ete roide a (spe rm wh ale s), as m on oph yle tic. M ystice ti was m onop hyle tic , with the b ala e nid Ba la ena m ysticeti (b owh e ad whale ) fallin g b asa l to a Esch rich tius robustus (gra y whale )/ FIG U RE 1. M ost parsim o n iou s tre e s b ase d on two alignm e n ts o f m itoch on dria l D N A se gm e n ts of th e 12S an d 16S ribo som al ge n e s an d th e cytoch rom e b ge n e (M ilinkovitch e t a l., 1994), re pre se n ting ph yloge ne tic relation sh ips am on g 21 c e tace an s an d 3 artiodactyls. N um b e rs at n o de s in dicate d e ca y ind e x (u ppe r value ), n u m b e r of u n am b iguo us ch ara cters su ppo rting n od e (m idd le va lu e ), a n d 50% m a jor ity-rule b oot strap value (* b ootstrap valu"
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ""
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "To tal n u m b e r o f b a se pair positions in a lign e d se q ue n ce s. b P arsim o n y-in for m ative p osition s in aligne d se q u e n ce s. c M o st p arsim o n ious tre e s. d E xclud in g un in for m ative ch ara cters.e D e c ay ind e x fo r a M ystice ti/Ph yse teroide a clad e ; 0 5 th is clad e d id n ot e xist in a strict c on se n sus tree o f m u ltiple optim a l tre e s.f N u m b e r o f step s gre ater tha n th at o f the m ost p arsim on ious tre e n e ce ssa ry to ® n d a m on oph yle tic O do n toce ti."
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "A lign m e n t ob taine d fro m M . C . M ilinkovitch. b C on se rvative a lign m e n t con taining a lign m e n t-inva rian t region s of th re e M A LIG N a lign m e n ts. c C on se rvative a lign m e n t co n ta in in g align m e n t-in varia n t re gions of M ilinko vitch an d C lustal alignm e n ts."
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ". S upp ort for the M ys ticeti/ Physe te roide a clade was low (de cay in dex of 1, b ootstrap valu e , 50) an d a m onop hyle tic O dontoceti was only thre e step s away. C om p aris on of th e M ilin kovitch an d C lustal align m en ts re sulte d in th e de le tion of 11 align m en t-am b iguous re gions (105 bp from th e M ilin kovitch align m e nt) an d re te ntion of 5 align m e ntin varia nt region s (re fe rre d to as th e C on se rva tive -2 align m e n t ; Tab le 1). This cullin g re su lted in dele tion of 8 of th e 19 syn apom orph ies for th e M ys ticeti/ FIG U RE 2. Tre e s b ase d o n alignm e n ts con taining o n ly a lign m e n t-in varian t region s (G atesy e t al., 1993). N um b e rs at n ode s an d taxa ab b reviation s a re a s in Figu re 1. (a) C on se rvative-1 a lign m e n t o f th re e optim a l M A LIG N align m e n ts ge n e rated b y diƒe re n t p aram e te r se ts (le n gth 1,221 ; C I e xclud ing un infor m ative"
            }
        }
    }
}