{
    "paper_id": "Constantine1958-ColorVariationandMoltinMormoopsmegalophylla",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:23:47.289317Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "are provided by Verschuren (1956). Although no special attempt was made by the writer to determine how long various species of bats can survive in captivity, certain data were obtained which are given in Table l. Only records obtained from bats that were kept for more than one year are listed. With one exception, noted, all of the bats were captured as adults.",
    "pdf_parse": {
        "paper_id": "Constantine1958-ColorVariationandMoltinMormoopsmegalophylla",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "are provided by Verschuren (1956). Although no special attempt was made by the writer to determine how long various species of bats can survive in captivity, certain data were obtained which are given in Table l. Only records obtained from bats that were kept for more than one year are listed. With one exception, noted, all of the bats were captured as adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "By DENNY G. CONSTANTINE Collections of Mormoops megalophylla senicula (Rehn), made at Frio Cave, 9 mi. S Concan, Uvalde Co., Texas, have provided a basis for the following review of color variation and molt in this form. Comparative specimens from within the range of Mormoops m. megalophylla Peters are considered of passing interest. It is not the intent of this paper to contest or confirm the taxonomic status of these forms, although indications are that this group deserves further taxonomic consideration. Therefore, the term senicula is used for convenience only, and the color descriptions must be considered primarily those derived from specimens collected at a single locality. Moreover, evidence suggests that ammonia fumes in Frio Cave bleach the pelage of two other species, so color values assigned here may not be applicable elsewhere.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COLOR VARIATION AND MOLT IN MORMOOPS MEGALOPHYLLA",
                "sec_num": null
            },
            {
                "text": "The author has presented evidence in a previous paper (Jour. Mamm., 38: 461-466, 1957 ) that adult Tadarida brasiliensis mexicana (Saussure) and",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 85,
                        "text": "(Jour. Mamm., 38: 461-466, 1957",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COLOR VARIATION AND MOLT IN MORMOOPS MEGALOPHYLLA",
                "sec_num": null
            },
            {
                "text": "Myotis veliler incautus 0. A. Allen) undergo a single molt each year, at which time an apparently faded coat is replaced by a darker, fresh coat. The same may be true of Mormoops, but in the absence of year-round collections, this cannot be substantiated. Therefore, for convenience only the term \"faded coat\" is used to designate the light pelage, and \"fresh coat\" is used in reference to the dark, fresh coat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COLOR VARIATION AND MOLT IN MORMOOPS MEGALOPHYLLA",
                "sec_num": null
            },
            {
                "text": "Immature animals were so designated by size, epiphyseal development of the finger joints, cranial development and tooth wear. Color values are from Ridgway (COLOR STANDARDS AND COLOR NOMENCLATURE, 1912).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COLOR VARIATION AND MOLT IN MORMOOPS MEGALOPHYLLA",
                "sec_num": null
            },
            {
                "text": "Mormoops included in this analysis, 308 were taken at Frio Cave in August, 1944 and December, 1946 . In 1944 specimens were prepared as study skins; in 1946, 246 individuals were closely examined and banded, 12 others being prepared as study skins. A series of 8 skins, collected by H. S. Gentry on January 8, 1935 at Carimechi, Rio Mayo, Chihuahua, Mexico, and 4 skins collected in Texas by Jack Couffer were used as comparative material.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 79,
                        "text": "August, 1944",
                        "ref_id": null
                    },
                    {
                        "start": 80,
                        "end": 98,
                        "text": "and December, 1946",
                        "ref_id": null
                    },
                    {
                        "start": 99,
                        "end": 108,
                        "text": ". In 1944",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "Distribution of pigment in hair.-The pigment of dorsal and mid-ventral hairs occurs in a series of four to five bands or zones. These zones, from tip to base of hair, are: (1) lightest and shortest zone; (2) darkest zone, generally intermediate in size between zones 1 and 3; (3) widest zone, lighter than zones 2 and 4, darker than zone 1; (4) usually the same color and approximate size as zone 2, occasionally slightly lighter; (X) a zone apparently produced by a blending of the overlapping borders of zones 2 and 3; this band varies greatly in width and is usually not evident in the fresh coat. It is in zone X that the brightest colors occur.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "Because of the heterogeneous appearance of the pelage of this species it is impossible to present an accurate simplified description of the color differences occurring in faded and fresh coats of adults and coats of immature individuals except to state that these are, respectively, light, dark and darker. However, an accurate analysis must be based on more substantial values, and it was decided that the investigation could proceed only by recording the colors of all hair zones. To facilitate discussion, the color value for each zone, from tip to base of hair, has been fitted in a formula: zone 1 / zone 2 / zone X / zone 3 / zone 4 Presentation is further simplified in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 677,
                        "end": 684,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "Pelage of adults.-The presentation of color variation (Table 1) faded portion of the • coat of a molting female, collected at the same time. is more yellow than the others, having the following color formula: Dorsumpale ochraceous-buff/ cinnamon-brown/ ochraceous-tawny/ cinnamon-buff/ cinnamon-brown; Venter-cinnamon-buff! tawny-olive/ cinnamon-buff! cinnamon-buff! tawny-olive. Six of the specimens prepared at Frio Cave in August are males in fresh coat. Seven females and one male. taken there in December do not differ in color from these specimens. On December 5,1943, Jack C. Couffer collected a similar adult male at Valdena Farms Sinkhole, 20 mi. N D'Hanis. Medina Co., Texas. All agree with the color of seven individuals of the Chihuahua series (4 males, 3 females) taken in January. Excepting one individual.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 63,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "all 246 Mormoops examined at Frio Cave during the December banding operations were tentatively considered within the range of fresh adult pigmentation or were immature. The exception is~an adult male, collected and prepared because of its aberrant intense cinnamon coloration. Its color, brighter than summer specimens, is: Dorsum-cinnamon-buff! warm sepia/ pinkish cinnamon/ cinnamon-buff! warm sepia; Venter-cinnamon/Sayal brown/ cinnamon/ cinnamon/ Sayal brown. A second extremely bright winter specimen is among the Chihuahua series. Its color formula on both dorsal and ventral surfaces is ochraceous-buff! snuff-brown/ buckthorn brown/ buckthorn brown/ snuff brown. Pelage of young.-No apparent immature specimens were observed or collected during the August visit to Frio Cave. However, one male and two females were prepared as study skins in December. An immature female was collected by Jack C. Couffer in November, 1943 at Valdena Farms Sinkhole. On December 5, 1943 Couffer collected an immature male at the same locality. On October 29, 1943 he collected an immature individual at Rattlesnake Cave about 200 yards from Ney Cave, 20 mi. N Hondo, in Medina Co., Texas. Ali of these specimens agree with the color assignments for immatures, presented in Table 1 .",
                "cite_spans": [
                    {
                        "start": 902,
                        "end": 930,
                        "text": "C. Couffer in November, 1943",
                        "ref_id": null
                    },
                    {
                        "start": 931,
                        "end": 977,
                        "text": "at Valdena Farms Sinkhole. On December 5, 1943",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1264,
                        "end": 1271,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "Molt of adults.-Molting individuals are present in the Frio Cave series, collected in August, but none of the other specimens was molting. The sequence of adult pelage replacement, presented in Fig. 1 , was established on the basis of 16 male and 11 female skin specimens. The lighter coat is replaced by the darker, fresh coat, the dorsal and ventral pelages being replaced concurrently. Center, U.S. Public Health Service, Carlsbad, New Mexico. Received March 5, 1957 .",
                "cite_spans": [
                    {
                        "start": 389,
                        "end": 469,
                        "text": "Center, U.S. Public Health Service, Carlsbad, New Mexico. Received March 5, 1957",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 200,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimens examine d.-Of the 320",
                "sec_num": null
            },
            {
                "text": "OF CHIROPTERA AND RODENTIA By WILLIAM B. DAVIS AND PAUL W. LUKENS, JR.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAMMALS OF THE MEXICAN STATE OF GUERRERO, EXCLUSIVE",
                "sec_num": null
            },
            {
                "text": "In a previous issue of this , Lukens and Davis published on the 29 species of bats known to occur in Guerrero. The present paper deals with the marsupials, insectivores, lagomorphs, carnivores, edentates and artiodactyls accumulated from that state since 1942 mainly through our summer field studies and the assistance of Joaquin Villanueva. Certain specimens in the Instituto de Biologia (IB), the Biological Surveys Collection (BSC), the U.S. National Museum (USNM), the University of Michigan Museum of Zoology (UMMZ), the American Museum of Natural History (AMNH), and the Walla Walla College Museum of Natural History (WW) were examined by Davis during the course of the study. For the privilege of examining these specimens we are grateful to Sr. Bernardo Villa R., Dr. John W. Aldrich, Miss Viola S. Schantz, Dr. David H. Johnson, Dr. W. H. Burt, Mr. George G. Goodwin, and Dr. E. S. Booth .. Special acknowledgment is due the officials of the Mexican Direccion General Forestal y de Caza who made our field work possible. Unless otherwise indicated, all specimens examined are in the Texas Cooperative Wildlife Collection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAMMALS OF THE MEXICAN STATE OF GUERRERO, EXCLUSIVE",
                "sec_num": null
            },
            {
                "text": "Although special effort was made to acquire specimens of all known kinds of mammals in the state, we failed to collect Spilogale pygmaea Thomas, Felis pardalis nelsoni Goldman, and Sylvilagus insonus (Nelson) , each of which seems to be rare in the state.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 208,
                        "text": "Goldman, and Sylvilagus insonus (Nelson)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAMMALS OF THE MEXICAN STATE OF GUERRERO, EXCLUSIVE",
                "sec_num": null
            },
            {
                "text": "The shrew Cryptotis guerrerensis Jackson is submerged as a synonym of Cryptotis mexicanus goldmani (Merriam); Lutra annectens latidens AlIen is considered a synonym of L. a. annectens Major; Spilogale anguistifrons Howell",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MAMMALS OF THE MEXICAN STATE OF GUERRERO, EXCLUSIVE",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/39/3/344/831939 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/39/3/344/831939 by University of Michigan user on 07 October 2021August, 1958 DAVIS AND LUKENS-MAMMALS OF GUERRERO",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "FIG. I.-Molting sequence in Mormoops megalophylla senicula. Upper row: dorsal surface. Lower row: ventral surface. New pelage appears in stippled areas. Molting progresses from left to right.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "in faded pelage is based on 8 males and 1 female, collected at Frio Cave in August. The TilLE. I-Color variation in Mormoops megalophylla senicula Rehn",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Dorsum</td><td>Venter</td><td>Dorsum</td><td>Venter</td><td>Dorsum</td><td>Venter</td></tr><tr><td>1 pale ochraceous-buff 2 snuff brown to bister</td><td colspan=\"2\">pale ochraceous ... buff to cinnamon-buff buff light buff to c,ale oc raeeous-snuff brown cinnamon-to cinnamon brown to Prout's brown</td><td colspan=\"3\">light buff buffy-brown to mummy-brown buffybrown light buff light buff to cinnamon-buff Saccardo's umber</td></tr><tr><td colspan=\"3\">x Sayal brown to pinkish buff to pale snuff brown vinaceous-ochraceous-cinnamon buff to cinnamon ..</td><td>pinkish buff</td><td>pale ochraceous buff</td><td>pale ochraceous buff</td></tr><tr><td>3 pinkish buff 4 snuff brown to bister</td><td colspan=\"2\">brown inkish buff to pale ~ght pinkish ochraceous cinnamon buff to pinkish buff snuff brown cinnamon-to cinnamon brown to Prout's brown</td><td colspan=\"2\">pinkish buff buffy brown to mummy-brown pale ochraceous buff Saccardo's umber</td><td>pale ochraceous buff buffybrown</td></tr></table>"
            }
        }
    }
}