{
    "paper_id": "Cooketal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:23:48.302817Z"
    },
    "title": "Integrating Biodiversity Infrastructure into Pathogen Discovery and Mitigation of Emerging Infectious Diseases",
    "authors": [
        {
            "first": "Joseph",
            "middle": [
                "A"
            ],
            "last": "Cook",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Satoru",
            "middle": [],
            "last": "Arai",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Blas",
            "middle": [],
            "last": "Armién",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "John",
            "middle": [],
            "last": "Bates",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Carlos",
            "middle": [
                "A"
            ],
            "last": "Carrion Bonilla",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Maria Beatriz De Souza",
            "middle": [],
            "last": "Cortez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jonathan",
            "middle": [
                "L"
            ],
            "last": "Dunnum",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Adam",
            "middle": [
                "W"
            ],
            "last": "Ferguson",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Karl",
            "middle": [
                "M"
            ],
            "last": "Johnson",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ali",
            "middle": [],
            "last": "Anwarali Khan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Deborah",
            "middle": [
                "L"
            ],
            "last": "Paul",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Deeann",
            "middle": [
                "M"
            ],
            "last": "Reeder",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Marcia",
            "middle": [
                "A"
            ],
            "last": "Revelez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Nancy",
            "middle": [
                "B"
            ],
            "last": "Simmons",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Barbara",
            "middle": [
                "M"
            ],
            "last": "Thiers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Cody",
            "middle": [
                "W"
            ],
            "last": "Thompson",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Nathan",
            "middle": [
                "S"
            ],
            "last": "Upham",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Maarten",
            "middle": [
                "P M"
            ],
            "last": "Vanhove",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Paul",
            "middle": [
                "W"
            ],
            "last": "Webala",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Marcelo",
            "middle": [],
            "last": "Weksler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Richard",
            "middle": [],
            "last": "Yanagihara",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Pamela",
            "middle": [
                "S"
            ],
            "last": "Soltis",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Cooketal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "T he global human suffering, economic damage, and social disruption we are currently experiencing from the COVID-19 pandemic stem from inadequate preparedness and ineffective response to emerging pathogens. At its core, the COVID-19 pandemic is a consequence of our fundamental ignorance of our planet's natural ecosystems and the effects of our encroachment on them. Our reactive approaches to the emergence of zoonotic pathogens, which are responsible for approximately 75% of all new emerging infectious disease outbreaks, are too often based on limited knowledge of the origin, pathogenicity, and basic biology of the wild host and pathogen coupled with poor communication among relevant stakeholders. Others have pointed to this ignorance of viral diversity and offered solutions (Andersen et al. 2020) , but a broad, fully integrative discussion of how to leverage existing infrastructure and to build new resources has been missing. In the present article, we call for the development of alternative tactics that are aimed at proactively meeting the daunting challenges to humanity posed by emerging zoonotic pathogens.",
                "cite_spans": [
                    {
                        "start": 785,
                        "end": 807,
                        "text": "(Andersen et al. 2020)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The potential role of natural history specimens in pathogen discovery and mitigation is recognized in the museum world (DiEuliis et al. 2016 , Dunnum et al. 2017 and by at least some disease ecologists (e.g., Mills and Childs 1998) . However, relatively few in the One Health community (e.g., Kelly et al. 2020) embrace the value of leveraging existing biodiversity infrastructure (i.e., natural history collections, biorepositories, and their associated expertise and informatics resources) to more fully understand zoonotic pathogen emergence and reemergence. This concept is not new; in the early 1900s, the American Museum of Natural History created the Department of Public Health (Brown 2014) . Although a lack of funding put an early end to the initiative, the Department of Public Health made extensive progress, from clever exhibitions for the public to assembling a living collection of bacterial cultures (Brown 2014) . Renewed efforts to align pathobiology with biodiversity discovery initiatives are critical. Moreover, linking both biodiversity infrastructure and building capacity closer to zoonotic pathogen surveys in biodiverse countries would substantially improve proactive responses to pandemics before they once again wreak havoc across the globe.",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 140,
                        "text": "(DiEuliis et al. 2016",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 141,
                        "end": 161,
                        "text": ", Dunnum et al. 2017",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 209,
                        "end": 231,
                        "text": "Mills and Childs 1998)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 293,
                        "end": 311,
                        "text": "Kelly et al. 2020)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 686,
                        "end": 698,
                        "text": "(Brown 2014)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 916,
                        "end": 928,
                        "text": "(Brown 2014)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Earth's biodiversity is connected through a single evolutionary tree of life, and pathogens (whether viruses, bacteria, or eukaryotes) and their hosts represent millions of years of evolutionary interactions. Medical researchers have long used this knowledge to advance our understanding of how certain microbes cause disease in humans. For example, because fundamental aspects of malaria parasitism are extremely difficult to study in humans, New World monkeys-particularly, owl monkeys in the genus Aotus-have been important models for studying strains of malaria to develop vaccines, some of which are now in clinical trials. Taxonomic research based on museum specimens (Hershkovitz 1983) demonstrated that geographically separated species of owl monkeys have varying tolerance to the parasite and that the failure to recognize these taxonomic differences can hamper research. We have only begun to understand how widespread and diverse coronaviruses are in nature, and important gaps in regional and phylogenetic coverage persist (Anthony et al. 2017) . Understanding their functional interactions with host cells and developing the most effective strategies to combat pathogenic coronaviruses will require documenting genetic relationships of the virus and among the wild hosts (Andersen et al. 2020) . Archiving these associations in accessible and curated specimen databases is crucial now and into the future (e.g., www.globalbioticinteractions.org). Building on a solid foundation of knowledge of evolutionary and ecological relationships of hosts and pathogens enables scientists to possibly predict the emergence of future zoonotic diseases and to respond to novel outbreaks more rapidly and efficiently (Brooks et al. 2019).",
                "cite_spans": [
                    {
                        "start": 674,
                        "end": 692,
                        "text": "(Hershkovitz 1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1035,
                        "end": 1056,
                        "text": "(Anthony et al. 2017)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1284,
                        "end": 1306,
                        "text": "(Andersen et al. 2020)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "The need to strengthen biodiversity infrastructure and increase discovery The detection and description of novel pathogens usually requires large numbers of host samples because of low prevalence (Plowright et al. 2019) . The world's natural history collections contain more than 3 billion specimens. Although the vast majority of these specimens may not be suitable for pathogen discovery, specimens provide a powerful roadmap to the spatial and temporal distribution of global biodiversity. A growing trend in many museums (e.g., www.idigbio. org/content/dna-banks-and-geneticresources-repositories-united-states, www.ggbn.org) is the establishment of cryopreserved biorepositories, including vertebrate samples that often preserve associated parasites. These collections represent multiple, diverse host samples archived broadly across space and time that could readily be probed for pathogens. More commonly, however, novel pathogen discovery involves field surveys of wild hosts. Unless a particular pathogen is targeted, survey strategies that focus on taxonomically diverse species across spatially broad distributions provide the best opportunities for detection. Typically, field surveys of terrestrial vertebrates are noninvasive (using swabs or fecal samples) and do not produce archived specimens, so they rarely contribute to the shared biodiversity infrastructure of the world's scientific community. By instead linking these field surveys to permanent natural history collections, future pathogen discovery would be connected more broadly to other avenues of biodiversity research and naturally promote integration and synergy across scientific disciplines.",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 219,
                        "text": "(Plowright et al. 2019)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "An additional benefit from closer ties between pathobiology and natural history collections involves the voucher concept. Biodiversity studies, when possible, should be backed by a permanent sample or voucher, which would facilitate replication and validation, extension, and integration across disciplines (Cook et al. 2016 , Lendemer et al. 2020 . To date, few of the published nonhuman betacoronavirus sequences are tied to a permanent sample that would allow implementation of these central tenets of the scientific method (but see Joffrin et al. 2020) . A change in practice, through improved communication between biodiversity and biomedical scientists, would both enhance the quality of any data collected from the pathogen and add value by enabling future analyses of the genotype, phenotype, and interactions of the same pathogen source.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 324,
                        "text": "(Cook et al. 2016",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 325,
                        "end": 347,
                        "text": ", Lendemer et al. 2020",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 536,
                        "end": 556,
                        "text": "Joffrin et al. 2020)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "In addition to serving as permanent archives and providing samples for research, natural history collections and their associated biorepositories provide expertise in taxonomy, identification, phylogenetics, niche modeling, evolutionary dynamics, and other knowledge critical to pathogen monitoring, mitigation, and control. In the past few decades, museums have become hubs of biodiversity informatics, serving as the critical nexus between biological samples and sample-derived data (e.g., genomics, geographic information, isotope chemistry, CT scans). The current pandemic reminds us that natural history specimens are important but underappreciated reservoirs for studying the hosts and distributions of animal and human pathogens (see Harmon et al. 2019) and that the data connected to these specimens increase our understanding not only of the host organism but of the pathogens as well. Enhanced support of both physical and cyberinfrastructure for biodiversity collections would yield an information system to enable prediction and mitigation of future outbreaks and pandemics.",
                "cite_spans": [
                    {
                        "start": 741,
                        "end": 760,
                        "text": "Harmon et al. 2019)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "The most biodiverse places on the planet occur in developing countries, so there is a huge need to develop local and regional capacity and scientific expertise in biodiversity research and collections. International scientific partnerships aiming to increase research transfer and building local capacity will help to match resources and technology available in developed countries. Therefore, it will facilitate early detection and mitigation in front of an outbreak. Given the tremendous need to understand how humanmediated loss of biodiversity and transformation of natural ecosystems will affect human health, building human capacity and strengthening ties between research and clinical infrastructure in developing countries is imperative.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "Informatics as a tool for disseminating knowledge Natural history institutions have produced extensive digital data and continue to digitize information from their physical collections. Online scientific databases (e.g., iDigBio, GBIF, VertNet, Arctos, Atlas of Living Australia, SpeciesLink) serve as portals to natural history archives, offering researchers around the world access to data and metadata (including linked genetic, environmental, and other information) associated with vouchered specimens. Furthermore, the development of this cyber-enabled information system is crucial for understanding our natural world and the relationships between biodiversity and human health. Connecting natural history archives and pathobiology is not only necessary but easier to achieve today than ever before. For example, free, online access to global specimen data provides efficient opportunities for loans of physical specimens from museums to biomedical laboratories for analysis of pathogens. Surprisingly, the robust cyberinfrastructure supporting living stock collections-which make viral, bacterial, and other pathogen lines and samples available to the biomedical research community-is not connected to that of natural history collections. These communities are only vaguely aware of each other's resources, despite obvious benefits for both basic and clinical research. However, a clear, long-term pathway must be implemented so that pathobiologists are fully aware of the varied resources available in natural history collections and can use and contribute to these resources.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity science as a tool in biomedical research and response",
                "sec_num": null
            },
            {
                "text": "The twenty-first century has already seen multiple major new disease outbreaks-from SARS and MERS to Ebola and Zika-culminating in the current COVID-19 pandemic. What have we learned from these events, and how do we harness that knowledge for prediction and response? Ongoing encroachment by humans into natural ecosystems will continue to promote contact with potential pathogens. Absent global cooperation to restrict further habitat degradation and eliminate illegal wildlife trade, we need new approaches to gather, share, and interpret data and knowledge for deployment in preventing, predicting, and responding to future pandemics. We suggest five key elements as a framework for research and future resilience.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "Best practices must be developed for sample preparation. Biodiversity scientists, collections managers, disease ecologists, and microbiologists must converge on common guidelines for sampling, preserving, and archiving samples of both pathogens and hosts to ensure reproducible science and future access to samples studied in a particular context. Vouchering of host materials and pathogen preparations will require expanded capabilities in natural history collections and biorepositories, and cooperation among communities will be needed to ensure space and adequate curation of materials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "Metadata requirements must be developed to accompany the physical specimens and samples collected, analyzed, and archived. The essential elements will be the application of universally unique identifiers for all specimens and their derivative products-including tissues, pathogen preparations, genetic sequences, and beyond. Again, communication among communities, including museum personnel, biomedical researchers, and personnel at global genetic databases, will be crucial for identifying and adopting metadata that will enhance the value of biological materials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "Infrastructure, both physical and cyber, is required to support both current and future biological materials, whether in natural history collections, living stock collections, or other biorepositories. Because our knowledge of potential emerging pathogens is so limited and because the pathogens themselves evolve and diversify, we recommend expanded collection of field samples of organisms that are likely reservoirs of zoonotic diseases and other associated possible hosts. The preparation of these materials following the first element above will require expanded capacity and implementation of new curation methods in many institutions. Likewise, further investment in cyberinfrastructure to link together all known data and knowledge related to specimens, genetics, environment, literature, and more would enhance responses to future disease outbreaks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "Perhaps the most important but most difficult element is the adoption and implementation of practices that change how a community conducts its science. We endorse open science concepts and practice and advocate increased communication and the development of new channels of dialogue and collaboration. This is particularly relevant within the integrative approaches to health that have increasingly become adopted, because they draw from multiple contributing sciences and sectors (Lerner and Berg 2017) .",
                "cite_spans": [
                    {
                        "start": 481,
                        "end": 503,
                        "text": "(Lerner and Berg 2017)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "The implementation of these elements requires strong leadership and financial support from a range of federal agencies, international partners, and private foundations worldwide to provide infrastructure and enable development of proactive approaches to future pandemics. Because the assets and returns are substantial for science, policy, and human wellbeing alike, we recommend that both research funders and the providers of official development aid engage in this effort. Such investment, even on the scale needed to accomplish the goals outlined in the present article, would be inconsequential compared to the loss of life and the economic catastrophe brought by COVID-19. Many of the pieces of our emerging vision are already in place, but a more resilient and integrated initiative that leverages and builds existing biodiversity infrastructure is critically needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A new vision for predicting and responding to pandemics",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/bioscience/article/70/7/531/5857068 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "BioScience July 2020 / Vol. 70 No. 7 https://academic.oup.com/bioscience",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "https://academic.oup.com/bioscience July 2020 / Vol. 70 No. 7 • BioScience 533",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "BioScience July 2020 / Vol. 70 No. 7 https://academic.oup.com/bioscience",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The authors are members of a collaboration called ViralMuse, which seeks Joseph A. Cook ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            },
            {
                "text": "to unite virology, disease ecology, and natural history collections. We thank the following organizations for support during the preparation of this article: iDigBio ( ",
                "cite_spans": [
                    {
                        "start": 166,
                        "end": 167,
                        "text": "(",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The proximal origin of SARS-CoV-2",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Andersen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Rambaut",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "I"
                        ],
                        "last": "Lipkin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Holmes",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Garry",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "Nature Medicine",
                "volume": "26",
                "issue": "",
                "pages": "450--452",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andersen KG, Rambaut A, Lipkin WI, Holmes EC, Garry RF. 2020. The proximal origin of SARS-CoV-2. Nature Medicine 26: 450-452.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The Stockholm Paradigm: Climate Change and Emerging Disease",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Anthony",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anthony SJ, et al. 2017. Global patterns in coro- navirus diversity. Virus Evolution 3: vex012. Brooks DR, Hoberg EP, Boeger WA. 2019. The Stockholm Paradigm: Climate Change and Emerging Disease. University of Chicago Press.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Connecting health and natural history: A failed initiative at the",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1909--1922",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown JK. 2014. Connecting health and natural history: A failed initiative at the American Museum of Natural History, 1909-1922.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Transformational principles for NEON sampling of mammalian parasites and pathogens: A response to Springer and colleagues",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "BioScience",
                "volume": "66",
                "issue": "",
                "pages": "917--919",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cook JA, et al. 2016. Transformational principles for NEON sampling of mammalian parasites and pathogens: A response to Springer and colleagues. BioScience 66: 917-919.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Opinion: Specimen collections should have a much bigger role in infectious disease research and response",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Dieuliis",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Morse",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Schindel",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Proceedings of the National Academy of Sciences",
                "volume": "113",
                "issue": "",
                "pages": "4--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DiEuliis D, Johnson KR, Morse SS, Schindel DE. 2016. Opinion: Specimen collections should have a much bigger role in infectious disease research and response. Proceedings of the National Academy of Sciences 113: 4-7.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Biospecimen repositories and integrated databases as critical infrastructure for pathogen discovery and pathobiology research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Dunnum",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Yanagihara",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Armien",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Batsaikhan",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Morgan",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "PLOS Neglected Tropical Diseases",
                "volume": "11",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunnum JL, Yanagihara R, Johnson KM, Armien B, Batsaikhan N, Morgan L, Cook JA. 2017. Biospecimen repositories and inte- grated databases as critical infrastructure for pathogen discovery and pathobiology research. PLOS Neglected Tropical Diseases 11: e0005133.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Parasites lost: Using natural history collections to track disease change across deep time",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Harmon",
                        "suffix": ""
                    },
                    {
                        "first": "Dtj",
                        "middle": [],
                        "last": "Littlewood",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Wood",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Frontiers in Ecology and the Environment",
                "volume": "17",
                "issue": "",
                "pages": "157--166",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harmon A, Littlewood DTJ, Wood CL. 2019. Parasites lost: Using natural history col- lections to track disease change across deep time. Frontiers in Ecology and the Environment 17: 157-166.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Two new species of night monkeys, genus Aotus (Cebidae, Platyrrhini): A preliminary report on Aotus taxonomy",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "American Journal of Primatology",
                "volume": "4",
                "issue": "",
                "pages": "209--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hershkovitz P. 1983. Two new species of night monkeys, genus Aotus (Cebidae, Platyrrhini): A preliminary report on Aotus taxonomy. American Journal of Primatology 4: 209-243.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Bat coronavirus phylogeography in the western Indian Ocean",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Joffrin",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "Scientific Reports",
                "volume": "10",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Joffrin L, et al. 2020. Bat coronavirus phylo- geography in the western Indian Ocean. Scientific Reports 10: 1-11.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Implementing One Health approaches to confronting emerging and re-emerging zoonotic disease threats",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelly",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "One Health Outlook",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kelly TR, et al. 2020. Implementing One Health approaches to confronting emerging and re-emerging zoonotic disease threats. One Health Outlook 2: 1.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The Extended Specimen Network: A strategy to enhance US biodiversity collections, promote research and education",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Lendemer",
                        "suffix": ""
                    }
                ],
                "year": 2020,
                "venue": "BioScience",
                "volume": "70",
                "issue": "",
                "pages": "23--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lendemer J, et al. 2020. The Extended Specimen Network: A strategy to enhance US biodi- versity collections, promote research and education. BioScience 70: 23-30.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A comparison of three holistic approaches to health: One health, EcoHealth, and Planetary Health",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Lerner",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Berg",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Frontiers in Veterinary Science",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lerner H, Berg C. 2017. A comparison of three holistic approaches to health: One health, EcoHealth, and Planetary Health. Frontiers in Veterinary Science 4: 163.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ecologic studies of rodent reservoirs: Their relevance for human health",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Childs",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Emerging Infectious Diseases",
                "volume": "4",
                "issue": "",
                "pages": "529--537",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mills JN, Childs JE. 1998. Ecologic studies of rodent reservoirs: Their relevance for human health. Emerging Infectious Diseases 4: 529-537.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Sampling to elucidate the dynamics of infections in reservoir hosts",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Plowright",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Becker",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Mccallum",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Manlove",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Philosophical Transactions of the Royal Society B",
                "volume": "374",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plowright RK, Becker DJ, McCallum H, Manlove KR. 2019. Sampling to elucidate the dynamics of infections in reservoir hosts. Philosophical Transactions of the Royal Society B 374: 20180336.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}