{
    "paper_id": "Creighton1980-Staticallometryofmammalianteethandthecorrelationoftoothsizeandbodysizeincontemporarymammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:23:49.396542Z"
    },
    "title": "Static allometry of mammalian teeth and the correlation of tooth size and body size in contemporary mammals",
    "authors": [
        {
            "first": "G",
            "middle": [],
            "last": "K E N C R E I G H T O N",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "U.S.A"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "With 2 figures in the text) Functional least squares regression was used to fit the allometric equation, y = 6xk, to data on head-body lengths and body weights for 123 species of mammals. These measurements were found to be highly correlated and to scale isometrically. The scaling of M , area with head-body length was investigated for 288 species of terrestrial mammals. A method was described for estimating the body size of extinct mammals from MI area and the tooth size-body size relationships discovered among contemporary forms.",
    "pdf_parse": {
        "paper_id": "Creighton1980-Staticallometryofmammalianteethandthecorrelationoftoothsizeandbodysizeincontemporarymammals",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "With 2 figures in the text) Functional least squares regression was used to fit the allometric equation, y = 6xk, to data on head-body lengths and body weights for 123 species of mammals. These measurements were found to be highly correlated and to scale isometrically. The scaling of M , area with head-body length was investigated for 288 species of terrestrial mammals. A method was described for estimating the body size of extinct mammals from MI area and the tooth size-body size relationships discovered among contemporary forms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Mammalian systematists and paleontologists have devoted considerable effort to comparison and description of the morphology of mammal teeth : the relative size, shape, and position of cusps and crests. In contrast, much less attention has been given to comparative study of tooth size among contemporary species of mammals or to quantitative investigation of allometric relationships between tooth size and body size among living members of most higher taxa of mammals. Recently, several investigators (Kay, 1973 (Kay, , 1975a (Kay, , 6, 1978 Gingerich, 1977; Gould, 1975; Pilbeam & Gould, 1974; Goldstein, Post & Melnick, 1978) have described relationships between tooth size and body size among species of several taxonomic groups of recent mammals (e.g. primates, rodents, artiodactyls). They employed a variety of measures of tooth size and body size and a nearly equal abundance of curve fitting techniques. Discussion has focussed on the nature of allometry between tooth size and body size: whether teeth (as food processing organs) increase in size in direct proportion to body size (isometric scaling) or whether they scale",
                "cite_spans": [
                    {
                        "start": 502,
                        "end": 512,
                        "text": "(Kay, 1973",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 513,
                        "end": 526,
                        "text": "(Kay, , 1975a",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 527,
                        "end": 542,
                        "text": "(Kay, , 6, 1978",
                        "ref_id": null
                    },
                    {
                        "start": 543,
                        "end": 559,
                        "text": "Gingerich, 1977;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 560,
                        "end": 572,
                        "text": "Gould, 1975;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 573,
                        "end": 595,
                        "text": "Pilbeam & Gould, 1974;",
                        "ref_id": null
                    },
                    {
                        "start": 596,
                        "end": 628,
                        "text": "Goldstein, Post & Melnick, 1978)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "proportional to metabolic rate. The latter would lead to larger mammals having absolutely and relatively larger teeth in proportion to body size than smaller mammals. There has also been considerable discussion concerning the utility of tooth size-body size scaling for inferring the body size and/or dietary habits of extinct mammals known primarily from fossilized teeth (Wolpoff & Brace, 1975; Kay, 1975b; Pilbeam & Gould, 1975; Gingerich, 1977) .",
                "cite_spans": [
                    {
                        "start": 373,
                        "end": 396,
                        "text": "(Wolpoff & Brace, 1975;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 397,
                        "end": 408,
                        "text": "Kay, 1975b;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 409,
                        "end": 431,
                        "text": "Pilbeam & Gould, 1975;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 432,
                        "end": 448,
                        "text": "Gingerich, 1977)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "G . K . C R E I G H T O N",
                "sec_num": null
            },
            {
                "text": "Several features necessarily influence the results of investigations of the quantitative relationship of tooth size to body size: (1) the dimensions chosen to represent tooth size and body size; (2) the precision with which these dimensions are measured (or estimated);",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "G . K . C R E I G H T O N",
                "sec_num": null
            },
            {
                "text": "(3) the magnitude of intraspecific variation in the relationship between tooth size and body size; (4) the group chosen for study; (5) the technique of curve fitting selected for the analysis. The same parameters were used to represent \"tooth size\" and \"body size\" for all mammals in the study. These are discussed in detail below. Included here are a larger and more diverse sample of recent mammals than has been previously analyzed. The goals of this study are two : (1) to discern and describe the quantitative relationship between tooth size and body size among species of recent mammals of varying degrees of morphological similarity and levels of taxonomic relatedness ; and, (2) to determine the precision of body size estimates that can be made from regressions of body size on a measure of tooth size for several groups of contemporary mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "G . K . C R E I G H T O N",
                "sec_num": null
            },
            {
                "text": "The analyses reported here are based on 338 specimens representing nine terrestrial orders and 288 species of contemporary mammals. In most of the analyses each species was represented by a single specimen (exemplar). Edentata and Pholidota were excluded because of their highly specialized dentitions. Marine mammals and bats were likewise excluded because of their exceptionally specialized body forms. All specimens utilized were adults with teeth not worn beyond the maximal dimensions of the tooth crown. Individuals were judged adult on the basis of complete eruption of the permanent dentition and, for groups where this criterion was appropriate, (most placentals) on the basis of closure of the cranial sutures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and methods",
                "sec_num": null
            },
            {
                "text": "All specimens examined reside in the collections of the Mammal Division of the University of Michigan Museum of Zoology, Ann Arbor, and the Department of Mammalogy, Field Museum of Natural History, Chicago. The genus and species were recorded for each specimen with four measurements: (1) head and body length in millimeters (HBL); (2) weight in grams (when recorded by the collector); (3) maximum length of the crown of the lower first molar ( M I ) ; and, (4) maximum width of the crown of M I . The crown length was measured parallel, and width perpendicular, t o the long axis of the tooth row. Head and body length was obtained by subtracting the length of the tail from the total length recorded by the original collector.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and methods",
                "sec_num": null
            },
            {
                "text": "Measurements of M I were taken to 0.05 mm using an Anderson Craniometer (at UMMZ) or a vernier equipped Zeiss disecting scope and dial calipers (at FMNH). The crown area of M , was estimated as the minimum rectangle required to enclose the crown. It is realized that M , area as defined here does not represent the area of occlusal surfaces of the tooth but defend its use because it can be accurately and conveniently measured. Gingerich (1977) has found M , to be the least variable tooth within intraspecific samples of primates. M I area provides a relatively accurate, precise, and reproducible measure of tooth size for broad interspecific comparisons.",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 445,
                        "text": "Gingerich (1977)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and methods",
                "sec_num": null
            },
            {
                "text": "Prior to numerical analysis all measurements were converted to natural logorithms following the convention of Huxley (1932) , Gould (1975) , and others. The log transformed version of the allometric equation ( y = b x k ; log ( y ) = k log (x) + b) was fitted to the data using the functional regression by least squares technique described by Ricker (1973) . This method was used to fit the allometric equation by calculating the line which minimizes the sum of the products of the vertical and horizontal distances of each point from the line (Tessier, 1948) and produces the least biased estimate of the true allometric slope of the major curve fitting techniques (Ricker, 1973) . In choosing Model I regression for estimating body size from a measure of tooth size Sokal & Rohlf (1969) and Goldstein et al. (1978) are followed. Confidence limits on the slopes of the regressions and on predicted values of HBL were calculated using methods outlined in Sokal & Rohlf (1969) and advocated by Ricker (1973) .",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 123,
                        "text": "Huxley (1932)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 126,
                        "end": 138,
                        "text": "Gould (1975)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 344,
                        "end": 357,
                        "text": "Ricker (1973)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 545,
                        "end": 560,
                        "text": "(Tessier, 1948)",
                        "ref_id": null
                    },
                    {
                        "start": 667,
                        "end": 681,
                        "text": "(Ricker, 1973)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 794,
                        "end": 817,
                        "text": "Goldstein et al. (1978)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 956,
                        "end": 976,
                        "text": "Sokal & Rohlf (1969)",
                        "ref_id": null
                    },
                    {
                        "start": 994,
                        "end": 1007,
                        "text": "Ricker (1973)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and methods",
                "sec_num": null
            },
            {
                "text": "All computations were performed on the University of Michigan computer facility using standard Michigan Interactive Data Analysis Programs (MIDAS) programs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and methods",
                "sec_num": null
            },
            {
                "text": "Previous workers have used a variety of measurements to estimate body size: weight, femoral length, basicranial length, or breadth of the foramen magnum. Most investigators have preferred body weight (Kay, 1973 (Kay, , 1975a (Kay, , b, 1978 Gould, 1975; Gingerich, 1976; Goldstein et al., 1978) . Since body weights are rarely recorded for museum specimens, these workers have relied on weight estimates collected from disparate sources in the literature. For animals such as many rodents, that vary seasonally in body weight or for those that display significant geographic variation in body size (many carnivores) mean body weights taken from the literature provide only crude estimates of body size for the particular specimens from which tooth measurements were taken. Extrapolation from skeletal measurements or use of mean weights for variable taxa inevitably introduce an inestimable and, possibly large, component of variance into the body size estimate.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 210,
                        "text": "(Kay, 1973",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 211,
                        "end": 224,
                        "text": "(Kay, , 1975a",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 225,
                        "end": 240,
                        "text": "(Kay, , b, 1978",
                        "ref_id": null
                    },
                    {
                        "start": 241,
                        "end": 253,
                        "text": "Gould, 1975;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 254,
                        "end": 270,
                        "text": "Gingerich, 1976;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 271,
                        "end": 294,
                        "text": "Goldstein et al., 1978)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relationship of head-body length to body weight",
                "sec_num": null
            },
            {
                "text": "HBL was chosen to represent body size in these analyses because intraspecific variation in HBL is consistently less than for body weight in most terrestrial mammals for which data are available (Long, 1968a, b ; Yablokov, 1974) and because head and body lengths were available for all specimens in the study. Body weights were available for 123 of the specimens so the relationship between HBL and body weight was evaluated for these specimens. The isometric slope of log weight (proportional to length3) plotted against log length (length1) is 3-0. The slope of the functional regression of body weight on HBL is 2.991 (95% confidence interval= 50.12). The correlation coefficient is 0.973. In all subsequent analyses HBL was used to represent body size.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 211,
                        "text": "(Long, 1968a, b ;",
                        "ref_id": null
                    },
                    {
                        "start": 212,
                        "end": 227,
                        "text": "Yablokov, 1974)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relationship of head-body length to body weight",
                "sec_num": null
            },
            {
                "text": "To quantify the relationship between tooth size and body size the functional regression of M I area on HBL was calculated for several groups of mammals (see Table I ): (1) all species of mammals in the study (N=288); (2) six orders of mammals treated separately (12 I N S 136) ; (3) South American caviomorph rodents ( N = 17); (4) seven families of rodents and carnivores (1 3 I N I 47). The isometric slope of an area (proportional to P)",
                "cite_spans": [
                    {
                        "start": 262,
                        "end": 276,
                        "text": "(12 I N S 136)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 157,
                        "end": 164,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Order of allometry",
                "sec_num": null
            },
            {
                "text": "plotted against a length (I) on a log-log scale is 2.0. The slope for all mammals falls significantly below this value (95 % confidence interval) as do the slopes for Insectivora, Rodentia, and Felidae. For all other groups the isometric slope, (2.0), falls within the 95% confidence limit of the calculated slope. For several groups of mammals, then, larger animals have smaller teeth relative to their body size than smaller mammals. Gingerich (1976 Gingerich ( , 1977 has argued that tooth size, particularly M I area, is a good estimator of body size within a group of related mammals spanning a significant range of body sizes. This idea is supported by the high correlation coefficients for M , area vs. HBL reported in Table I . To assess the precision of the relationship between M , area and body size I computed confidence limits for the range of \"predicted\" body sizes (y,) for any given M , area (xi) following the procedure outlined by Sokal & Rohlf (1969) and based on the observed relationshjps for my samples of contemporary mammals",
                "cite_spans": [
                    {
                        "start": 436,
                        "end": 451,
                        "text": "Gingerich (1976",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 452,
                        "end": 470,
                        "text": "Gingerich ( , 1977",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 949,
                        "end": 969,
                        "text": "Sokal & Rohlf (1969)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 726,
                        "end": 733,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Order of allometry",
                "sec_num": null
            },
            {
                "text": ". Figures 1 T A B L E I",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Correlation of head-body length with M I area",
                "sec_num": null
            },
            {
                "text": "The relationship of Ml area to HBL for selected mammalian taxa. Given slopes are thoAe for the functional regression of Ml area on HBL (Ricker, 1973) What do these confidence limits mean with regard to estimating the body size of \"real mammals\"? To address this question a sample of 50 fox squirrels (Sciurus niger) was measured and the means of M I area and HBL for the sample was calculated. Mean MI area for the measured sample was then taken as the best estimate of tooth size for S. niger and used to estimate body size from the regressions in Figs 1 and 2 . The estimates and confidence limits are given in Table I1 with the observed range of body sizes for the sample. The 50% confidence limits for estimated body size for both of the regressions fall remarkably close to the observed range while the 95 7; confidence limits grossly overestimate the range of body sizes for this species. ",
                "cite_spans": [
                    {
                        "start": 135,
                        "end": 149,
                        "text": "(Ricker, 1973)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 549,
                        "end": 561,
                        "text": "Figs 1 and 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 613,
                        "end": 621,
                        "text": "Table I1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Correlation of head-body length with M I area",
                "sec_num": null
            },
            {
                "text": "Scaling of tooth size with body size Gould (1975) has advanced the hypothesis that poscanine tooth area of mammals scales in proportion to the basal metabolic rate which, in turn, scales with the 0.75 power of body mass (Kleiber, 1961) . From this hypothesis it follows that postcanine tooth area should increase with positive allometry relative to body size. Simple geometric scaling (isometry) would result in an increase in tooth surface area proportional to the 0.67 power of body mass. The allometric exponent would be 0.75 if teeth scale with the basal metabolic rate. Recent studies of primate dentitions (Kay, 1975a, b ; Goldstein et al., 1978) fail to sustain Gould's prediction of positive allometry for postcanine tooth area or for the area of individual teeth scaling with body size. The slopes of tooth size regressed on body size for many primates considered together and for smaller samples of primate species grouped by dietary habits (herbivores, frugivores, omnivores, insectivores) are all equal to or lower than the isometric slope of constant proportionality (Kay, 1975a, b ; Goldstein et al., 1978) . In Gould's (1975) study, only one out of six samples of mammals surveyed (South American caviomorphs) showed a significant deviation from isometric scaling of tooth size with body size in the direction predicted by Gould's hypothesis. Gould used \"basicranial length\" to estimate body size. It is not known whether basicranial length itself scales allometrically with body mass-the parameter it is reputed to estimate-among caviomorph rodents. Gould states only that basicranial length was found to scale isometrically with femoral length. Another confounding factor is the expected high correlation of basicranial length with length of the tooth row-the major component in the estimate of poscanine tooth area.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 49,
                        "text": "Gould (1975)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 220,
                        "end": 235,
                        "text": "(Kleiber, 1961)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 612,
                        "end": 628,
                        "text": "(Kay, 1975a, b ;",
                        "ref_id": null
                    },
                    {
                        "start": 629,
                        "end": 652,
                        "text": "Goldstein et al., 1978)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1080,
                        "end": 1096,
                        "text": "(Kay, 1975a, b ;",
                        "ref_id": null
                    },
                    {
                        "start": 1097,
                        "end": 1120,
                        "text": "Goldstein et al., 1978)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1126,
                        "end": 1140,
                        "text": "Gould's (1975)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The results of this study indicate that, for most groups of mammals surveyed, M I area scales isometrically with body size. For particular groups (insectivores, rodents, and felids) and for all mammals considered together the coefficient of tooth size allometry is less than isometric. In these groups larger forms have relatively smaller teeth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The lowest slope calculated for log M I area vs. log HBL was that for 20 species of Insectivora (1 e594). This result corresponds well with Kay's finding that \"insectivorous\" primates exhibit the smallest increase in tooth size with body size among the groups he examined. Kay (1975a, b) and Goldstein et al. (1978) have shown that, among contemporary primates, the scaling of tooth size with body size varies among groups with different dietary habits. Although the dietary habits of the mammals examined here were not surveyed there are clear differences in the scaling of teeth with body size between taxonomic groups (e.g. Carnivora and Insectivora). The reasons for differences in allometric coefficients between different higher taxa are unknown but, perhaps, reflect physical requirements for acquiring and processing different kinds of food. This point is underscored by the gross differences exhibited in tooth morphology and cranial musculature among the higher mammalian taxa. If the scaling of tooth size with body size in mammals were related to metabolic requirements as suggested by Gould, one would expect positive allometry and, more uniform scaling among major groups. The studies to date have shown neither phenomenon.",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 287,
                        "text": "Kay (1975a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 292,
                        "end": 315,
                        "text": "Goldstein et al. (1978)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Deriving estimates of the body size of extinct mammals represented only by fossil material is, at best, a speculative venture. The utility of such estimates depends to a large extent in the confidence that can be placed on their probable accuracy. The quantitative relationships between tooth size and body size described above for contemporary mammals suggest a potentially useful approach to estimating the body size of extinct mammals. For large and diverse taxa such as Rodentia, the observed range of variation in the tooth size-body size relationship among contemporary forms provides a reasonable estimate of the range of variation in extinct forms. The fitted regression line provides a best estimate of body size and the confidence limits provide an estimate of the precision of the technique.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Estimating body size",
                "sec_num": null
            },
            {
                "text": "The first consideration for estimating the body size of an extinct form from fossil teeth is the choice of an appropriate reference group. This requires an assessment of the taxonomic affinity or morphological similarity of the fossil form to a group of contemporary mammals and the group chosen will necessarily depend on the confidence of the investigator in his evaluation. For instance, a lower MI identifiable as a rodent would be compared with the curve derived for modern rodents (Fig. 2) while a carnassial-like M I would dictate the choice of the curve for Carnivora. For forms of obscure taxonomic relationship a conservative estimate can be obtained from the curve for all mammals, encompassing the known range of variation in modern terrestrial mammals (with noted exceptions).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 487,
                        "end": 495,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Estimating body size",
                "sec_num": null
            },
            {
                "text": "Independent and quantified estimates of body size are particularly valuable to workers concerned with the patterns of evolution of organs such as the brain within and among hypothesized phylogenetic lineages. Another group of workers for whom the technique has potential value is paleontologists concerned with the structure of paleocommunities. The confidence limits in Figs 1 and 2 clearly indicate that measurements of a single tooth are not nearly precise enough estimators of body size to detect small and subtle changes in size related to character displacement due to presence of sympatric competitors or slight body size changes related to minor climatic shifts (cf. Davis, 1977) . The method may be productively employed, however, to estimate the probable range of body size for an animal with a given tooth size.",
                "cite_spans": [
                    {
                        "start": 675,
                        "end": 687,
                        "text": "Davis, 1977)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 371,
                        "end": 383,
                        "text": "Figs 1 and 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Estimating body size",
                "sec_num": null
            },
            {
                "text": "The allometric equation, y = bxk, was computed for the relationship of head-body length to body weight among 123 species of contemporary mammals. Head-body length and weight were found to be highly correlated among species of mammals spanning a significant range of absolute size. Head-body length was found to scale isometrically with body weight among the species of mammals examined in this study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "The scaling of M , area with head-body length was investigated for 288 species of terrestrial mammals. M I area and head-body length were found to be highly correlated in interspecific comparisons of mammals. The scaling of M , area with head-body length differs among higher taxa of mammals. M , area increases most rapidly with increasing body size in some carnivores (e.g. Mustelidae) and most slowly in insectivores. For all groups studied, M , area increased in direct proportion to head-body length (isometric scaling) or with negative allometry such that larger species have relatively smaller MI area proportional to their body size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "Confidence limits were calculated for predicted values of head-body length from regressions of head-body length on M I area for interspecific comparisons within several higher taxa of mammals. The 50% confidence limits on estimates of head-body length from M , area coincide closely with the range of variation found in a large measured sample of squirrels. M I area was found to be a good \"predictor\" of body size among species of recent mammals spanning a significant range of absolute size. A method was described for estimating body size of extinct mammals from MI area and the tooth sizebody size relationships among modern forms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "I thank P. D. Gingerich, Philip Myers, M. D. Carlton, A. E. Dunham and E. T. Hooper for advice, criticism and encouragement during the course of this study. I am grateful to the curatorial staff of the Field Museum of Natural History and the University of Michigan Museum of Zoology for the many courtesies extended to me and for permission to examine and measure specimens entrusted in their care. During the course of this study I held graduate teaching and research fellowships, respectively, from the Division of Biological Sciences and the Museum of Zoology of the University of Michigan, Ann Arbor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "-5460/80/080435 + 09 $02.00/0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Size variation of the fox, Vulpes vulpes in the palaeartic region today",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davis, S. (1977). Size variation of the fox, Vulpes vulpes in the palaeartic region today, and in Israel during the",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Cranial anatomy and evolution of early Tertiary Plesiadapidae (Mammalia, Primates)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. (1976). Cranial anatomy and evolution of early Tertiary Plesiadapidae (Mammalia, Primates).",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Correlation of tooth size and body size in living hominoid primates",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. (1977). Correlation of tooth size and body size in living hominoid primates, with a note on",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "An analysis of cercopithecoid odontometrics",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Goldstein",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Post",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Melnick",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Am. J. phys. Anthrop",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goldstein, S., Post, D. & Melnick,D. (1978). An analysis of cercopithecoid odontometrics. Am. J. phys. Anthrop.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "On the scaling of tooth size in mammals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Am. Zool",
                "volume": "15",
                "issue": "",
                "pages": "351--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S . J. (1975). On the scaling of tooth size in mammals. Am. Zool. 15: 351-362.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Problems of relative growth",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Huxley",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huxley, J. S. (1932). Problems of relative growth. London: MacVeagh.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mastication, molar tooth structure, and diet in Primates",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. (1973). Mastication, molar tooth structure, and diet in Primates. Ph.D. Thesis, Yale University.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The functional adaptations of primate molar teeth",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Am. J. phys. Anthrop",
                "volume": "43",
                "issue": "",
                "pages": "195--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. (1975a). The functional adaptations of primate molar teeth. Am. J. phys. Anthrop. 43: 195-216.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Allometry and early hominids",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science, Wash",
                "volume": "189",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. (1975b). Allometry and early hominids. Science, Wash. 189: 63.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Molar structure and diet in extant Cercopithecidae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. (1978). Molar structure and diet in extant Cercopithecidae. In Development, function, and evolution of teeth: 309-339. K. Joysey (Ed.). London: Academic Press.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The fire of life",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kleiber",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kleiber, M. (1961). The fire of life. New York: John Wiley and Sons, Inc.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "An analysis of patterns of variation in some representative",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Mammalia. Part I. Trans. Kans",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long, C. A. (1968a). An analysis of patterns of variation in some representative Mammalia. Part I. Trans. Kans.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "An analysis of patterns of variation in some representative Mammalia. Part 11",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Science, Wash",
                "volume": "186",
                "issue": "",
                "pages": "892--901",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long, C. A. (1968b). An analysis of patterns of variation in some representative Mammalia. Part 11. In Contri- Pilbeam, D. R. & Gould, S. J. (1974). Size and scaling in human evolution. Science, Wash. 186: 892-901.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Allometry and early hominids",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Pilbeam",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science, Wash",
                "volume": "189",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pilbeam, D. R. & Gould, S. J. (1975). Allometry and early hominids. Science, Wash. 189: 64.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Linear regressions in fisheries research",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Ricker",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "J. Fish. Res. Bd Can",
                "volume": "30",
                "issue": "",
                "pages": "409--430",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ricker, W. E. (1973). Linear regressions in fisheries research. J. Fish. Res. Bd Can. 30: 409-430.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "La relation d'allometrie: sa significance statistique et biologique",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Teissier",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Biometries",
                "volume": "4",
                "issue": "",
                "pages": "14--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Teissier, G. (1948). La relation d'allometrie: sa significance statistique et biologique. Biometries 4: 14-48.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Allometry and early hominids",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Wolpoff",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Brace",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science, Wash",
                "volume": "189",
                "issue": "",
                "pages": "61--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolpoff, M. H. & Brace, C. L. (1975). Allometry and early hominids. Science, Wash. 189: 61-63.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Variability of mammals. New Delhi: Amerind Publ. Co. late Quaternary",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Yablokov",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "J. Zool",
                "volume": "182",
                "issue": "",
                "pages": "343--351",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yablokov, A. V. (1974). Variability of mammals. New Delhi: Amerind Publ. Co. late Quaternary. J. Zool., London 182: 343-351.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "15: 1-140. relative brain size in Aegyptopithecus and Proconsul",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pap",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Univ",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mich",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Paleont",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Am. J. phys. Anthrop",
                "volume": "47",
                "issue": "",
                "pages": "517--532",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pap. Univ. Mich. Paleont. 15: 1-140. relative brain size in Aegyptopithecus and Proconsul. Am. J. phys. Anthrop. 47: 395-398. 49: 517-532.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "relationship of HBL to M I area for 288 species of mammals. Curve fitted by least squares regression. Dashed lines represent the 50 and 95 % confidence limits on estimated values of HBL.",
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": "The relationship of HBL to M I area for 136 species of rodents. Notation and confidence limits are the same as inFig. 1 .",
                "type_str": "figure"
            },
            "TABREF0": {
                "num": null,
                "text": "illustrate the regression of HBL (dependent variable) on M I area for all mammals in the study, and for Rodentia, respectively. The dashed lines bracketing the fitted regression line in each of these Figures represent the 50 and 95 % confidence limits for estimates of body size given tooth size.",
                "type_str": "table",
                "content": "<table><tr><td>and 2</td><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td colspan=\"2\">. Confidence intervals are</td></tr><tr><td/><td/><td colspan=\"2\">for the slopes</td><td/></tr><tr><td/><td/><td/><td colspan=\"3\">Geometric mean 95 % confidence</td></tr><tr><td>Taxon</td><td/><td>N</td><td>R</td><td>slope</td><td>interval</td></tr><tr><td>Mammalia</td><td/><td>288</td><td>0.952</td><td>1.817</td><td>i 0.064</td></tr><tr><td>Marsupialia</td><td/><td>24</td><td>0.920</td><td>1.935</td><td>f0.337</td></tr><tr><td>Insectivora</td><td/><td>20</td><td>0.897</td><td>1.594</td><td>i 0,351</td></tr><tr><td>Primates</td><td/><td>14</td><td>0.909</td><td>1.749</td><td>f 0.458</td></tr><tr><td>Rodentia</td><td/><td>136</td><td>0.927</td><td>1.726</td><td>fO.110</td></tr><tr><td>Carnivora</td><td/><td>74</td><td>0.859</td><td>1.991</td><td>f 0.238</td></tr><tr><td>Artiodactyla</td><td/><td>12</td><td>0-852</td><td>2.007</td><td>t 0.741</td></tr><tr><td colspan=\"2\">S. American hystricomorph rodents</td><td>17</td><td>0.92 I</td><td>2.009</td><td>f 0.429</td></tr><tr><td>Sciuridae</td><td/><td>47</td><td>0.905</td><td>1.878</td><td>k 0.241</td></tr><tr><td>Muridae</td><td/><td>13</td><td>0.884</td><td>1.753</td><td>i 0.534</td></tr><tr><td>Cricetidae</td><td/><td>40</td><td>0.845</td><td>1.964</td><td>i 0.345</td></tr><tr><td>Mustelidae</td><td/><td>17</td><td>0.883</td><td>2.254</td><td>i 0.583</td></tr><tr><td>Canidae</td><td/><td>18</td><td>0.707</td><td>2.447</td><td>i 0.916</td></tr><tr><td>Felidae</td><td/><td>15</td><td>0.960</td><td>1.594</td><td>f 0.263</td></tr><tr><td>Viverridae</td><td/><td>18</td><td>0.910</td><td>1.79 1</td><td>i 0.372</td></tr><tr><td/><td/><td colspan=\"2\">T A B L E I1</td><td/></tr><tr><td colspan=\"6\">Observed and estimated range of variation in HBL for Sciurus niger (in mm). Estimates of</td></tr><tr><td colspan=\"6\">HBL were made from the regressions shown in Figs I and 2 using mean M I area of the</td></tr><tr><td colspan=\"6\">measured sample (X=9.4 mm2) as an estimator of body size</td></tr><tr><td>Curve</td><td colspan=\"2\">Minimum HBL</td><td colspan=\"2\">Maximum HBL</td><td>Confidence limit</td></tr><tr><td/><td/><td/><td/><td/><td>-</td><td>-</td></tr><tr><td>Mammalia</td><td>180</td><td/><td>470</td><td/><td>95 %</td></tr><tr><td>Mammalia</td><td>245</td><td/><td>342</td><td/><td>50 %</td></tr><tr><td>Rodentia</td><td>190</td><td/><td>441</td><td/><td>95 %</td></tr><tr><td>Rodentia</td><td>250</td><td/><td>335</td><td/><td>50 %</td></tr><tr><td>Measure sample (N=50)</td><td>25 1</td><td/><td>334</td><td/><td>Mean = 293</td></tr></table>"
            }
        }
    }
}