{
    "paper_id": "Dice1938-TheCanadianbioticprovincewithspecialreferencetothemammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:03.155389Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1938-TheCanadianbioticprovincewithspecialreferencetothemammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "hardwoods form the climax and conifers of several kinds form several types of subclimaxes. A biotic province is, according to my definition, a major biogeographic division of a continent, characterized by the biotic communities which compose it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Canadian biotic province as here recognized ( fig. 1 ) covers much of southern Quebec, including the Gaspe Peninsula, and all of New Brunswick, Nova Scotia, and the adjacent islands. It extends southward to include much of New England, most of New York state, and the mountainous parts of Pennsylvania. It covers Michigan and Wisconsin, except their southern parts; the northeastern half of Minnesota; and all of southern Ontario, except along Lake Erie. The province is in my interpretation not transcontinental, although there are some similarities between its biota and that of the western mountains.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 50,
                        "end": 56,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An excellent description of the vegetation of the Canadian biotic province has been given by under the designation Hemlockwhite pine-northern hardwood region. Nichols, however, includes the southern Appalachian Mountains in his region, while I consider it better to include these mountains in the Carolinian biotic province, by which they are surrounded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The western end of the northern boundary of the Canadian province should in my opinion be placed a little north of the position given by Nichols ('35, fig. 4 ), so as to include all the important stands of sugar maple, white pine, and Norway (red) pine (see Howe and Dymond, . An unpublished study of the plant ecology of Isle Royale by Clair A. Brown shows that there are considerable stands of sugar maple forest on this island, which lies in the northern part of Lake Superior. The northernmost important stands of sugar maple and white pine observed by me along the road between North Bay and Cobalt, Ontario, were about 50 miles north of North Bay, on the rocky ridges of the Timagami Provincial Forest.",
                "cite_spans": [
                    {
                        "start": 145,
                        "end": 157,
                        "text": "('35, fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 258,
                        "end": 274,
                        "text": "Howe and Dymond,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A second-growth forest of white spruce and pine was studied at James Lake, 11 miles south of Latchford, or about 66 miles by road north of North Bay. This forest was growing on moderately high rolling rocky hills, and the soil, while often thin, contained much humus. White birch was the most common tree, and balsam fir, black ash, and aspen were numerous. There were a few small white and Norway pines, and a few of a species of poplar with long leaves. A maple (Acer spicatumt) was the most common shrub.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Signs of snowshoe hare were numerous, and red squirrels and chipmunks (Tamias) were seen. Ten red-backed voles (Clethrionomys gafferi gafferi and 1 deer-mouse (Peromyscus rnciculatus gracilis) were trapped on a short trap-line. This situation obviously is transitional between the Hudsonian and Canadian provinces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The transition between the Canadian and Hudsonian provinces is in some places rather abrupt. On the northern margins of their ranges the sugar maple, yellow birch, and white pine occur only in the most favorable habitats This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms and a slight change in topography or soil may make it impossible for these Canadian province species to exist.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As an example of a fairly abrupt transition I submit herewith two logs of the vegetation observed in the summer of 1936 along the highway in two parts of northern Ontario. The distance each type of forest was traversed by the highway was determined by readings of the automobile mileage eQ meter at each change in vegetation. The figures given cannot be assumed to be a dependable measure of the proportionate occurrence of the several vegetation types in the two regions, because the highway undoubtedly avoids the steeper rocky slopes and at least the more widespread of the bogs. Nevertheless, the figures do give a general indication of the relative abundance of the several ecologic types in the two situations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The stretch of highway logged in the Canadian province extends from 10 miles north of North Bay, Ontario, to a point 10 miles further north.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The road here crosses a number of rocky ridges, and the general exposure is to the south. In the 10 miles of the log 72 per cent is dominated by forests of sugar maple, yellow birch, and white pine. Bogs, in which black spruce was most conspicuous, cover 22 per cent of the distance. In these bogs there occur also some balsam fir and some tamarack. Burns and badly mixed vegetation cover 6 per cent of the recorded distance. Much of the maple forest along the highway has been logged, and part of both the upland forest and of the bogs has been burned. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The climax vegetation of the Canadian province is a hardwood forest, in which the sugar maple (Acer saccharum) and yellow birch (Betula lutea) are the most characteristic trees. The eastern white pine (Pinus strobus) and the eastern hemlock (Tsuga canadensis) occur frequently. The beech (Fagus grandifolia) is also characteristic, except that it does not occur in the extreme western part of the province. Numerous other trees and many shrubs are characteristic. The Canadian province therefore corresponds closely to the \"northern hardwood forest\" of some foresters (Frothingham, '15 : 1-7).",
                "cite_spans": [
                    {
                        "start": 568,
                        "end": 581,
                        "text": "(Frothingham,",
                        "ref_id": null
                    },
                    {
                        "start": 582,
                        "end": 585,
                        "text": "'15",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 128,
                        "end": 142,
                        "text": "(Betula lutea)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The pines (Pinus strobus, P. resinosa, and P. divctricata), often growing in a pure stand of one species, are in many places an important subclimax stage The moose seems to have been the only form which was limited in its southward distribution in eastern North America by the southern border of the Canadian province as here mapped, and which also ranged into the southern part only of the Hudsonian province.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The pigmy-shrew (Microsorex) is rare and its distribution not well known. Although it seems to occur mostly in the Hudsonian and Canadian provinces it also occurs in other areas to the southward and westward.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The hoary bat (Lasiurus cinerea) occurs in the Canadian province, and is at least in part a migrant, breeding farther north as well as farther south.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Species which range from districts south of the Canadian province north across the whole Canadian and into the southern part of the Hudsonian province are the little brown bat (Myotis lucifugus), striped skunk, and woodchuck.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Species of more southern distribution which reach their northern limits at or close to the northern boundary of the Canadian province are the shorttailed shrew, little brown bat (Myotis keenii), large brown bat, red-bat, raccoon, long-tailed weasel, chipmunk (Tanias), Lemming-vole (Synaptomys cooperi, and white-tailed deer. The deer is now extending its range further If a faunal area is to be recognized between the Hudsonian and the Canadian provinces as here described it will have to be cut off from the southern part of the Hudsonian, from the northern part of the Canadian, or made up of parts of both provinces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All of the mammals listed above as occupying only the southern part of the Hudsonian of eastern Canada range far to the southward and all of them extend into the Carolinian province, except the fisher, flying-squirrel (Glaucomys subrinus), and moose, which stop at the northern boundary of the Carolinian. None of these forms, therefore, could be made the basis for a subdivision of the Hudsonian of eastern Canada into two longitudinal belts, the southern of which might be called the Canadian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Of the forms of more northern distribution which range south into the northern part of the Canadian as here delimited, the Arctic-shrew is rare and This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms has a discontinuous distribution in this area; the original range of the wolverine in this area is questionable and the species is now extirpated; the northern lemming-vole occurs only in the most eastern part of the area; the heather-vole extends into only the extreme northern edge of the Canadian; and the caribou was probably nomadic and erratic in occurrence as it is now in other parts of its range. It is evident that no division of the Canadian to form also an Alleghanian fauna can be made on the basis of the distribution of these forms. The Canadian province, as I have described it, is not especially well marked by its mammalian species, and to establish two faunal divisions in this area instead of one, would mean that each of the two would not only have no characteristic species of mammals, but that only a few forms would reach their limits at or near the presumed faunal boundaries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Two biotic districts, an eastern and a western, can be recognized as subdivisions of the Canadian biotic province. The red spruce (Picea rubra) which occurs over the eastern part of the Canadian and which also extends southward along the Appalachian Mountains, is absent from the western part of the province (Nichols, '35, fig. 5F ). The beech is more widespread in the province than the red spruce, but it is absent from western Michigan, western Wisconsin, and Minnesota (Transeau, '35, fig. 12 ). The Gaspe shrew which occurs locally in the eastern part of the Canadian province, is absent from the western part. Several species of prairie mammals, as already mentioned, invade the western part of the Canadian, but do not occur in the eastern part. Further, the water-shrew, woodchuck, chipmunk, deermouse, snowshoe hare, and perhaps other species of mammals are represented by different subspecies in the eastern and western parts, respectively, of the province.",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 318,
                        "text": "(Nichols,",
                        "ref_id": null
                    },
                    {
                        "start": 319,
                        "end": 323,
                        "text": "'35,",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 331,
                        "text": "fig. 5F",
                        "ref_id": null
                    },
                    {
                        "start": 474,
                        "end": 484,
                        "text": "(Transeau,",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 489,
                        "text": "'35,",
                        "ref_id": null
                    },
                    {
                        "start": 490,
                        "end": 497,
                        "text": "fig. 12",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "New Brunswick does not greatly differ, however, from northern Michigan, either in its vegetation or in its mammalian fauna. There is no sharp transition at any place between an eastern and western district of the Canadian This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms province, and it is impossible to suggest, with the present lack of detailed information, where the boundary between the two districts should be placed. No species or subspecies of mammal which occurs all over the Canadian province is limited to the province. Nevertheless, the assemblage of species living in the province is different from the assemblages living in the adjacent provinces. Furthermore, a number of species of mammals reach their dis-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The northern hardwood forest: its composition, growth, and management",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Frothingham",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "",
                "volume": "79",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frothingham, E. H. 1915. The northern hardwood forest: its composition, growth, and management. U. S. Dept. 4gric., Bull. 285, 79 pp.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The Province of Quebec",
                "authors": [
                    {
                        "first": "Geo",
                        "middle": [
                            "D"
                        ],
                        "last": "Fuller",
                        "suffix": ""
                    },
                    {
                        "first": "Brother",
                        "middle": [],
                        "last": "Marie-Victorin",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "293--299",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fuller, Geo. D., and Brother Marie-Victorin. 1926. The Province of Quebec. In Naturalist's Guide to the Americas, pp. 293-299. Baltimore: Williams and Wilkins Co.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Ontario. In Naturalist's Guide to the Americas",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "Howe",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Dymond",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "288--293",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Howe, C. D., and J. R. Dymond. 1926. Ontario. In Naturalist's Guide to the Americas, pp. 288-293. Baltimore: Williams and Wilkins Co.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Life zones and crop zones of the United States",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Merriam",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hart",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "U. S. Dept. Agric., Div. Biol. Surv., Bull",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Merriam, C. Hart. 1898. Life zones and crop zones of the United States. U. S. Dept. Agric., Div. Biol. Surv., Bull. 10, 79 pp.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "List of North American Recent mammals",
                "authors": [
                    {
                        "first": "Gerrit",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1923,
                "venue": "Nat. Mus., Bull",
                "volume": "128",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miller, Gerrit S., Jr. 1924. List of North American Recent mammals, 1923. U. S. Nat. Mus., Bull. 128. 16 + 673 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The hemlock-white pine-northern hardwood region of eastern North America",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Nichols",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Ecology",
                "volume": "16",
                "issue": "",
                "pages": "403--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nichols, G. E. 1935. The hemlock-white pine-northern hardwood region of eastern North America. Ecology 16: 403-422.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Lives of game animals",
                "authors": [
                    {
                        "first": "Ernest",
                        "middle": [
                            "T"
                        ],
                        "last": "Seton",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seton, Ernest T. 1929. Lives of game animals. Garden City, N. Y.: Doubleday, Doran, and Co.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Descriptive list of North American biota (south to central Mexico). In Naturalist's Guide to the Americas",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "E"
                        ],
                        "last": "Shelford",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "60--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shelford, V. E., L. Jones, and L. R. Dice. 1926. Descriptive list of North Ameri- can biota (south to central Mexico). In Naturalist's Guide to the Americas, pp. 60-74. Baltimore: Williams and Wilkins Co.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The prairie peninsula",
                "authors": [
                    {
                        "first": "Edgar",
                        "middle": [
                            "N"
                        ],
                        "last": "Transeau",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Ecology",
                "volume": "16",
                "issue": "",
                "pages": "423--437",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Transeau, Edgar N. 1935. The prairie peninsula. Ecology 16: 423-437.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Plant Ecology",
                "authors": [
                    {
                        "first": "John",
                        "middle": [
                            "E"
                        ],
                        "last": "Weaver",
                        "suffix": ""
                    },
                    {
                        "first": "Frederic",
                        "middle": [
                            "E"
                        ],
                        "last": "Clements",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "",
                "volume": "520",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weaver, John E. and Frederic E. Clements. 1929. Plant Ecology. New York: McGraw-Hill Book Co. xx + 520 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "in the Canadian province. The pine forests nearly always occupy sandy or gravelly soil. On some very poor sandy soils the pine forest may persist indefinitely as an edaphic climax, for in such situations insufficient humus may accumulate ever to make the site suitable for a hardwood forest. On good soil the pines are usually quickly succeeded and shaded out by hardwoods, although the white pine often persists in the climax forest. Some of the white pine trees in the climax forest may be relicts of an earlier pine stage, persisting by reason of their height, but some probably spring up from time to time in openings in the forest produced by the fall of large trees.In poorly drained situations in the Canadian province, many areas are covered by bogs and swamps in which there occur varying mixtures of balsam fir (Abies balsamea), black spruce (Picea mariana), white spruce (Picea canadensis), northern white cedar (Thuja occidentalis), and tamarack (Larix laricina), with occasional hardwoods such as black ash and red maple.As pointed out by Nichols ('35: 411-412) these bogs and swamps \"closely resemble the climatic climax of the northern conifer forest region,\" which here is called the Hudsonian province.Following fires in the forest of the Canadian province there often springs up a first forest of aspen (Populus tremuloides and P. grandidentata) or of white birch (Betula papyrif era). The aspens and birches are usually followed by pines.",
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": "Alleghanian biota from the Canadian biota are actually successional stages which mostly are characteristic only of certain soil types. These soil types and their accompanying coniferous vegetation recur throughout most of the area which has been called Alleghanian as well as over the area previously assigned to the Canadian.Spruce forests occur on the upper parts of mountains and in lowland bogs over most of the Canadian province and also even in parts of the Carolinian province. The fauna and flora of these isolated spruce habitats resemble in part the fauna and flora of the Hudsonian province. Nevertheless, it is futile to attempt to mark on the map every local spruce habitat.In my opinion it is better to treat these isolated habitats as minor communities of the province in which they occur. Actually these isolated spruce communities are never exactly like the major communities of the Hudsonian province, which they resemble superficially, for most or all of the larger Hudsonian mammals are missing.No attempt will here be made to consider all of the kinds of animals which are characteristic of the Canadian biotic province. In this report I shall confine my attention entirely to the mammals, the group of animals with which I am most familiar. However, it is known that some other classes of land vertebrates and some kinds of invertebrates also are restricted in distribution by some of the same ecological barriers as are the mammals.In making up the lists of mammals I have followed in general the nomenclature ofMiller ('24). For data on the distribution of the several speciesI have used such revisions as are available, chiefly in the valuable North American Fauna series prepared by the United States Biological Survey.Unfortunately, many species and genera have not been recently revised and the distribution of some species has never been adequately mapped. For records of the distribution of many of the ungulates and larger carnivores I have depended chiefly upon the maps presented bySeton ('29).Thefollowing species of mammals range over most or all of the Canadian province as I have defined it: Condylura cristata (Star-nosed mole), Sorex cinereus (Masked shrew), Sorex palustris (Water shrew), Microsorex hoyi (Pigmy shrew), Blarina brevicauda (Short-tailed shrew), Myotis lUcifugs (Little brown bat), Myotis keenii (Little brown bat), Lasionycteris noctivagans (Silver-haired bat), Eptesicus fuscus (Large brown bat), Lasiurus borealis (Red bat), Ursus americanus (Black bear), Procyon lotor (Raccoon), Martes americana (Marten), Martes pennanti (Fisher), Mustela vison (Mink), Mustela cicognanii (Short-tailed weasel), Mustela frenata (Longtailed weasel), GCuo luscus (Wolverine), Lutra canadensis (Otter), Mephitis mephitis (Striped skunk), Vulpes fulva (Red fox), Canis lycaon (Timber wolf), Lynx canadensis (Canada lynx), Marmota monax (Woodchuck), Tamias striatus (Chipmunk), Sciurus hudsonicus (Chickaree), Glaucomys sabrinus (Flying-squirrel), Castor canadensis (Beaver), Peromyscus maniculatus (Deer-mouse), Synaptomys cooper (Bog-lemming), Clethrionomys This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms gapperi (Red-backed vole), Microtus peunsylvanicus (Meadow-vole), Ondatra zibethica (Muskrat), Zapus hudsonius (Meadow jumping-mouse), Napaeozapus insignis (Woodland jumping-mouse), Erethizon dorsatum (Porcupine), Lepus arnericanus (Snowshoe hare), Odocoileus virginianus (White-tailed deer), Alces arnericana (Moose). Of these species the masked-shrew, silver-haired bat, black-bear, fisher, mink, otter, red-fox, wolf, chickaree, beaver, deer-mouse, meadow-vole, muskrat, and meadow jumping-mouse (Zapus) ranged natively over most or all of the Hudsonian of eastern Canada as well as over the Canadian, and all of them also extended into biotic provinces south of the Canadian. These then are wide-ranging forms which extend beyond the Canadian province on both sides. A few species which are mainly of more northern distribution ranged south natively into the northern part of the Canadian. These are the Arctic shrew (Sorex arcticus), wolverine, northern lemming-vole (Synaptomys borealis), heather-vole (Phenacomys ungava), and caribou (Rangifer caribou). Most of these forms are rare in the Canadian and for the larger forms the original southward distribution in eastern North America is not well known. However, probably none of them originally extended as far south as the southern boundary of the Canadian province.Species which ranged natively over most of the Hudsonian of eastern Canada and which in eastern North America reached their southern limits near the southern border of the Canadian as here mapped are the marten, short-tailed weasel, Canada lynx, northern flying-squirrel (Glaucornys sabrinus), red-backed vole, porcupine, and snowshoe hare.",
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "text": "northward.This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/termsSpecies which mainly are of more southern distribution but which natively ranged into some of the southern parts of the Canadian province are the mole (Scalopus aquaticss, pipistrelle (Pipistrellus subflavus), gray-fox (Urocyvo cinereoargenteus), cougar (Felis cougar), bob-cat (Lynx rufus), graysquirrel (Sciurus carolinensis), fox-squirrel (Sciutrus niger), flying-squirrel (Glaucornys volans), wood-mouse (Peromyscus leuco pus), American elk (Cervus canadensis), and bison (Bison bison). In southern Michigan the mole, fox-squirrel, and wood-mouse were probably originally mostly absent from the Canadian province, but with the clearing of the forests they have extended their ranges some distance into the province. The bob-cat has in Michigan in historic time greatly extended its range northward. The star-nosed mole and woodland jumping-mouse (Napaeozapus) cover most of the area of the Canadian province and both extend south in suitable habitats along the Appalachian Mountains. In addition both also extend slightly beyond the limits of the province in other directions. Several species of mammals occupy part only of the Canadian province and also range south into the Carolinian province along the Appalachian Mountains. These are the hairy-tailed mole (Parascadops breweri), smokyshrew (Sorex furneus), another shrew (Sorex dispar), woodrat (Neotoma pennsylvanica), rock-vole (Microtus chrotorrhinus), and New England cottontail (Sylvilagus transitionalis). Several species which are mostly more western in distribution range into the western parts of the Canadian province. These are the least-weasel (Mustela rixosa), badger (Taxidea taxiss, coyote (Canis latrans), western chipmunk (Eutamias minimus), and cottontail (Sylvilagus floridanus). Of these the coyote has within recent time considerably extended its range eastward. The cottontail seems not to have originally occurred in the Canadian province, but in recent years it has spread northward in Michigan and eastward in Wisconsin well into the province. The Gaspe shrew (Sorex gaspensis) seems to be the only species of mammal restricted to the Canadian province, but this species occurs only in the Gaspe region, so that it is not characteristic of all the province. Certain subspecies of mammals are largely limited to the Canadian province, but no one subspecies which is restricted to the Canadian completely covers the whole province. In Sorex palustris the two subspecies albibarbis and gloveralleni are largely confined to the northeastern part of the Canadian province and the subspecies hydrobadistes largely to the western part of the province. In Peromyscus maniculatus the subspecies abietorurn covers largely the eastern part of the province, gracilis the western part, while the subspecies nubiterrae extends from the south somewhat into the province in Pennsylvania and possibly in southern New York. In Synaptomys cooper the subspecies cooper covers practically the Canadian area, but it extends in places slightly south of the boundaries of the province. It is shown by the above discussion that several of the mammals which This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC All use subject to https://about.jstor.org/terms occur in the Canadian province are wide-ranging species which occupy biotic provinces both to the north and to the south of the Canadian. A number of the mammals of the Canadian biotic province are species which are characteristic of the eastern deciduous forests, and some of these species reach their northern limits at the northern edge of the province where the deciduous forests terminate. A few others extend still further north into the Hudsonian province or completely across it. Several species of mammals found in the Canadian province are characteristic of the northern spruce forests (Hudsonian province) and a few of these species reach their southern limits at or near the southern border of the Canadian province. No species of mammal which ranges over all or over most of the Canadian province seemsto be restricted to that province. However, a few subspecies or groups of related subspecies are restricted fairly closely to the limits of the province.In its mammalian fauna the Canadian biotic province is characterized by the intermingling of species which are abundant in the eastern deciduous forest with those which are abundant in the northern spruce forests. This is what would be expected from the fact that the important mammalian habitats of the Canadian province are predominantly of two types, hardwood forest and conifer swamp and bog. It is true that in the Canadian province there is a considerable occurrence of pine forest, which is largely absent from the Hudsonian province, and which, at least in the interior, is mostly absent from the Carolinian province. However, the pine forests have a very sparse population of mammals, and no form of mammal seems to be restricted to the northern pine forest habitat.The assemblage of mammalian species ranging over most of the Canadian province is different from the assemblages of species living in either of the adjacent provinces. This is true in spite of the fact that no species or subspecies of mammal which ranges over all the province is restricted to it. It is believed, therefore, that the Canadian biotic province as described above forms a natural biogeographical unit for the mammals as well as for the vegetation.",
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "text": "small number of forms of southern distribution extend their range into the southern part of the Canadian as I have mapped it. Of these it is questionable if the eastern mole (Scalopus aquaticss, pipistrelle, southern flyingsquirrel (Glauconvtys volans), mole-mouse, or bison ever natively extended far into the province. The fox-squirrel is absent from the eastern part of the province. The cougar, elk, and bison are now absent from the region, and the gray-fox has been nearly or completely extirpated in Michigan. On the other hand the eastern-mole, bob-cat, fox-squirrel, wood-mouse, prairie deer-mouse and Mearns cottontail are extending their ranges northward in Michigan until they now occupy a considerably larger part of the Canadian than they did at the time the region was first settled. It would therefore seem inadvisable to base any major faunal area on the distribution of these species.",
                "type_str": "figure"
            },
            "FIGREF4": {
                "uris": null,
                "num": null,
                "text": "detailed consideration of the vegetation and of mammalian distribution in eastern North America shows that the so-called Canadian and Alleghanian faunas are only different aspects of the same major ecologic complex. They are therefore here combined under the name Canadian biotic province. The Canadian biotic province is characterized by a hardwood climatic climax in which the hemlock and white pine f requently occur. Pines of several species constitute an important subclimax, or edaphic climax, on sandy and gravelly soils. In poorly drained situations spruces of several species, balsam fir, arbor vitae, and tamarack form another subclimax or group of subclimaxes.",
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td>white pine type of forest characteristic of the Canadian province is absent,</td></tr><tr><td>while the spruce bog is the most extensive community. Climatic differences</td></tr><tr><td>related to latitude are probably in large part responsible for these dissimi-</td></tr><tr><td>larities in vegetation. However, the soil characters of the two regions are</td></tr><tr><td>very different and these variations in soil greatly affect the vegetation.</td></tr><tr><td>The rocky ridges 10 to 20 miles north of North Bay are probably at</td></tr><tr><td>nearly the northern limit of the forest of sugar maple, yellow birch, and</td></tr><tr><td>white pine, and it is doubtful if this type of forest could exist at Cochrane</td></tr><tr><td>even on rocky slopes. On the other hand, the general lack of jack pine</td></tr><tr><td>along the highway near North Bay is obviously due to the absence of sandy</td></tr><tr><td>soil in this area, for jack pine forest is an important vegetation type on sandy</td></tr><tr><td>soils much further south.</td></tr><tr><td>Much of this</td></tr><tr><td>black spruce occurs in lowland bogs called muskegs, and these muskegs are</td></tr><tr><td>especially extensive on the nearly flat plain near Cochrane. A few balsam</td></tr><tr><td>firs occur with the black spruce at least as far north as Cochrane, and in the</td></tr><tr><td>better drained situations the white spruce also occurs. Sphagnum forms a</td></tr><tr><td>heavy mat under the spruces and Labrador tea is a characteristic low shrub.</td></tr><tr><td>Near Cochrane the black spruce type of bog vegetation is not restricted</td></tr><tr><td>to low and undrained situations, but extends also over the lower hills.</td></tr><tr><td>Another important type of vegetation between Cochrane and Swastika is</td></tr><tr><td>the jack pine forest, which covers 11 per cent of the log. This forest</td></tr><tr><td>type is restricted to sandy areas. Associated with the jack pine are fre-</td></tr><tr><td>quently the aspen, the black and the white spruces, and less commonly</td></tr><tr><td>the white birch. Blueberries are a characteristic low shrub. Fires have been</td></tr><tr><td>frequent in this region and 26 per cent of the distance between the two cities</td></tr><tr><td>is dominated by aspen. Mixed types of vegetation of various sorts, includ-</td></tr><tr><td>ing arbor vitae, black spruce, alder, willow, aspen, balsam fir, white spruce,</td></tr><tr><td>jack pine, and white birch made up 11 per cent of the vegetation. Clearings</td></tr><tr><td>in which the original type of vegetation could not be determined from the</td></tr><tr><td>road cover 3 per cent of the distance.</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 18:03:36 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "num": null,
                "text": "Although the sections of highway described above in the Canadian and Hudsonian provinces, respectively, are only about 150 miles apart at their nearest approach, there are very obvious differences in their vegetation. In the Hudsonian province near Cochrane the sugar maple, yellow birch, and It therefore is much simpler for the mammalogist if all the peninsula is included in the same province.I have for this reason drawn the northern boundary of the Canadian province down the middle of the Bay of St. Lawrence. The southern boundary of the Canadian province in the Appalachian Mountains is difficult to place, because isolated areas of northern type forests and fauna recur on the Appalachian Mountains south as far as North Carolina and Tennessee. I have here arbitrarily drawn the southern boundary of the Canadian province at the southern border of the state of Pennsylvania.",
                "type_str": "table"
            },
            "TABREF1": {
                "content": "<table/>",
                "num": null,
                "text": "In northern Michigan, if hardwood forest on clay soil is destroyed by fire, there may be no complete succession through aspens and pines, but at least in some situations the hardwood forest regenerates directly after a brushy stage, and the aspen and pines stages are omitted. Sandy soils and also poorly drained situations occur over nearly the whole area of the Canadian province, alternating irregularly with good soils and with well drained situations. In some districts hundreds or thousands of square miles may be covered mostly with sandy soil, with accompanying pine forests. In other places equal areas of poorly drained soil may support forests of spruces and firs. Nevertheless, on the better soils throughout this whole area the northern hardwood type of forest natively formed the",
                "type_str": "table"
            }
        }
    }
}