{
    "paper_id": "Dice1940-Relationshipsbetweenthewood-mouseandthecotton-mouseineasternVirginia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:08.594605Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1940-Relationshipsbetweenthewood-mouseandthecotton-mouseineasternVirginia",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The wood-mouse (Peromyscus leucopus) is closelyrelated to the larger cotton-mouse (P. gossypinus) and both are placed by Osgood (1909: 29) in the same species group. In the lower Mississippi Valley the ranges of the two species overlap broadly, but in the Atlantic states they come into contact only slightly (Osgood 1909, p. 29, and figs. 2-3) . In the laboratory the woodmouse and the cotton-mouse will cross and both the male and female hybrid offspring are fully fertile (Dice, 1937a; pp. 2-3) . It has therefore seemed important to examine carefully the mice of the Dismal Swamp region of Virginia, where both species occur, to determine whether or not there is any evidence of hybridization between them in that area.",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 138,
                        "text": "Osgood (1909: 29)",
                        "ref_id": null
                    },
                    {
                        "start": 309,
                        "end": 344,
                        "text": "(Osgood 1909, p. 29, and figs. 2-3)",
                        "ref_id": null
                    },
                    {
                        "start": 475,
                        "end": 488,
                        "text": "(Dice, 1937a;",
                        "ref_id": null
                    },
                    {
                        "start": 489,
                        "end": 497,
                        "text": "pp. 2-3)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A grant from the Faculty Research Fund of the University of Michigan for the support of the fieldwork is gratefully acknowledged. To Don Hayne, Paul A. Moody, and H. B. Sherman thanks are due for the collection of certain breeding stocks. The map was drawn by Grace Eager.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All the mice taken in the field were shipped alive to the Laboratory of Vertebrate Genetics at the University of Michigan, where they were kept under uniform conditions and fed a standard ration. Many of these fieldcaught animals were used for breeding. All of them, except a few that died in the cages, were later, in the spring of the year, prepared in a uniform manner as specimens. The laboratory-bred mice were kept to an approximate age of one year, when they, also in spring, were prepared as specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The external measurements of the animals, freshly killed by ether, were taken by myself. The measurements of the bones and the tint photometer readings of the flat skins were made by various assistants according to standard methods (Dice, 1932: 5-7, 9, 22) . The statistical computations are by Merrel A. Taylor. Standard errors rather than probable errors are employed throughout this paper. Differences between two means greater than about 2.7 times the standard error of their difference are here considered to be statistically significant.",
                "cite_spans": [
                    {
                        "start": 232,
                        "end": 256,
                        "text": "(Dice, 1932: 5-7, 9, 22)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The term stock, as used by me, designates the field-caught animals from a particular locality, together with their laboratory-bred descendants. In the production of the laboratory-bred animals here described there has been no in-breeding. The following stocks were employed in the study:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Cypress Chapel.-The trapping stations were located along the edge of Cypress Swamp, near Cypress Chapel, Nansemond County, Virginia. I trapped here in early September, 1933, and Don Hayne trapped in the same general location during January and February, 1935. Gainesville.-In February, 1933, we received from H. B. Sherman 15 gossypinu8 taken by him in a sweet gum swamp near Newnan's Lake, not far from Gainesville, Alachua County, Florida.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sebring.-Our stock was derived from 8 mice taken by Paul A. Moody at Sebring, Highland County, Florida, in September, 1932. The families here described are each the offspring of a single pair of mice. The parents of all the families, except one, were field-caught animals. In my system the mother is designated by a letter and the father by a number, and the family designation is accordingly a letter and a number. The members of several families were crossed with members of other families, several matings, usually reciprocal, being made. These crosses are indicated by the combined family symbols.",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 123,
                        "text": "Sebring, Highland County, Florida, in September, 1932.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The following familiesfrom the Dismal Swamp region were produced: AlOl. Mother leucopus from Cypress Chapel; father born in laboratory from female pregnant when captured at Cypress Chapel, but no specimen preserved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "B2. Both parents leucopus from Cypress Chapel. 03. Both parents qossupinu«from Cypress Chapel. D4. Both parents leucopus from Lake Drummond. E5. Both parents leucopus from Lake Drummond.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The vegetation of the Dismal Swamp region was well described by Kearney in 1901, but much of the swamp has since been lumbered. At no place seen by me in the swamp do the trees make a closed canopy, but sunlight reaches the water or the underbrush at many spots.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "An indication of the shade density in the virgin swamp was secured by means of a Model 617 Weston exposure meter. The patches of apparently densest shade under large trees were selected and the amount of light determined by pointing the photoelectric cells (2 in my instrument) directly upward. In the swamp within a quarter-mile of Lake Drummond no reading of less than 70 foot candles was secured, with bright sun and with some large cumulus clouds in the sky. At the edge of Cypress Swamp near Cypress Chapel the shade under some large trees was slightly more dense and one reading of 35 foot candles was secured. In the openings between the trees the sunlight is of full or nearly full strength, too intense for the maximum capacity (1300 foot candles) of the meter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "A wide diversity of habitats is inhabited both by leucopus and by gossypinus in Tennessee (Kellogg, 1939, pp. 279-281) and also in Alabama (Howell, 1921, pp. 46-50) . In Alabama, however, Howell notes that Leucopus \"is not so fond of the swamp bottomlands as its relative, the cotton mouse,\" gossypinus.",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 118,
                        "text": "(Kellogg, 1939, pp. 279-281)",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 164,
                        "text": "(Howell, 1921, pp. 46-50)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "Of 8 animals taken by me at the edge of the swamp along Blackwater River near Zuni, Virginia, 4 are leucopus and 1 gossypinus, while 3 died and were not preserved as specimens. In upland brush and hard woods near Suffolk, Virginia, small mammals were evidently rare and only two mice, both leucopus, were taken in 64 traps. In an open forest of pine and oak 8 miles west of Suffolk no small mammals of any kind were taken in one night's trapping with 69 traps. At the edge of Cypress Swamp, near Cypress Chapel, Don Hayne and I secured a total of 37 mice, of which 5 are leucopus, 30 are gossypinus, and 2 are not available as specimens. Near the shores of Lake Drum-mo~d, in the midst of the Dismal, I secured 7 mice, of which 4 are leucopus, 2 are gossypznus, and 1, probably gossypinus, died, but was not prepared as a specimen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "At no place in the Dismal Swamp region did we find either species numerous, and in some apparently suitable upland habitats both species are rare or absent. From the 2leucopus taken in upland woods at Suffolk one might suspect that this species prefers a somewhat drier habitat than gossypinus, but this is controverted by the presence of leucopus in some numbers in the midst of the Swamp at Lake Drummond.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "That the occurrence of leucopus in the midst of the Dismal Swamp is not a recent development, correlated with the extensive lumbering operations, is demonstrated by the fact that in the years from 1895-1898 collectors for the United States Biological Survey took at Lake Drummond 22 specimens of leucopus and 8 of gossypinus, and at Wallaceton, in the eastern part of the Swamp, 15 leucopus and 5 gossypinus. This information was kindly furnished by A. H. Howell.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "It is certain, therefore, that in swampy types of habitat in the Dismal Swamp region leucopus and gossypinu8 often occur together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HABITATS",
                "sec_num": null
            },
            {
                "text": "The Dismal Swamp family having the largest size, both in external dimensions and in skeletal parts, is C3. For no measurement is the 03 family exceeded significantly by any other family or stock. Furthermore, the means of the C3 family for body length, hind foot length, femur length, mandibular length, condylo-premaxillary skull length, and condylo-zygomatic distance are all significantly higher than those of every other here described family and stock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The two Florida stocks, Gainesville and Sebring, both being P. gossypinus, rank next below the C3 family in most measurements. Only in tail length do they rank small. In ear length neither of these two stocks is significantly exceeded by the 03 family, and the Gainesville stock does not differ significantly from that family in bullar width of skull, but in all other measurements both Florida stocks are significantly exceeded by the C3 family. The Gainesville stock significantly exceeds the Sebring stock in ear length, length of mandible, and bullar width of skull, but in the other measurements the two Florida stocks do not differ significantly from one another.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The smallest dimensions are possessed by the Zuni stock, which must therefore be assigned to the species leucopus. In ear length the Zuni mice rank intermediate, but in every other measurement this stock has the lowest mean of all those here described; and in body length, length of mandible, condylo-premaxillary skull length, and distance from condyle to front edge of zygoma the Zuni stock averages significantly smaller than any other family or stock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The several families B2, D4, and E5 (but not including C3), descended from fieldcaught Dismal Swamp parents assigned to leucopus, are somewhat intermediate in size between the C3 family and the Zuni stock. The D4 family, however, does not differ significantly from the 03 family in tail length. In ear length neither the B2 nor D4 families differ significantly from the Zuni stock, and both these families and also the Zuni stock significantly exceed the E5 family in this measurement. In femur length the Zuni stock is not significantly smaller than the B2 family, and in bullar width of skull the Zuni stock does not differ significantly from the E5 family.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The larger size in some measurements of the Dismal Swamp leucopus families than the Zuni stock of the same species is not believed to indicate an approach of these families toward the characters of gossypinus. P. gossypinu8 and P. leucopus occur together at Zuni, just as they do in the Dismal Swamp, with no indication of intergrad~tion.. .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "Crosses of the E5 family with the B2 and D4 families produced offspring \\VhICh In fS 30VRNAL OF MAMMAtOdf general are intermediate between the parent families. In several measurements the offspring average significantly larger or smaller than one or other of the parent families, but the differences are not very great. A cross between the leucopus B2 family and the gossypinus C3 family resulted in offspring which also in general are intermediate between the two parent families. The offspring are intermediate and differ significantly from both parent families in hind foot length, femur length, length of mandible, condylo-premaxillary skull length, condylozygomatic distance, and bullar width of skull. In body length and tail length the B2 X C3 offspring are significantly smaller than the C3 family, but they do not differ significantly from the B2 family. In ear length they do not differ significantly from either the B2 or C3 families.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The considerable difference in certain measurements between adult wood-mice and adult cotton-mice makes discrimination between the two species fairly easy. Immature individuals are, it is true, often difficult or impossible to identify, but all the mice here described were kept in the laboratory long enough to make sure that they had reached adult size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN SIZE",
                "sec_num": null
            },
            {
                "text": "The specimens of each of the Florida stocks, Sebring and Gainesville, are nearly uniform in pelage color, though the two stocks differ somewhat from one another. The Dismal Swamp mice, on the contrary, are moderately variable both in shade of color and in hue. Some Dismal Swamp specimens have a rich red buff tone, while others are very dark gray, with only a tinge of buff.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "In tint photometer readings of the dorsal stripe the Sebring stock significantly exceeds the Gainesville stock for all color screens. The Sebring stock, therefore, on the dorsal stripe, is the paler of the two stocks. In readings of the side of the body, however, there are no significant differences between the two for any color screen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "The color differences between the several families of leucopus and gossypinus from the Dismal Swamp region are not very great, and Osgood (1909, p. 137) has pointed out that the two species cannot be distinguished on the basis of color alone.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 152,
                        "text": "Osgood (1909, p. 137)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "The C3 family, which undoubtedly is gossypinus, ranks among the paler Dismal Swamp families in tone of the dorsal stripe, and its tint photometer/ readings are significantly exceeded only by the AIOI family and then only for red. In tone of the side, on the contrary, the C3 family ranks among the darker families, and its tint photometer readings significantly exceed only the Zuni stock for green.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "The families from the Dismal Swamp region which are assigned to leucopus show considerable variation in mean tint photometer readings, both for the dorsal stripe and for the side of the body. The extremes are, however, not very far apart, and only a few of the differences between the families are statistically significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "The absence of any consistent difference in pelage color between the species leucopus and gossypinus makes it impossible to use pelage color as a character for discriminating between the two species in the Dismal Swamp region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VARIATION IN PELAGE COLOR",
                "sec_num": null
            },
            {
                "text": "The skulls of the field-caught Peromuscue leucopus (Rafinesque) from the Dismal Swamp region are in general smaller, but with the rostrum proportionately heavier and the width across the nasals at the tip of the muzzle actually wider than in P. gossypinus (Le Conte) from the same region. The leucopus skulls, however, vary considerably among themsel ves, and some specimens which undoubtedly belong to this species do not differ in their proportions from undoubted gossypinu8. The g08sypinus skulls also vary in their proportions, and, accordingly, it is impossible to separate the two species satisfactorily by the proportions of the skull.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "I~spite of the lack of qualitative differences between the species leucopue and gossyp:nu~the two.ca~be separated readily, in the Dismal Swamp region, when adult, by their dl~er:nc: In SIze. The most important measurement for discriminating between the spec~es I~hirid-foot length. Everyone of the field-caught Dismal Swamp gossypinus exceeds In SIze of foot everyone of the field-caught leucopus, In other words, for this character there is no overlapping of the measurements of the two species. The molar teeth of gossypinus also are obviously larger than those of leucopus, but no measurements of the teeth were made. There are important differences between the field-caught adults of the two species in body length, ear length, mandibular length, skull length condylo-zygomatic distance, and bullar width of skull (Tables I and II) , but in each of these measurements there is some overlapping of the curves. There seems to be no important difference in tail length between the field-caught adults of the two species in this region. Femur length was not compared because of the few femurs of leucopus available for measurement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 818,
                        "end": 835,
                        "text": "(Tables I and II)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "The largest and heaviest skull among the field-caught gossypinus is that of the female which was the mother of the C3 laboratory-bred family. Although the teeth are not greatly worn her skull exceeds all the others in size. The large size of this female may account for some of the large size of the C3 family, the father of which has a skull of average size for gossypinus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "The male who was the father of the D4 family has a skull which is rather large for leucopus, but small for gossypinus. The teeth are small and the other measurements are those of leucopus, to which species the specimen is assigned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "There is an exceptionally large skull among the offspring of the D4 X E5 family cross. This skull is from a female killed when she was 38 weeks of age. It compares in size with the skulls of the C3 gossypinus family, but the cranium ismore inflated and the bullae are proportionately larger. It is not at all similar in shape to the skulls of the other members of the D4 X E5 cross, which are assigned to leucopus, Al though the measurements of the skull and of the femur are large, the external body measurements and the length of mandible of this animal are not exceptional for the family cross. This particular skull is consequently considered to be pathological.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "The wood-mice of the Dismal Swamp region are assigned by Osgood (1909, p. 117 ) to the subspecies Peromyscus leucopus leucopue, which is said to average slightly smaller and darker than the subspecies noveboracensis. In their dimensions of body and skeleton, however, the wood-mice of the Dismal Swamp region show conflicting trends. Compared to the stocks of noveboracensis previously described from the northeastern United States (Dice, 1937b, table III) and from New England and Nova Scotia (Dice, 1939, table II) the Zuni stock averages small in most dimensions of body and skeleton. In particular the tail in the Zuni mice is much shorter than in any previously described stock. On the other hand, in ear length the Zuni stock averages longer than any .previously described stock except the Kedgemakooge, Nova Scotia, stock, from which it does not differ significantly.",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 77,
                        "text": "Osgood (1909, p. 117",
                        "ref_id": null
                    },
                    {
                        "start": 432,
                        "end": 456,
                        "text": "(Dice, 1937b, table III)",
                        "ref_id": null
                    },
                    {
                        "start": 494,
                        "end": 516,
                        "text": "(Dice, 1939, table II)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "The generally small size of the Zuni mice, except for ear length, might be considered to indicate a trend in this region toward the small size said to be characteristic of the subspecies leucopus, The several families of Dismal Swamp wood-mice, however, fail to support this indication. The means of most of these Dismal Swamp families fall within the range of variation of the previously described stocks of noveboraceneis, but tend to be rather large. For certain measurements the means of one or ot.her of the Dismal Swamp families are higher than the highest previously reported noueboracensis mean of a comparable series. The considerable differences in dimensions between the Zuni stock and the several Dismal Swamp families is only another illustration of the considerable amount of local variability which these mice exhibit (Dice, 1937b, pp. 17-20) . A101.............. 12 In pelage color the wood-mice of the Dismal Swamp region, when compared with the previously described stocks of noveboracensis, tend to be dark. On the dorsal stripe they are not very different from the darkest of the previously described stocks of nove-bor~c~nsis. On the side of the body, however, the Zuni stock and all the Dismal Swamp families have, for most color comparisons, significantly lower tint photometer readings than any previously described stock. On the basis of their pelage color, but not on their size, the wood-mice of the Dismal Swamp region are correctly assigned to the subspecies leucopus.",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 857,
                        "text": "(Dice, 1937b, pp. 17-20)",
                        "ref_id": null
                    },
                    {
                        "start": 860,
                        "end": 881,
                        "text": "A101.............. 12",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "Two stocks of the species Peromyscus gossypinus are available from Florida, the Gainesville stock coming from within the range of the subspecies gossypinus and the Sebring stock from the range of the subspecies palmarius. 'I'he Gainesville stock significantly exceeds the Sebring stock in ear length, length of mandible, and bullar width of skull, but in other measurements the two stocks do not differ significantly. In pelage color the Sebring stock is paler on the dorsal stripe than the Gainesville stock, the tint photometer readings being significantly higher. In color of the side of the body there is, on the contrary, no significant difference between the stocks. These differences between the Gainesville and Sebring stocks agree reasonably well with the statement of Osgood (1909, p. 139 ) that palmarius averages smaller and paler than gossypinus.",
                "cite_spans": [
                    {
                        "start": 778,
                        "end": 798,
                        "text": "Osgood (1909, p. 139",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "The subspecies gossypinu8 also occurs in the Dismal Swamp region, but the only mice of this species of the one-year age class available for comparison with the Gainesville stock are those of the C3 family. Because these are all the descendants of a single pair of field-caught mice they do not fully represent the population at Cypress Chapel where their parents were taken. Both the C3 family and also the field-caught gos-sypinu8 from the Dismal Swamp differ significantly in certain measurements from the Gainesville stock, but, because these mice are not strictly comparable, no conclusions can be drawn as to possible differences between the mice of the two localities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC RELATIONSHIPS",
                "sec_num": null
            },
            {
                "text": "All the Peromyscus caught in the Dismal Swamp region and reared to maturity in the laboratory are clearly separable into two species. All are without question either leucopus or gossypinus and no specimen is intermediate in its characters. There is consequently no evidence that hybridization between the two species occurs in the Dismal Swamp region, even though both species at times occupy the same habitats and are taken on the same trap lines. Osgood (1909, p. 137 ) was unable to find evidence of intergradation between the cotton-mouse and wood-mouse, but A. H. Howell (1921, p. 50) believes that two specimens from Alabama are probably hybrids. If these specimens actually are hybrids, crossing between the two species does occur sometimes in nature, but it must be very rare.",
                "cite_spans": [
                    {
                        "start": 449,
                        "end": 469,
                        "text": "Osgood (1909, p. 137",
                        "ref_id": null
                    },
                    {
                        "start": 569,
                        "end": 589,
                        "text": "Howell (1921, p. 50)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The lack of interbreeding between the species leucopus and gossypinus in the Dismal Swamp region must be based on an isolating mechanism (see Dobzhansky, 1937: 228-258) of some sort. When mated in the laboratory the two species, both those from the Dismal Swamp region and those from more widely separated localities, breed and produce fully fertile offspring. In nature the two species often occur in the same habitats. It is accordingly necessary to assume a psychological difference of some sort in the normal breeding behavior of the two species. Otherwise the two would soon merge at the places where they come into contact.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 168,
                        "text": "Dobzhansky, 1937: 228-258)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the Dismal Swamp region of Virginia Peromyscus leucopus and P. gossypinu8 frequently occur together in the same habitats. In the laboratory these species hybridize and produce fertile offspring. There is, however, no evidence of hybridization in nature in the Dismal Swamp region. LITERATURE CITED DICE, LEE R. 1932. Variation in a geographic race of the deer-mouse, Peromuscus maniculatus bairdii. Occ. Papers Mus. Zool. Univ. Mich., no. 239, pp. 1-26, 1 fig. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 459,
                        "end": 463,
                        "text": "fig.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/14/906161 by University of Michigan user on 07 October 2021 f)fC:El-REtATIONSHrp!~OF WOOU-MottS:f1 AND COTTON-MousE!",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/14/906161 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/14/906161 by University of Michigan user on 07 October 2021 DICE-RELATrONSIIIPS'OF WOOD-MOUSE AND COTTON-MOUSE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/14/906161 by University of Michigan user on 07 October 2021DICE-RELATIONSHIPS OF WOOD-MOUSE AND COTTON-MOUSE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Lake Drummond.-Trapping was conducted for one night only, in early September, 1933, in Dismal Swamp, near the northwestern shore of Lake Drummond, Nansemond County, Virginia.Suffolk.-Two leucopus were taken September 4, 1933, in deciduous forest at the northeastern limits of Suffolk, Nansemond County, Virginia. One of the animals soon died, and no laboratory-bred offspring were obtained.Zuni.-Trapping was conducted for one night only in late August, 1933, along the edge of the swamp bordering Blackwater River, just north of the village of Zuni, Isle of Wight County, Virginia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            },
            {
                "text": "The dark pelage color, especially for the side of the body, of the wood-mice of the Dismal Swamp region, compared to those from other localities in the northeastern United States and Nova Scotia, probably is correlated with the large amount of accumulated humus in the Dismal Swamp habitats. This humus produces a very dark soil color, which the small terrestrial mammals tend to match (Dice and Blossom, 1937, pp.106-108) .",
                "cite_spans": [
                    {
                        "start": 386,
                        "end": 422,
                        "text": "(Dice and Blossom, 1937, pp.106-108)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "By SHALER E. ALDOUS While studying gassing operations on prairie dogs near Agua Fria, New Mexico, on July 10, 1929, I captured a young black-footed ferret (Mustela nigripes). The animal was successfully raised and kept in captivity for 5 months.The area where the prairie dog control work was being conducted is in the north central part of New Mexico at an altitude of 8,000 feet. The holes of the prairie dog (Cynomys gunnisoni zuniensis) were treated with carbon bisulphide and then exploded in order to force the poisonous gases into all parts of the burrows. Each hole was covered with dirt immediately after treatment to confine the fumes, and also to indicate success by the number of holes remaining closed. About half an hour after treatment, the holes were examined to determine whether any of those gassed had been re-opened. Suddenly, about 25 feet in front of us, an adult black-footed ferret dashed into a hole with one of its young in its mouth. We hurried to the spot in time to stop the adult from taking the second young, which was about 5 feet from the opening of the burrow. As we stood beside the young one, the adult ferret rushed to the opening of the hole about six times, each time challenging us with a chattering scold. These ruses ended at the opening of the burrow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON A BLACK-FOO TED FERRET RAISED IN CAPTIVITY",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Fertility relations in the Peromyscus leucopus group of mice",
                "authors": [],
                "year": 1937,
                "venue": "Contrib. Lab. Vert. Gen. Univ. Mich",
                "volume": "",
                "issue": "4",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1937a. Fertility relations in the Peromyscus leucopus group of mice. Contrib. Lab. Vert. Gen. Univ. Mich., no. 4, pp. 1-3.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Variation in the wood-mouse, Peromyscus Leucopus noveboracensis in the northeastern United States",
                "authors": [],
                "year": 1937,
                "venue": "Occ. Papers Mus. Zool. Univ. Mich.,~o",
                "volume": "352",
                "issue": "",
                "pages": "1--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1937b. Variation in the wood-mouse, Peromyscus Leucopus noveboracensis in the northeastern United States. Occ. Papers Mus. Zool. Univ. Mich.,~o. 352, pp. 1-32, 1 map, 2 figs.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Variation in the wood-mouse, Peromyscus leucopus from several localities in New England and Nova Scotia",
                "authors": [],
                "year": null,
                "venue": "Contrib. Lab. Vert. Gen. Univ. Mich",
                "volume": "1",
                "issue": "9",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Variation in the wood-mouse, Peromyscus leucopus from several localities in New England and Nova Scotia. Contrib. Lab. Vert. Gen. Univ. Mich., no. 9, pp. 1-16, 1 map.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Studies of mammalian ecology in southwestern North America, with special attention to the colors of desert mammals",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "Blossom"
                        ],
                        "last": "Philip M",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "485",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, LEE R., AND PHILIP M. BLOSSOM. 1937. Studies of mammalian ecology in southwestern North America, with special attention to the colors of desert mammals. Carnegie Inst. Wash., Publ. 485, iv + 129 pp., 8 pls., 8 figs.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Genetics and the origin of species",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Dobzhansky",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DOBZHANSKY, TH. 1937. Genetics and the origin of species. New York: Columbia Univ, Press. xvi + 364 pp., 22 figs.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A biological survey of Alabama: I, physiography and life zones",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1921,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, A. H. 1921. A biological survey of Alabama: I, physiography and life zones;",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Report on a botanical survey of the Dismal Swamp region",
                "authors": [
                    {
                        "first": "Thomas",
                        "middle": [
                            "H"
                        ],
                        "last": "Kearney",
                        "suffix": ""
                    }
                ],
                "year": 1901,
                "venue": "Contrib. U. S. Nat. Herb",
                "volume": "5",
                "issue": "6",
                "pages": "321--550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KEARNEY, THOMAS H. 1901. Report on a botanical survey of the Dismal Swamp re- gion. Contrib. U. S. Nat. Herb., vol. 5, no. 6, pp. i-x, 321-550, 13 pIs., 40 figs., 2 maps.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Annotated list of Tennessee mammals",
                "authors": [
                    {
                        "first": "Remington",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Proc. U. S. Nat. Mus",
                "volume": "86",
                "issue": "",
                "pages": "245--303",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELLOGG, REMINGTON. 1939. Annotated list of Tennessee mammals. Proc. U. S. Nat. Mus., vol. 86, pp. 245-303.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Revision of the mice of the American genus Peromyscus",
                "authors": [
                    {
                        "first": "Wilfred",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "U. S. Bur. BioI. Surv., North Amer. Fauna",
                "volume": "28",
                "issue": "",
                "pages": "1--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, WILFRED H. 1909. Revision of the mice of the American genus Peromyscus. U. S. Bur. BioI. Surv., North Amer. Fauna, 28, pp. 1-285, 8 pls., 12 figs. University of Michigan, Ann Arbor, Michigan.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Map of the Dismal Swamp region, Virginia, showing the localities described in this report."
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td colspan=\"4\">-Body dimensions of Peromyscus leucopus and P. gossypinus</td></tr><tr><td colspan=\"3\">Means and standard errors, in millimeters</td><td/></tr><tr><td>al fil filÕ</td><td/><td/><td/></tr><tr><td>STOCK OR FAMILY~~a d &lt; Z • 1'1:1104 0 Z~Z -</td><td>BODY LENGTH TAIL LENGTH</td><td>FOOT LENGTH</td><td>EAR LENGTH</td></tr><tr><td>Laboratory-bred</td><td/><td/><td/></tr><tr><td>Virginia</td><td/><td/><td/></tr><tr><td>Dismal Swamp</td><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "text": "47 2 94.58±1.06 72.60±0.87 20.067± .162 17.367±.119 B2................ 16 48 2 100.19±1.02 76.92±0.75 20.675± .119 17.819±.145 B2 X C3.......... 12 45 4 103.67±1.10 76.75±1.47 22.075±.181 18.167± .228 B2 X E5 .......... 18 58 8 100.20±0.89 78.60±l.O3 20.817± .165 16.965±.123 C3................ 23 59 2 112.65±0.88 84.95±1.25 24.378± .116 18.435±.116 D4 ................ 21 58 2 101.19±0.86 83.24±0.75 21.667± .139 17.438± .114 D4 X E5 .......... 17 51 6 100.06±0.86 77.56±1.33 20.912± .123 16. 777± .103 E5 ................ 18 57 2 98.50±0.70 78.59±0.62 21.144± .111 16.911±.107 Zuni ................ 22 50 4 90.82±0.75 68.36±0.83 19.936±.148 17.477±.133 Florida Gainesville .......... 68 57 7 108.34±0.64 70.36±0.57 22.893± .073 18.450±.074 Sebring.............. 81 47 8 107.44±0.46 70.26±O.50 22.614± .069 18.070± .078 Field-caught Dismal Swamp leucopus. .. . . . . . . . . . . 9 --95.22±1.63 81.11±2.37 20.289± .262 17 .467± .263 gossypinus . .. . . . . . . . . 32 --105.81± .80 79.00±1.21 23.510± .108 19 .183± .126 A101 ........... 16.742±.149 17.000±.119 24. 964± .164 18.158± .115 10.842±.04 B2............. 16. 544± .13117.194± .100 26.150± .159 18.813±.081 11.267± .058 B2 X C3....... 17. 927± .21217.745±.105 27.046± .20019.309±.138 11. 636± .061 B2 X E5 ....... 17.277±.179 17.083±.121 25. 922± .12218.761±.105 11.017± .058 C3............. 19.604±.096 18.548±.117 27. 950± .11920.070± .090 11.896± .127 D4 ............. 17.200± .133 16.990± .067 25.891±.114 18.648± .084 10.967±.031 D4 X E5 ....... 17. 250± .17517.229± .095 25. 929± .19318.629±.127 11.129± .102 E5 ............. 17. 641± .123 17.206± .078 25.861±.084 18.622±.080 10.817± .040 Zuni ............. 16.232±.132 15.886± .078 24.040±.131 17.305±.085 10.777± .030 Florida Gainesville ....... 18. 570± .100 17.588± .048 26.657±.078 19.100± .061 11.857± .036 Sebring ........... 18. 530± .102 17.361±.049 26. 684± .08219.173± .063 11.531±.030 ield-caught Dismal Swamp leucopus...... . . . . 16.300 16.800±.121 25.456±.294 18.533±.205 11.067±.080 gossypinus . . . . . . . . 18. 625± .144 17.721±.122 26.861±.155 19.436±.107 11.600± .043",
                "content": "<table><tr><td>TABLE II.-Skeletal measurements of Peromyscus leucopus and P. gossypinus Means and standard errors, in millimeters STOCK OR FAMILY LEFT FEMUR LEFT MANDIBLE CONDYLE-CONDYLE-BULLAR WIDTH 2 PREMAXILLA ZYGOMA Laboratory-bred Virginia Dismal Swamp</td><td>Downloaded from https://academic.oup.com/jmammal/article/21/1/14/906161 by University of Michigan user on 07 October 2021</td></tr><tr><td>F</td><td/></tr></table>"
            },
            "TABREF2": {
                "type_str": "table",
                "num": null,
                "text": "-Pelage color of Peromyscus leucopus and P. gossypinus Mean tint photometer readings and standard errors of laboratory-bred L-yoar age class",
                "content": "<table/>"
            }
        }
    }
}