{
    "paper_id": "Dice1949-Theselectionindexanditstestofsignificance",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:20.321066Z"
    },
    "title": "THE SELECTION INDEX AND ITS TEST OF SIGNIFICANCE",
    "authors": [
        {
            "first": "Lee",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "Laboratory of Vertebrate Biology",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1949-Theselectionindexanditstestofsignificance",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The chi-squares calculated according to the formula given in my earlier paper, therefore, need to be multiplied by 11/ (n -ab), with the result that in every case the significance of the selection observed will be greater than previously indicated. There is a single degree of freedom. This revised formula was suggested by C. W. Cotterman.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Another shortcoming in the statistical .analysis presented in my earlier paper was the lumping of data obtained from experiments conducted concurrently on backgrounds of two contrasting colors. In these experiments the deer-mice (Peromyscus maniculatus) exposed to predation by owls were of two types of pelage color, one type matching more or less closely the color of the soil background in one compartment, the other type matching the soil color of the other compartment. Four mice of each of the two color types were exposed alternately in the two compartments. The degree to which the pelage colors of the presumably concealingly-colored prey animals matched their backgrounds, however, could not be made exactly the same in the two compartments. Furthermore, the pelage color of the one type of prey was usually more variable than that of the other type. In view of these sources of variation within the experiments it is desirable to measure the strength of selection separately for each color of background. No important additional information will be obtained by calculating an average selection index for the two differing colors of backgrounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The selection indexes and their chisquares for the experiments on selection performed by Sumner (1934 Sumner ( , 1935a Sumner ( , 1935b and by Dice (1947) ",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 101,
                        "text": "Sumner (1934",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 102,
                        "end": 118,
                        "text": "Sumner ( , 1935a",
                        "ref_id": null
                    },
                    {
                        "start": 119,
                        "end": 135,
                        "text": "Sumner ( , 1935b",
                        "ref_id": null
                    },
                    {
                        "start": 143,
                        "end": 154,
                        "text": "Dice (1947)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "x 2 = (a + b)(c + d)(a + c)(b + d) .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Inasmuch, however, as under the conditions of experiment the numbers of individuals of each of the two types exposed to selection are equal, therefore, a + c = b + d, and accordingly:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(a -b)2 n X 2 = (a + b) (n -a -b) .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "----EVOLUTION 3: 262-265. September, 1949. Under experimental conditions in which equal numbers of individual animals of two types, A and B, are exposed to selection by a predator with the result that the numbers of individuals taken are a and b and the numbers not taken are c and d, respectively, making a combined total of n, then we may measure the strength of selection by the selection index: (a -b) / (a + b). Should a greater number of type A than of type B individuals be taken (selection against A), then the selection index will be positive, while if more of B than of A are taken (selection against B), the index will be negative.",
                "cite_spans": [
                    {
                        "start": 17,
                        "end": 42,
                        "text": "262-265. September, 1949.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The formula which I earlier proposed (Dice, 1947: 3) for the calculation of the chi-square of the difference between the numbers of A and of B taken under such conditions, unfortunately, is inappropriate. This has been pointed out to me by Don W. Hayne, who also has given other aid with this problem. The formula for chi-square earlier given, (a -b)2/ (a + b), is correct for a 1: 1 ratio, as stated, but that formula takes account only of the successes in each of the two classes and neglects the failures in the same classes.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 49,
                        "text": "(Dice, 1947:",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The chi-square appropriate for testing the significance of the deviation index from zero is that for a 2 X 2 table: the degree of selection obtained on each color of background is presented separately. The figures given refer in each case to the strength of selection against the type of animal which to the human eye appears to be conspicuous against the background used in the experiment. The experiments by Isely (1938) on the selection of acridians by various predators are not included in the table, because they do not lend themselves to simple statistical treatment by the methods here employed.",
                "cite_spans": [
                    {
                        "start": 410,
                        "end": 422,
                        "text": "Isely (1938)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In calculating the selection indexes and chi-squares from the data obtained in those experiments by Sumner where a penguin was the predator, four individuals listed by him as of doubtful status have been omitted. In those experiments where a night heron was the predator, the animals injured by the predator have been included, along with those eaten, to form the total taken. From the series of experiments where the sunfish was the predator, those experiments have been omitted where the numbers of the two colors of prey offered were unequal and also those where a long waiting period ensued before exposure to the predator. This waiting period tended to allow the prey individuals to change their color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In all the experiments performed by Sumner on the selection of mosquito-fish (Gambusia patruelis) whose colors were adapted to pale and to dark backgrounds, respectively, it will be noted that there was consistently a selection against the conspicuously colored animals. The selection indexes in the several experiments range from 0.22 to 0.57. The deviation from the 1 : 1 ratio expected in the absence of selection is highly significant in every experiment. The trend of selection is not so consistent in those experiments by Dice where owls were the predators and deermice of several color strains were the prey. In one of the experiments where the long-eared owl was the predator, more of the presumably concealingly colored individuals were taken than of the conspicuous ones, with a resulting selection index of -.09. The deviation from an index of 0.0, however, is not significant and may well have occurred by chance. In the reverse experiment with the same bird and the same colors of mice, but on yellowish gray soil instead of on nearly white soil, the high and very significant selection index of .53 was obtained. The long-eared owl was very shy and rather erratic in its behavior and this may account in part for the difference between these two selection indexes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The barn owl was a much more consistent worker. This is shown by the more nearly uniform selection indexes, ranging from .13 to .37, in those experiments in which this owl served as the predator. The low and non-significant index of .13 obtained in one experiment was perhaps due in part to the failure of the gray mice to match very well the color of the dark gray soil and in part also to their considerable variability in shade of pelage color. In all the other experiments in which the barn owl was employed as the predator, selection against the conspicuously colored mice was highly significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In evaluating the selection indexes obtained in the last two experiments listed in the table (from Dice, 1947, table VI) consideration should be given to the fact that the contrast between the prey animals and their backgrounds was purposely made slight, so as to test the amount of selection which might occur between strains of mice which differ only slightly in pelage color. It is evident from the selection indexes obtained in these two experiments that selection may be operative in choosing between strains which exhibit variations in pelage color which are considerably less extreme than many which occur in nature.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 120,
                        "text": "Dice, 1947, table VI)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In all the experiments listed in• table I only two have selection indexes which are not significant. These are the oneswith indexes of -.09 and of .13, respectively, which were previously mentioned. In the other ten experiments for which data are available the selection indexes range from .22 to .57 and all of these ten indexes are highly significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No modification need be made, therefore, in the conclusions previously reached (Dice, 1947) , that, under properly controlled experimental conditions, predators tend in general to take a considerably greater proportion of those prey which appear conspicuous against their backgrounds than of prey which are concealingly colored. Should anything like such high rates of selection be effective in nature as are demonstrated in the laboratory, very rapid evolution in a variable population could result from the operation of natural selection.",
                "cite_spans": [
                    {
                        "start": 79,
                        "end": 91,
                        "text": "(Dice, 1947)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When equal numbers of two types of prey, A and B, making a total number n, are exposed to predation, with the result that the number of individuals of each type taken are a and b, respectively, then the strength of selection against type A and in favor of type B is expressed by the selection index: (a -b) / (a + b).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The test of significance previously proposed (Dice, 1947) for the deviation of the selection index from zero, however, is erroneous. The appropriate formula is:",
                "cite_spans": [
                    {
                        "start": 45,
                        "end": 57,
                        "text": "(Dice, 1947)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "x 2 = [(a-b)2/(a+b)][n/n-a-b].",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Revised calculations are presented for the selection indexes of the experiments previously carried out by Sumner and by Dice of the proportion of conspicuously colored prey taken by predators. In two of these experiments the indexes of selection against the conspicuously colored animals are -.09 and .13, respectively, which are insignificant deviations from the 1 : I ratio expected in the absence of selection. The other ten experiments",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Effectiveness of selection by owls of deer-mice (Peromyscus maniculatus) which contrast in color with their background",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Contrib. Lab. Vert. Biol, Univ. Mich",
                "volume": "34",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, LEE R. 1947. Effectiveness of selection by owls of deer-mice (Peromyscus manicu- latus) which contrast in color with their background. Contrib. Lab. Vert. Biol, Univ. Mich., 34: 1-20.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Survival value of acridian protective coloration",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Isely",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Ecology",
                "volume": "19",
                "issue": "",
                "pages": "370--389",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ISELY, F. B. 1938. Survival value of acridian protective coloration. Ecology, 19: 370-389.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Does \"protective coloration\" protect?-Results of some experiments with fishes and birds",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Sumner",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Proc. Nat. Acad. Sci",
                "volume": "20",
                "issue": "",
                "pages": "559--564",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUMNER, F. B. 1934. Does \"protective colora- tion\" protect?-Results of some experiments with fishes and birds. Proc. Nat. Acad. Sci., 20: 559--564.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Studies of protective color change. III. Experiments with fishes both as predators and prey",
                "authors": [
                    {
                        "first": "--",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Proc. Nat. Acad, Sci",
                "volume": "69",
                "issue": "",
                "pages": "345--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "--. 1935a. Evidence for the protective value of changeable coloration in fishes. Amer. Nat., 69: 245-266. --. 1935b. Studies of protective color change. III. Experiments with fishes both as pre- dators and prey. Proc. Nat. Acad, Sci., 21: 345-353.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"2\">Number of prey</td><td/></tr><tr><td>Predator</td><td/><td>Background</td><td colspan=\"3\">taken exposed c,?nceal-I Con-Total prey mgly . colored SPICUOUS</td><td>Selection index against con-spicuous</td><td>x• --1 d.f.</td><td>Experimenter</td></tr><tr><td/><td/><td/><td colspan=\"4\">Prey: Mosquito-fish (Pale vs. dark)</td></tr><tr><td>Penguin</td><td/><td>Pale</td><td>572</td><td>103</td><td>165</td><td>.23</td><td>26.99 Sumner, 1934</td></tr><tr><td>Penguin</td><td/><td>Black</td><td>470</td><td>73</td><td>201</td><td>.47</td><td>143.39 Sumner, 1934</td></tr><tr><td>Night heron</td><td/><td>Pale</td><td>400</td><td>41</td><td>67</td><td>.24</td><td>8.57 Sumner, 1935a, Table 2</td></tr><tr><td>Night heron</td><td/><td>Black</td><td>600</td><td>99</td><td>156</td><td>.22</td><td>22.16 Sumner, 1935a, Table 2</td></tr><tr><td>Sunfish</td><td/><td>Gray</td><td>430</td><td>71</td><td>137</td><td>.32</td><td>40.56 Sumner, 1935b</td></tr><tr><td>Sunfish</td><td/><td>Black</td><td>200</td><td>8</td><td>29</td><td>.57</td><td>14.62 Sumner, 1935b</td></tr><tr><td/><td/><td colspan=\"6\">Prey: Deer-mouse (Ivory vs. discard gray)</td></tr><tr><td>Barn owl</td><td/><td>Nearly white</td><td>960</td><td>32</td><td>58</td><td>.29</td><td>8.29 Dice, 1947, Table IV</td></tr><tr><td>Barn owl</td><td/><td colspan=\"2\">Yellowish gray 960</td><td>36</td><td>66</td><td>.29</td><td>9.87 Dice, 1947, Table IV</td></tr><tr><td colspan=\"3\">Long-eared owl Nearly white</td><td>528</td><td>17</td><td>14</td><td>-.09</td><td>.31 Dice, 1947, Table V</td></tr><tr><td colspan=\"4\">Long-eared owl Yellowish gray 536</td><td>9</td><td>29</td><td>.53</td><td>11.33 Dice, 1947, Table V</td></tr><tr><td/><td/><td colspan=\"6\">Prey: Deer-mouse (Buff vs. blandus gray)</td></tr><tr><td>Barn owl Barn owl</td><td>I</td><td colspan=\"4\">Yellowish grayl 352 I 25 1 55 I Dark gray 352 40 52</td><td colspan=\"2\">.37 1140561 Dice, 1947, Table VI .13 2.12 Dice, 1947, Table VI</td></tr></table>",
                "type_str": "table",
                "text": "Summary of experiments on selection of prey on backgrounds of matching and of contrasting color"
            }
        }
    }
}