{
    "paper_id": "Dice1929-ThephylogenyoftheLeporidae,withdescriptionofanewgenus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:51.657465Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1929-ThephylogenyoftheLeporidae,withdescriptionofanewgenus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "OF A NEW GENUS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "By LEE R. DICE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "The remains of fossil rabbits are scanty, and those specimens that have been found are often too fragmentary to determine satisfaetorily the relationships with .living forms. The bones of hares and rabbits are light in weight and fragile in structure, so that they are not easily preserved as fossils. Most of the species are inhabitants of uplands, where the conditions for preservation are poor. Further, being small in size, the bones of fossil rabbits are easily overlooked by collectors. In a few deposits rabbit remains seem to be fairly numerous, but many fossil speciesare known only from a few bones or teeth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Imperfect as is our knowledge of the fossil members of the family, it seems desirable to organize the information at hand into a tentative grouping of the known living and fossil forms according to probable phylogenetic relationships.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "As affording a clue to the phylogeny of the group, I believe the character of the enamel pattern of the first lower premolar (Ps) to be most useful. As the fossil species become better-known, other correlated characters will undoubtedly be found. Very few fossilforms are known from complete skulls and, as usual in fossil mammals, the lower jaw is more likely to' be preserved than the upper. The first lower premolar is probably known for more fossil species than any other part of the animal, and this makes the characters shown by this tooth 'very important.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "On the basis of the character of the enamel folding of Ps, I propose to divide the family Leporidae into three subfamilies, each of which is presumed to indicate an independent phylogenetic series. Characters of subfamily.e-Main external reentrant angle of the enamel on the face of P 3 not extending beyond the middle, and nearly meeting a strong internal reentrant angle. The enamel pattern there-fore forms a hour-glass-shaped figure, and the tooth is formed of two vertical columns of dentine, standing one in front of the other.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Palaeolagus from the Lower Oligocene to Upper Oligocene of North America is the earliest and most primitive known genus of rabbit or hare. In much worn stages Pa of Palaeolaqus may lose its internal reentrant angle and the tooth thus come to resemble the corresponding Diagnosis.-Anterior lower premolar CPa) \"of two columns connected in the centre of the tooth by a bridge of dentine.\" Anterior upper premolar (P2) without reentrant angles on its anterior face. The figures given by Schlosser indicate that the reentrant angles of the upper molariform teeth extend about the same distance across the teeth as in all modern genera of leporids. In Palaeolagus these reentrant angles are more shallow. Further, no crenulation is shown by the figures in the reentrant angles of either the upper or lower molariform teeth. Such a lack of crenulations would undoubtedly be a primitive character.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Judging from the description and figures given by Schlosser, Allolaque is nearest the genus Palaeolagus, but lacks the reentrant angle on p2; apparently the enamel crescents,-which are present on the less worn molariform,upper _ teeth of Palaeolaqus, are also absent; and there is no indication of the posterior third lobe or heel characteristic of the younger stages of wear in the lower molariform teeth of Polaeolaqus. Allolagus is known only from the one species, occurring in beds of Pliocene or late _ Miocene age in Mongolia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Pentalagus is a modern genus of the subfamily Palaeolaginae restricted to the Liu Kiu Islands south of Japan. Pronolagus, another modern genus, is represented by three living species in south Africa, and is reported\" fossil also in Pleistocene deposits of the same region. Romerolagus, a third modern genus,'is known only from one species having a restricted range on the slopes of Mts. Popocatepetl and Iztaceihuatl in Mexico.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Although the subfamily Palaeolaginae contains the most primitive known genus of fossil rabbits, Palaeolagus, the modern genera are some of them highly specialized. Pentalagus has an extreme crenulation in the enamel pattern of all the grinding teeth, and the last upper molar is missing. Pronolaqus also has a complex enamel pattern.\" Romerolagus, on the contrary, has a rather simple type of enamel, whichperhaps is correlated with the small size of the animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "It should be noted that of the three modern genera of the Palaeolaginae: One has an island habitat; one is a relict restricted to a peculiar mountain habitat in Mexico; while only Pronolaqus is fairly wide-spread and abundant, though restricted to a more or less definite type of rocky habitat in south Africa. This discontinuous present distribution of the subfamily is corroborative evidence of its antiquity. It is with some hesitation that I establish a subfamily on characters seemingly intermediate between those of the other two subfamilies of the Leporidae. However, no forms are known which clearly connect Archaeolagus and Hupolaqus to either the Palaeolaginae or Leporinae. Also, Hupolaqus seems to have persisted in North America long after the Leporinae had become established in the Old World. It therefore seems probable that Archaeolagus and Hypolagus represent an independent line of evolution which persisted over a fairly long period of geologic time in North America, but disappeared in the Pleistocene. Brachylagus with one species has a restricted, distribution in the Great Basin region of western North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE PHYLOGENY OF THE LEPORIDAE, WITH DESCRIPTION",
                "sec_num": null
            },
            {
                "text": "Caprolagus is the earliest knownfossil member of the subfamily, three species of the Pliocene of Europe and India being referred by Major? to this genus. Two living species are found in India, southern China and Formosa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF l\\IAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Oruciolaqu», the European rabbit, occurs at the present time in Europe .and North Africa, and. is found fossil in the Pleistocene of Europe. Artificial introduction has carried it to Australia and to various islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF l\\IAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Lepushas the most extensive range of all recent leporids, being widely distributed with many species and subspecies in Eurasia, Africa, and North America. It occurs fossil in the Pleistocene of Eurasia and North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF l\\IAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Sylvilagus is at present distributed over much of South America and the southern half of North America, being represented by many species and geographic races. Pleistocene fossils are known both from North and South America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF l\\IAMMALOGY",
                "sec_num": null
            },
            {
                "text": "The subfamily Leporinae is the dominant group of rabbits and hares of today, being native to all the continents except Australia. So far as known, it first appeared in the Pliocene of Eurasia as the genus Caprolagus. In North America and South America it is first known from the Pleistocene.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF l\\IAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Panolax Cope is a leporid known only from a few teeth from the Upper Miocene of New Mexico. The first lower premolar has not been found and the relationships of the genus are uncertain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OTHER LAGOMORPHS",
                "sec_num": null
            },
            {
                "text": "Desmatolagus Matthew and Granger almost certainly belongs to the Ochotonidae,\" and is very closeto the genus Oreolagus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OTHER LAGOMORPHS",
                "sec_num": null
            },
            {
                "text": "Nesolagus Major, a rabbit living today in the Island of Sumatra, can not be placed in a subfamily at present because there is no description available ofthe enamel pattern of its first lower premolar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OTHER LAGOMORPHS",
                "sec_num": null
            },
            {
                "text": "Lepus primaeuus Schlosser from the Pliocene of Germany is too imperfectly known to determine its generic affinities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OTHER LAGOMORPHS",
                "sec_num": null
            },
            {
                "text": "Numerous other fossils have been described under the heading Lepus sp., but from such scanty material or so incompletely described that no conclusionsas to relationships can be drawn. Micliiqom, Ann Arbor, Michigan. ",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 215,
                        "text": "Micliiqom, Ann Arbor, Michigan.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OTHER LAGOMORPHS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/10/4/340/810318 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ".H. L. Jameson, Ann. Transvaal Mus., vol. 1, p. 195, 1909. aM. W. Lyon, Smithsonian MiscI. Coll., vol. 45, pl. 91, 1904 Downloaded from https://academic.oup.com/jmammal/article/10/4/340/810318 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Proc. U. S. Nat. Mus., vol. 59, pp. 630-631, 1921. 5 Bull. Amer. Mus. Nat. Hist., vol. 23, PP. 214-216, 1907. 6 Mem. Amer. Mus. Nat. Hist., vol. 9, p. 199, 1908 Downloaded from https://academic.oup.com/jmammal/article/10/4/340/810318 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Trans. Linn. Soc. London, sere2, Zool., vol. 7, pp. 514,517, 1899. 8 See E. Stromer, In: E. Kaiser, Die Diamantenwnste StidwestAfrikas, vol. 2, p. 128, 1926. Downloaded from https://academic.oup.com/jmammal/article/10/4/340/810318 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "content": "<table><tr><td>SUBFAMILYPALAEOLAGINAE, NEW NAME</td></tr><tr><td>Palaeolagida Haeckel, 1895, Syst. Phylogenie, part 3, pp. 502, 509</td></tr><tr><td>(in part).</td></tr><tr><td>Type genus.-Palaeolagu8 Leidy, Proc. Acad. Nat.Bci, Philadelphia,</td></tr><tr><td>1856, pp. 89-90.</td></tr><tr><td>Other included genera.-Allolagu8 new,</td></tr></table>",
                "type_str": "table",
                "text": "Penialaqus Lyon, Pronolaqus Lyon, and Romerolagus C. H. Merriam.",
                "num": null
            },
            "TABREF1": {
                "content": "<table><tr><td/><td>Allolagus</td><td/><td/></tr><tr><td/><td>PALAEOLAGINAE</td><td colspan=\"2\">ARCHAEOLAGINAE</td><td>LEPORINAE</td></tr><tr><td/><td>P a 23</td><td>Fa</td><td>f)</td><td>PaR</td></tr><tr><td>ECENT</td><td>Pentalagus</td><td/><td/><td>Brachylagus</td></tr><tr><td/><td>Pronolagus</td><td/><td/><td>Caprolagus</td></tr><tr><td/><td>Romerolagus</td><td/><td/><td>Lepus</td></tr><tr><td/><td/><td/><td/><td>Oryctolagus</td></tr><tr><td/><td/><td/><td/><td>Sylvilagus</td></tr><tr><td>PLEISTOCENE</td><td>Pronolagus</td><td colspan=\"2\">Hypolagus</td><td>Lepus</td></tr><tr><td/><td/><td/><td/><td>Oryctolagus</td></tr><tr><td/><td/><td/><td/><td>Sylvilagus</td></tr><tr><td>PLIOCENE</td><td>Allolagus</td><td colspan=\"2\">Hypolagus</td><td>Caprolagus</td></tr><tr><td>MIOCENE</td><td/><td colspan=\"2\">Hypolagus</td></tr><tr><td>OLIGOCENE</td><td>Palaeolagus</td><td colspan=\"2\">Archaeolagus</td></tr><tr><td>EOCENE</td><td colspan=\"4\">Unknown ancestral Ieporids</td></tr></table>",
                "type_str": "table",
                "text": "Matthew! has suggested that this condition in old teeth indicates the process by which Lepus has been evolved. It seems possible that the Leporinae and also the Arehaeolaginae may have originated from the early Palaeolaginae, but the evidence from the fossils is too scanty to demonstrate this to be the case.W. D. Matthew, Bull. Amer. Mus. Nat. H~st., vol. 16, p. 306,1902. new genus Type species.-Lepus annectens Schlosser, Palaeontologia Sinica, sere C., vol. 1, fase. 1, p.44. 1924.",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td>SUBFAMILY ARCHAEOLAGINAE, NEW NAME</td></tr><tr><td>Type genus.-Archaeolagus Dice',Univ. California Publ. Geol., vol. 10,</td></tr><tr><td>p. 180, 1917.</td></tr><tr><td>Other included genus.-Hypolagu8 Dice.</td></tr><tr><td>Characters of subfamily.-No internal reentrant angle on .P, and</td></tr><tr><td>main external reentrant angle extending only about half-way across the</td></tr><tr><td>tooth.</td></tr><tr><td>The genus</td></tr></table>",
                "type_str": "table",
                "text": "Archaeolagus is known from one species in the Upper Oligocene John Day beds of Oregon.H ypolagus ranges from the Middle Miocene to Middle Pleistocene in North America. Besides Iiypolagus ueius and H. edensis, I place in this genus the species described as Brachylagus browni HaY, 4 Lepus macrocephalus Matthew, 5 Lepus primiqenius 'Matthew,5 and Lepus qiqardeu« Brown.6",
                "num": null
            },
            "TABREF3": {
                "content": "<table/>",
                "type_str": "table",
                "text": "SUBFAMILY LEPORINAE, NEW NAME Type genus.-Lepu8 Linnaeus, Syst. Nat., ed. X, vol. 1, p. 57. 1768. Other included genera.-Brachylagus Miller, Caprolaqus Blyth, Oryctolagus Lilljeborg, Sylvilagu8 Gray. Characters of subfamily.-No internal reentrant angle on P3, and main external reentrant angle extending completely across the tooth; no enamel crescents on upper molariform teeth.",
                "num": null
            }
        }
    }
}