{
    "paper_id": "Dice1922-Somefactorsaffectingthedistributionoftheprairievole,forestdeermouse,andprairiedeermouse",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:38.015767Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1922-Somefactorsaffectingthedistributionoftheprairievole,forestdeermouse,andprairiedeermouse",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The study of the climatic factors limiting animal distribution has been carried on almost entirely by the statistical method, attempting to correlate the limits of distribution of the various species, genera, or larger groups with certain isotherms or similar lines of meteorological averages. Few experiments have been performed to determine whether or not the factors believed to be critical in distribution have an actual vital importance for the individuals of the species concerned. For no species of mammal have the limits of toleration for temperature, humidity, and other climatic factors been correlated with the degrees of temperature, percentages of humidity, and so forth, making up the immediate environment of the animals. Neither for any form has the water and food requirements of the individuals been determined in relation to the amounts of water and food present in nature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Critical studies of these factors must be made for many species before we shall know which factors are most important in the control of mammalian distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In I9I7 some preliminary experiments were begun at the Kansas State Agricultural College, Manhattan, Kansas, to determine the factors which limit the prairie deer mouse, Peromyscus maniculatus bairdii (Hoy and Kennicott) , to the open fields, and the forest deer mouse, Peromyscus leucopus noveboracensis (Fischer), to the woods. These experiments indicated that the forest form used more water than the prairie form, and as there would possibly be less water available on the prairie than in the forest, this factor might limit the forest form to the wooded areas.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 220,
                        "text": "(Hoy and Kennicott)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the spring of i9i9 an opportunity was had to test this factor thoroughly in the laboratory of Dr. V. E. Shelford. Thanks are due Dr. Shelford for the free use of the facilities of the laboratory and for much helpful advice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While collecting the prairie deer mice to use in the experiments the prairie vole, Microtus achrogaster (Wagner), was secured in abundance and this species was included in the series of experiments. of these forms is very marked, and, though there is a slight amount of overlapping on the border between forest and prairie, the prairie species are not found in the forest nor the forest form on the prairies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The aim of the experiments was to determine the quantity of water used by each of the species at different temperatures and at different air humidities. The amount of food eaten at the different conditions was also determined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In addition, a little data was obtained on the toleration of the various species at temperatures and humidities ranging from o0 C. to 390 C. and with humidities at certain of the temperatures from about 5 percent to 95 percent. No attempt was made to determine whether the food and water requirements at different seasons varies independently of the external conditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The stock of animals for the experiments was secured by trapping in the fields and woods about Urbana, Illinois, during the spring of i9i9. Box traps were used which did not injure the animals in any way, and a nest of cotton was provided in each trap, so that the animals would not suffer from the cold after they were caught.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "The animals not actually being used in experiments were kept in open wire cages in a greenhouse connected with the laboratory and were fed the same food and given water in the same way as when in an experiment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "Animals were kept singly at all times, and not more than one was ever allowed to occupy the same cage. In each cage was a nest of dried grass.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "The conditions in the greenhouse fluctuated somewhat with the outside weather conditions, though the temperature in the greenhouse never rose higher than 350 C. and never fell below I3?. For most of the spring the range was from about 200 to 300. The humidity averaged rather low. In general the temperature rose and the humidity fell during the day, and the temperature fell and the humidity rose during the night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "When being transferred from the cages to the experimental jars, or when being weighed, the animals were always handled in a small tin box with a sliding cover; they were handled and excited as little as possible. By placing the small weighing box over the nest cylinder and turning both upside down the mouse would usually drop into the box without any excitement. The mice were weighed to tenths of grams on a very delicate analytical balance at the beginning and end of every experiment and sometimes more frequently.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "The jars in which the experiments were carried on were, with a very few exceptions, battery jars 6 inches in diameter and 8 inches in height. For a This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms few experiments battery jars 6' 2xg or 8X 12 inches were used; and in the experiments at 150 and at temperatures of 370 to 390 a 5x7 battery jar was used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXPERIMENTAL METHODS",
                "sec_num": null
            },
            {
                "text": "supply line (first on left) contains water or sulphuric acid; the second bottle contains a control water tube. In the experimental jar (on right) may be seen the cylindrical evaporim/eter at the top, the thermometer, tube of drinking water, food box and nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "Each jar was provided with its own air supply and operated as a unit, entirely independent of every other experiment. Never more than one individual animal was placed in a jar. Each jar was covered at the top by a wooden cover having holes for the entrance of the various instruments and tubes. At the bottom of the jar was a sheet of large-meshed screen, through which the feces or waste fell. The pan for the food was large enough so that the mouse could get entirely inside it for feeding; there was thus little tendency for food to be carried outside to be wasted, although any waste could be recovered from under the screen. The nest of dried grass was placed inside a short tin cylinder fully open on both top and bottom for the circulation of air.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "Water was supplied by a test tube of which the mouth had been closed off in a flame until an opening about 2 mm. remained. When filled with water and inverted in the cage the mouse could lick the water from the bottom without any tendency to waste the water and without any danger of contamination with dirt. Each day, or less frequently, the amount of water used by the animal could be determined by filling the tube with a burette. The loss by evaporation from the tube was determined by control tubes of This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms the same type inserted in large bottles in the air supply line. The evaporation from these control tubes, owing to a more rapid air flow, would be somewhat greater than in the experimental jars, but the total amount is so low, o.o to 0.25 c.c. daily, that the error is negligible. Distilled water was used exclusively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "A thermometer was hung in each jar with the bulb at the level the body of the mouse would occupy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "At the top of each cage was inserted a common cylindrical atmometer cup which projected through the cover so that all the evaporating surface was exposed inside the jar. Tests with instruments in both the normal upright position and inverted as here indicated that the evaporation was practically identical in either position, and also that the evaporation at the top of the jar, for the rate of air flow used, was the same as that at the bottom. Each atmometer was connected with a burette graduated in tenths of cubic centimeters, and was surrounded with a large-meshed screen to prevent the mice getting the surface of the cup dirty as they climbed about the jar. This screen did not interfere with the evaporation to any appreciable degree. The atmometer cups were standardized at the beginning of the series of experiments and also at the end, and the standard evaporation for each experiment computed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The temperature of the experiments was determined by that of the room in which the jar was placed. Two rooms were available with temperatures maintained approximately at 2I1 C. and 280, respectively, and controlled by automatic devices connected with heating coils and with refrigerating coils.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "In addition, a number of experiments were carried on in a cold cabinet having a temperature constantly around o0 C.; and a few experiments were carried on in a cabinet having a temperature of I50 C. The experiments with temperatures above 30? were performed in incubators of the ordinary laboratory type.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The rooms with constant temperatures of 2I0 and 280 were lighted by daylight from the north, and, in addition, were provided with daylight lamps of large size which burned from 6 A.M. to 6 P.M. The cold cabinets and incubators were not lighted, and all experiments in them were carried on in the dark.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "In the 21 and 280 rooms thermographs on the same shelf as the experimental jars gave constant records of the temperature. The readings of these thermographs never varied more than a degree or two from the readings of the thermometers in the jars. In computing the average temperatures of the experiments run in these rooms the average temperature as computed from the thermograph records was combined with the average from the readings taken twice or more often each day from the thermometer in the jar itself, equal weight being given to each. During most of the experiments in these two rooms maxima and minima thermometers were maintained in jars on the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms same shelf with the experimental jars, and with air from the same source;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "when available, readings from these thermometers are used for stating the maxima and minima temperatures; when not available, the maxima and minima readings from the thermograph are used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The air supply was taken from the University mains through a reducing valve, and the supply to each experimental jar was provided with a control valve. For each jar the air flow was regulated so that the amount per minute would equal the capacity of the jar. For the 6 x 8 jars this was about four liters. The air flow was frequently tested by the delicate gauges described by Hamilton2 and the rate of flow maintained at a constant amount.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The dry air of the 2I1 and 28-rooms was made by mixing air dried by passing over freezing coils and air saturated by a water bath, the mixture of the two being controlled by humidostats. The percentage of humidity in the dry air of each of these rooms, however, varied considerably, a variation of 5 percent of humidity in the 2i1 room and Io percent of humidity in the 280 room being common. These variations were rapid, the range from dryest to wettest limits often taking no more than ten minutes. To secure very dry air the air was bubbled through several jars of sulfuric acid, while for very moist air it was bubbled through bottles of water. The humidity in these conditions was very constant. The air in the zero cabinet was always saturated with moisture. The air used in the incubators was taken through a reducing valve directly from the University mains, no humidostat being used, and the amount of fluctuation in humidity was very small. The dry air in these incubators was bubbled through sulfuric acid and the moist air through This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms All use subject to https://about.jstor.org/terms the prairie form in these experiments used slightly more water than the forest form, though at 32-34o the forest mouse used a slightly greater amount than the prairie mouse. The differences at any of the conditions are not great enough to be beyond the limits of individual variation. These mice would, of course, obtain some water from the food which they ate, but as the individuals of both species ate about the same quantity of the same kinds of food the relative amount of water obtained is not appreciably changed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "000~o0 0 1 1 I I o^ 0 04 04Q0~ 00\\ oO c \\ 00 U) 1- o 0 C0 0 0 0 B | --cs | 0 . 0 0~ + N Nn .?? r-.-, a :;---e1-0 I QI cli * :2 U * _ I u00 U-) V0 N v \\?. 00 C'_ .1- U E ~~~~~04OON0404 f04.H t~~~~~~~~~~~~~~~1 IN ,x in o u 00 No aN x aocN 0) ) N to MO O l-0) t4) .at w t-u \\ `O CNo CN oo 0 \\ too N1 C. Q .= . % e ? s O n 04 5 0 0 4'r~~~~~~~~~ N0 0qCr' 0) ~ ~ s 0 ~~~'0 -0 N 'i 0 0)\" b7~~ ~ ~~~~ ~~~~~ N c o moo t-O0 CN CNN t oms o 0 \\ U-) \\0 \\4-0 \\ 04 U-) M 0 _ -0T 0 i 00 \\ mo Co \\ -4 (-)N rOO W C) -to MN Ot o N Od NO 0 m N U- C', ? r 04 tfdN 0 iN O - b~ ~~~~~ oE . n0-c m0o (040 4>.0000 -__ -__ --__ -C \\,_ I -__ -C)_to__ -_C)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "S I J _ _I _ _ _ _ _ _ _ _ _ _ _ _ _ __ 0 I X i (D I O \\ 1 N 00 O , \\ C) N IO cn I04I -(44tfnn )00t r n00?Oa' I S) I 0 Nt00 04 (-'00 LON t-- x 1i ,0 I 0) LO o L0 C0 C0 co CN N1 -00 c0 0 I 04 I. * * * . * I CIo-c. n n n - o) W 1.) I _L I _ I _ _ _ _ _ _ _ _ _ _ _ _ _ cO .0 .~~~~~ t( -M 0 n44t 0VC 0' ~0 00 0 (44 ,d- II 00 c ? (4N (44 ( N i N 0 040 0 f) 4 00 f0 0 0 C-, A I~~~~~-? 0~~~~~~~~ 0~~~~~~~~~ 0U 0) cd ; I (-'.t a>-04L Lo C, 1000(\\4 C 0 0 0.-w 0.0a) (",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "Females just before parturition and mothers nursing young use much more water than females at other times. This seems to be true of all the three species studied, although no records are at hand for the prairie vole immediately preceding parturition, and only one record for the prairie deer mouse and one for the forest deer mouse. In these experiments the forest form, just preceding parturition and while nursing young, used more water than the prairie form. However, the forest mother was nursing four young while the prairie mother was nursing only two, which may account for part of the difference in water consumption. Also, when more records are available the differences in water consumption of these two females may prove to be partly due to individual variations. Even if pregnant females and nursing mothers of the forest form should prove to require more water than females of the prairie form in the same conditions this factor will not explain the habitat limitations of the males nor of the other females in the two species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "At 2I? in dry air there seems no difference between males and females in water consumption, except as this is influenced by differences in individual weight. From Table II it is seen that the males of the prairie vole and of the prairie deer mouse used on the average slightly more water than the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms females, while in the forest deer mouse the reverse is the case. However, the males of the prairie vole and of the prairie deer mouse in this set of experiments averaged heavier than the females, while the males of the forest deer mice were lighter on the average than the females. The averages of the water consumed per gram body weight show little difference between males and females of either species, and in each species the limits of variation in this ratio for one sex includes the maxima and minima of the other sex. The forest mouse is much heavier than the prairie mouse, and if we consider the amount of water used per gram body weight (Table III) , it will be seen that the prairie mouse uses much more water in proportion to its size than does the forest mouse.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 171,
                        "text": "Table II",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 1069,
                        "end": 1080,
                        "text": "(Table III)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "It is fully evident from the results of these experiments that different water requirements can not be the factor causing the different habitat limitations of these two species of Peromyscus. The forest deer mouse can certainly live on just as little water as the prairie form under temperatures from 2I to 340 and with relative humidities as low as 7 percent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "In nature both of the deer mice probably secure most of their needed water from their food, most of which is not so dry as that provided in these experiments.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The prairie voles use much more water per individual than either species of the deer mice. If we consider the larger size of the voles, the difference is not so great; yet at 2I 0 in dry air the prairie voles on the average use over 50 percent more water per gram body weight than the prairie deer mice and over twice as much as the forest deer mice. (See Table III .) In nature the prairie vole probably never lives entirely on dry food, but secures most or all of its water supply from the green grasses which form a great share of its food.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 365,
                        "text": "Table III",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "To determine if the quantity of water used by the different species was actually needed, an individual of each species was tested with an amount of water less than the average. One individual of the forest deer mouse and This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms one individual of the prairie deer mouse were each given i.oo c.c. of water daily for five days, and one individual of the prairie vole was given 2.00 C.C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "of water daily for the same length of time. These experiments were all at 210 in dry air, and are directly comparable with the series of experiments under these conditions in which an ample supply of water was constantly present. All the animals were fed an abundance of dry food; wheat and peanuts for the deer mice, and rolled oats and dried grass for the vole.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The prairie vole receiving the reduced amount of water lost 6.2 grams in weight in the five days; the prairie deer mouse lost 1.4 grams; and the forest deer mouse lost 2.7 grams. In the series of experiments (Table VI) The mice receiving less than the normal amount of water, after the first day, often gave evidence of thirst. They were more active than normal, and they often tried to bite the end of the dry water bottle or other parts of the cage. When given their daily allotment of water they usually drank a considerable part of it at once. This behavior was much the same in all three species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 208,
                        "end": 218,
                        "text": "(Table VI)",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The conclusion seems justified that the mice in all the experiments where an abundance of water was present were drinking little if any more than they actually needed to sustain health. At 280 the forest deer mice used on the average slightly more water in very dry air than in the moderately dry air, but one individual used more water in the moderately dry air than in the very dry air. The prairie deer mice use on the average more water in the moderately dry air than in tile very dry air, though one individual used almost exactly the same amount in both conditions (2.I5 and 2.16 c.c., respectively). There is considerable variation in the amount of water used by these mice, and it is apparent that with these species at this constant temperature there is no very definite difference in the water consumption between relative humidities averaging about 7 percent and those averaging about 35 percent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "The prairie vole, on the contrary, seems to show a more definite relation of water use to humidity, two individuals using a greater amount of water",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms in very dry than in moderately dry air. It is possible that with a larger series of experiments this difference might prove to be due to coincidence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. I. Diagram of experimental jar and attachments. The first bottle in the air",
                "sec_num": null
            },
            {
                "text": "Food is probably not a factor limiting the habitat distribution of the two species of Peromyscus considered. Both, so far as is known, live on the same kind of food-grains, seeds, insects, fruits, etc. In captivity both thrive on the same diet of wheat and peanuts. They are also fond of rolled oats. In eating grains of wheat the outer coat, the bran, is removed. In removing the bran the forest mouse is rather wasteful, often removing a considerable amount of the heart of the grain along with the bran, but the prairie form is very economical, seldom discarding more than the thin outer coat of the grain. These habits may be correlated with a greater scarcity of food in the prairie habitat, but economy or wastefulness of food can hardly be a factor limiting either species in its habitat distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "Both of these mice eat flesh when it can be obtained. One female of the prairie deer mouse in these experiments partly ate at least two of her own young. A nestful of young were born April i9 in an experimental jar at 2I0 in dry air. They were not disturbed or counted at that time, but four days later two of the young were discovered partly eaten by the mother, and there seemed no doubt that they had been killed by her. During this time she was being fed wheat alone. I then began to feed her in addition a roasted peanut kernel daily and the two remaining young grew safely until they were sixteen days old, when the experiment was closed. Another mother of this species in an experiment at 280 in dry air safely raised all her young, as did one of the forest deer mice in an experiment at 2I in dry air. Both of the latter were fed peanuts as well as wheat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "The food used in all the experiments, with one exception, on the two forms of deer mice was dry whole grains of wheat and peanut kernels with the hulls and brown covering removed. They were given all the wheat they would eat, and on the average about one small peanut kernel (0.5 to 0.7 gram) per day. A young prairie deer mouse in an experiment in dry air at 2I? refused to eat the peanuts and did not eat the whole wheat well, and was therefore given rolled oats instead. The forest mouse evidently eats more food than the prairie form; but this seems to be due to its larger size, for the number of calories used per day per gram of body weight is nearly the same in the two species (Table IV) , being slightly larger for the smaller species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 686,
                        "end": 696,
                        "text": "(Table IV)",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "The principal natural food of the prairie vole is green grass. In captivity they also readily eat dried grasses if supplied with water. They seem fond of dandelion leaves and stems, and in nature would probably eat these a'nd other herbs. Raw potatoes are much liked by them, and they undoubtedly eat roots, bulbs, and tubers when these are available. They readily eat rolled oats, but if other food is available they refuse hard seeds such as whole grains of wheat and dry corn; however, they would probably eat grain and weed seeds soaked up by lying on wet ground.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "In the experiments on dry feed the voles were fed rolled oats and dried grass. The dried grass was mostly blue-grass gathered in the yard of the laboratory and allowed to dry in the greenhouse. The animals did not do well on rolled oats alone. On this rich food they all became very fat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "At 2I0 in dry air the average amount of food consumed by the voles was This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "The prairie vole uses slightly less calories per gram of body weight than the deer mice. This would be expected on account of its larger size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "In general the animals in these experiments which used the most food were those which were gaining weight the most rapidly, but this was by no means always the case. Some means of expressing the amount of food used in proportion to the gain or loss in weight would be desirable, but the number of experiments at any one temperature are too few in number to justify the attempt here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "The water content and food value of the different foods used have been taken to be the following: In these experiments the prairie vole shows his ability to live for periods at least as long as eighteen days and to gain weight on green grass alone under a variety of climatic conditions. The loss in weight by a few individuals must be due to other causes than a failure of the food to be sufficient for nutriment. This species in its native fields eats much grass and cut pieces of stems and blades are frequently found in its runways. Green grass evidently can supply the entire food and water of the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FOOD REQUIREMENTS",
                "sec_num": null
            },
            {
                "text": "For the determination of whether or not an animal can live and thrive under any given conditions of the environment the change of weight of the individual subjected to those conditions seems the most easily applied criterion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "If the animal gains in weight it would seem to indicate that the conditions are favorable, while if there is a decided loss in weight it would seem to indicate an unfavorable environment. However, the animals do not always lose weight suddenly in an unfavorable environment, and prairie voles killed by high temperatures in some cases showed little loss in weight after death.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "In using the criterion of change in weight as an indication of the favorable or unfavorable conditions of the environment it must be borne in mind that the animals are subject to considerable daily variations in weight. The amount of water drunk per day varies from about i.o c.c. to over 15.0 c.c.; and from nearly 2.0 to over 5.0 grams of food are eaten per day. Undoubtedly no animal eats and drinks all of its food or water at one time, but a variation of I.o gram in weight can not be of very great significance with these animals. With many or long-continued experiments the error due to time of weighing would tend to become minimized, especially as all the weigh-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms ing was done in the daytime when the animals are relatively inactive. But with a small number of short experiments, such as were performed at some of the extreme conditions, little dependence can be placed on small variations in weight. Even in those cases, however, a large variation would be significant. In the experiments at 21 and 280, most of which were for io-day periods, any average daily variation of less than o.i gram is not considered important.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "All three species are able to live at a temperature of o0 C. with saturated air. One individual of the prairie vole (Table VI) lost weight heavily under these conditions, due evidently to a shortage in the amount of water supplied.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 126,
                        "text": "(Table VI)",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "Another individual, not given in the table, used more food than was anticipated and died after all the food supplied had been eaten. One individual of the prairie deer mouse also used all of its food the last day and was found to have lost 2.I grams. In one experiment with a forest deer mouse the temperature in the experiment rose on the last day, due to an accident to the apparatus, and the frost melting from the brine pipes flooded the experimental jar. This unfavorable condition was undoubtedly partly the cause of the loss in weight by the mouse. In the other experiments under these conditions, in all three species, there was no decided loss in weight, and one of the prairie deer mice gained slightly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "Temperatures of 2I0 and 280 with either dry or wet air seem favorable for adults of all these species. At 21 with wet air a very fat forest deer mouse lost I.7 grams in 5 days, but at these temperatures none of the other individuals showed a significant loss of weight. Young mice and voles also seem to do well under these conditions. One litter each of the prairie deer mouse and of the forest deer mouse were born at 2I0 in dry air under controlled conditions, and one litter of the prairie vole was placed in this environment when one day old; all grew and thrived, except that the four young of the forest deer mouse were quite thin at the end of i6 days, perhaps from some deficiency in the diet of the mother. A litter of the prairie deer mouse was born in an experiment at 280 with moderately dry air, and a litter of young of the prairie vole were placed in this environment at the age of two days. Both families grew and thrived.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "The experiments above 280 were few in number and short in duration and can not be regarded to be conclusive as to the ability of the different species to withstand the various temperatures and humidities employed. The These experiments show that the two species of deer mice are very resistant to high temperatures, enduring temperatures which would be quickly fatal to the prairie vole. However, the data on toleration of high temperatures are too scanty to justify any conclusions as to the exact limits of toleration in the deer mice; neither does the data indicate any difference in the toleration of high temperatures between the two species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TOLERATION OF EXTREME TEMPERATURES AND HUMIDITIES",
                "sec_num": null
            },
            {
                "text": "These experiments seem to prove conclusively that the amount of available water, either in the food or in a free state, can not be the factor limiting either the prairie deer mouse or the forest deer mouse to their respective habitats. Individuals of the two forms use almost exactly the same quantity of water. Neither can food be a factor of great importance in the habitat limitations of the species, for both seem to use the same kind of food. Chenoweth does not describe his experiments well, but apparently he put the mice in bottles without food or water. It is probable that they died mainly from the lack of these essentials, though in his experiment with a high rate of air movement the rapid loss of body heat in the current of air might have been a contributing cause of death.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "In my experiments at high temperatures the mice of all three species sometimes showed evident discomfort due to the heat. At these high temperatures they would seldom go into the nests, but could usually be found lying on the bottoms of the jars, breathing rapidly. At 280 no peculiar behavior whatever was noted in the experiments with low humidities. In none of my experiments, except those where the water supply was reduced, did I note any of the abnormal behavior described by Chenoweth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "In order to determine if there was any strong antagonism between the two species of Peromyscus, which might account for their habitat limitation, two adult males, one of each species, were placed together in a 6x8 battery jar and their behavior observed. These specimens had been kept since the time of their capture in individual cages, no two individuals even of the same species ever being placed together. When first placed together these two mice showed a slight antagonism, the prairie mouse attempting in a feeble way to ward off the approach of the forest animal. In less than a half minute, however, the antagonism completely vanished, and the two mice curled up together on the floor of the jar, where they remained for several hours. Evidently antagonism between these two species can not be an important factor in preventing one from invading the other's habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "These experiments then show no differences between the requirements for water, food, temperature, or humidity in the two species of Perornyscus sufficient to be the basis of their habitat differences. The requirements for water and food are nearly the same in the two forms and both can live and thrive over a wide range of the same temperatures and humidities. Evidently the limitation of the two species to different habitats must be due to differences in the behavior reactions by which they select their place of abode; and it is not due to the physical inability of either species to live in the habitat of the other. 3Chenoweth, Homer E., Biol. Bull. 32: i96-i97, I9I7. As the habitat of the species is the upland prairies, where, during a dry period, no water other than that contained in the food would be available, it is evident that the species must be limited in its geographic distribution to regions furnishing a supply of green grass or herbage, roots, or tubers throughout the year. Periods of drought are of normal occurrence in the western part of the range of the species, and these droughts may occur in the winter months or at other times of the year as well as in summer. In middle Kansas, where part of the prairies dry up at times, the species is mostly limited in distribution to the heads of small coves where the vegetation stays green longer than on the hilltops. Farther west, where the whole of the prairies may dry up at times, the species is absent, and it seems probable that the occasional lack of available water or succulent vegetation is the factor limiting its westward distribution. Any water scarcity would fall most heavily on the nursing mothers, which require about twice the normal amount.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "It may very well be that the southern limit of distribution for the prairie vole is determined by the maximum summer temperatures. The abovedescribed experiments indicate that temperatures above 360 are critical for this species. These voles burrow, but they come out on the surface to feed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The ground in the fields where they live becomes very hot during the day, and the air temperature remains high during many nights in summer. Near the southern limit of the range of the species in Oklahoma and southern Missouri and farther south there must be numerous days in which the habitat is heated dangerously near the limit of 360 C. (96.80 F.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The experiments throw little light on the temperatures which might determine the northern limit of distribution of the species. In the northern part of its range, southern Wisconsin and Michigan, the species undoubtedly endures temperatures much lower than the lowest experimented with (o0 C.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The experiments show that the species will thrive equally well in dry or wet air at 21, and in very dry, moderately dry, or wet air at temperatures of 280. At temperatures of 320 and above the few brief experiments performed indicate that the high humidity is more favorable than the low. At",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms 280 the animals seem to drink more water in dry air (averages of 5.87 vs. 4.33 c.c. daily), though only two experiments of five days each were carried on in the very dry air.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "At high temperatures, then, it is possible that low atmospheric humidity may have a deleterious effect, and this factor might under some conditions assist in limiting the westward distribution of the species. Very low humidities at moderate temperatures (280) seem to cause the species to drink more water, while at the same time, due to the increased evaporation, there will be less water available in the vegetation or otherwise in the habitat of the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The low air humidity and the lack of available water are, of course, closely correlated with the amount of rainfall.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "No experiments were performed to determine the effect of different rates of air flow. It may be that a high rate of air movement would increase the amount of water needed by the animals. At least the high winds prevailing to the west of the range of the species assist in drying up the vegetation and thus are probably indirectly a factor in limiting the western distribution of the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The species is closely limited in distribution to the grassland habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "This restriction in habitat is probably due to psychic reactions of some sort, and is evidently not due to an inability of the species to endure the climatic conditions in the forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The eastern limits of distribution of the species is evidently due to its limitation as to habitat. East of its range there were few native prairies and the species is seldom found anywhere except on prairies or in open fields.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "As the land to the eastward becomes cleared it is likely that the range of the species will be extended in that direction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION OF THE RESULTS OF THE EXPERIMENTS ON PEROIvYSCUS",
                "sec_num": null
            },
            {
                "text": "The forest deer mouse, Peromyscus leucopus noveboracensis, has its habitat in the forest, while in the same areas, throughout a large part of its range in the Mississippi Valley, the prairie deer mouse, Peromyscus mcaniculatus bairdii, inhabits the open fields. The above-described experiments fail to find differences between the two species in their requirements for water, food, temperature, or air humidity sufficient to be the basis of these habitat differences.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUM MARY",
                "sec_num": null
            },
            {
                "text": "The southward distribution of the prairie vole, Microtus ochrogaster, is possibly limited by the occurrence in its immediate environment at any time of a temperature in excess of 360 C. Its western limit of distribution is probably determined largely by the fact that the species must be excluded from areas in which the vegetation on the prairies sometimes completely dries up. Its eastward distribution under native conditions was probably limited by the dropping out of the prairies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUM MARY",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUM MARY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "The three species studied are common throughout a large part of theupper Mississippi Valley. The habitats of the prairie deer mouse and of the 1 Contribution from the Museum of Zoology, University of Michigan, and the Zoological Laboratory, University of Illinois. 29 This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/terms prairie vole are the open fields, though the prairie deer mouse is also found, but rarely, in open shrubs at the edges of fields. The forest deer mouse lives mostly in heavy forest, though it is sometimes found among shrubs or in orchards and rarely even in low shrubs along fences. The habitat limitations",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "text": "under these same conditions, only with an abundance of water, all the prairie voles and all the forest deer mice gained in weight, and none of the prairie deer mice lost more than o.9 gram in ten days, a period twice as long as the present experiment.",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "text": "There seems no positive difference in the amount of water consumed by either of the species at 280 and at 2I0. At other temperatures there is not a sufficient number of experiments for comparison, as there is much individual variation in the amount of water consumed. Some individuals seem to show a decidedly increased water consumption at temperatures above 300, but the number and length of the experiments are too scanty to be conclusive. At temperatures of 21 and 280 all the species used less water in the wet air than in the dry air, owing to the food absorbing moisture.",
                "uris": null
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "text": "results obtained are here presented only as indicative of the limits of toleration in the species concerned.",
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td>water.</td></tr><tr><td>Each day, or several times a day, the humidity of each different kind of</td></tr><tr><td>air being used was determined by a psychrometer inserted in the pipe line</td></tr><tr><td>supplying air to the experimental jars. From the depression of the wet bulb</td></tr><tr><td>thermometer the relative humidity was determined according to the psy-</td></tr><tr><td>chrometric tables published by the United States Weather Bureau; and the</td></tr><tr><td>vapor pressure deficit was determined from the Smithsonian Meteorologic</td></tr><tr><td>tables, fourth</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "edition, by subtracting the actual vapor pressure in each case, as calculated from the readings of the wet and dry bulb thermometers, from the vapor pressure of saturated air at the same temperature. No correction was made in these calculations for changes in barometric pressure, this being taken as constantly 30.0 inches.WATER REQUIREMENTSA careful study ofTable IIshows that the prairie deer mouse does not use less water per day than does the forest form. The considerable series of experiments at 2I0 in dry air shows almost exactly the same average water"
            },
            "TABREF2": {
                "content": "<table><tr><td>C.C.</td><td>C.C.</td><td>C.C.</td></tr><tr><td colspan=\"3\">20 6.40 5.93 6.88 20 i.98 I.24 2.72 29 I.54 I.36 2.29 2I0, dry air; males.</td></tr><tr><td colspan=\"3\">5 I 5.8I 3.99 9.64 59 I.66 I.I2 2.39 29 I.9I I .44 2.I5 210, dry; females.</td></tr><tr><td colspan=\"3\">7 I 5.98 3.99 9.64 79 I .74 1.12 2.72 58 I .72 I .36 2.29 210, dry; all adults.</td></tr><tr><td/><td colspan=\"2\">5 3.78 ... 5 6.22 ...21, dry; before parturi-</td></tr><tr><td/><td/><td>tion.</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "Water drunk per day per individual Microtus ochrogaster Peromyscus m. bairdii P. 1. noveboracensis Environmental conditions Total Aver-From To Total Aver-From To Total Aver-From To days age c.c. c.c. days age c.c. c.c. days age c.c. c.c."
            },
            "TABREF3": {
                "content": "<table><tr><td/><td/><td>water in food</td></tr><tr><td colspan=\"3\">Microtus ochrogaster Peromyscus m. bairdii P. 1. noveboracensis</td></tr><tr><td/><td colspan=\"2\">l I Environmental conditions</td></tr><tr><td>Total Aver-C.C.</td><td>C.C.</td><td>C.C.</td></tr><tr><td>7 I .2II *</td><td/><td/></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "Total water per gram body weight used by adults daily, water drunk plus From To Total Aver-From To Total Aver-From To days age c.c. c.c. days age C.C. c.c. days age c.c. c.c. I52 .255 79 KI26 .082 |.77 58 .090 .057 .II7 210, dry air. II .I90 .125 .292 I0.126 i.i9 I.33 II .o82 .075 .087 280, very dry. 3I .158 .o96 .2I0 35 I.46 .132 .I6821 .082 .078 .085 280, dry. 9 *I32 *I30 *I32 II .192 I123 X.287 8 -I4 .o85 *13I 32-34', dry. 2 .07 . . . I .I66 4 A.7I .... .... 35-36,dry."
            },
            "TABREF4": {
                "content": "<table/>",
                "num": null,
                "type_str": "table",
                "text": "The prairie deer mice in the experiments at 2I0 in dry air ate on the average i.86 (I.35 to 2.93) grams of whole wheat grains per day at the same time that they were using an average of .48 gram of peanut kernels per day.A female under these conditions just before parturition and while nursing two young ate considerably more than the average amount of food, using 3.I2 grams of wheat and .50 gram of peanuts per day. At 280 in dry air theThe forest deer mouse at 210 in dry air used on the average 2.73 (I.99 to 3.23) grams of wheat and .6i gram of peanuts daily. A female just before parturition and while nursing four young ate 2.90 grams of wheat and .70 gram of peanuts per day. At 280 in dry air 2.07 (I.3I to 2.84) grams of wheat and .7I gram of peanuts daily were eaten on the average by normal adults."
            },
            "TABREF5": {
                "content": "<table><tr><td>Microtus ochrogaster Peromyscus m. bairdii P. 1. noveboracensis</td></tr><tr><td>Environmental</td></tr><tr><td>Total Aver-From To Total Aver-From To Total Aver-From To conditions</td></tr><tr><td>days age days age days age</td></tr><tr><td>_~~~~~~~ 4 .538 . . . 9 .8i6 .6io I.047 6 .633 ... 0 , wet air.</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "Calories in food eaten per day per gram body weight .514 .424 .622 79 .552 .480 .699 58 .5i8 .341 .642 210, dry, all adults. 20 .56i .530 .592 20 .536 .511 .560 29 .554 .423 .642 20, dry, males. 51 .476 .424 .622 59 .558 .480 .699 29 .48i .341 .561 210, dry, females. 10 1.205 . . . . ...... . 9 .355 ... 2I, dry, juv. 9 .576 .535 .627 10 .364 .272 .455 2 1I, wet.II .305 .274 .343 10 .434 .418 .449 II *399 .373 .431 280, very dry.  3I .391 .292 .524 35 .451 .360 .528 2I ,.460 .38i .532 280, dry.  10 .563 .518 .593 10 .381 .325 .437 280, wet."
            },
            "TABREF6": {
                "content": "<table/>",
                "num": null,
                "type_str": "table",
                "text": "3.3I (2.o8 to 4.80) grams of rolled oats and .94 gram of dried grass per day."
            },
            "TABREF7": {
                "content": "<table/>",
                "num": null,
                "type_str": "table",
                "text": "Whole wheat grains .......... io.6% water 3.33 calories per gram Peanuts, edible portion ........ 9.2% \" 5.48 Rolled oats ................. 7%7/ \"6 3.97 Dried blue-grass .............. 7.7% \" I.98Less food is used by all the species at the higher than at the lower temperatures. This is evidently due to the smaller loss of body heat by radiation and conduction at the higher temperatures.It is impossible with the data obtained to determine any certain difference in the amount of food consumed under different humidities at the same tem-peratures. No effect of sex on the amount of food used could be found, except that nursing mothers and females carrying young use much more food than other females. The number of experiments on young individuals is too few to use as the basis for any conclusions in regard to the amount of food used at different ages. Nine experiments with an average length each of twelve days are available to show the effect of a constant diet of green grass alone on the weight of the prairie vole under greenhouse conditions. The temperatures and humidities in the greenhouse were constantly fluctuating, but the average temperature was 21.80 and the average standard evaporation was 15.2 C.C. per day. The mice were given a plentiful supply once daily, or sometimes more often, of green grass freshly cut in the laboratory yard, mostly bluegrass. No other food or water was supplied. Under these conditions the voles gained on the average o.i9 gram per day in weight, the greatest loss in weight being 0.4I gram and the greatest gain 0.74 gram per day. Only three of the nine voles lost in weight and only one lost at the rate of more than o.o6 gram per day. A number of experiments were performed to test the ability of adults of the prairie vole to live on green food alone at constant temperatures. The results are presented in Table V. The voles in these experiments were fed green grass alone, with no water or other food. The entering air was either wet or dry as in the other sets of experiments under controlled conditions, This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTCAll use subject to https://about.jstor.org/terms but owing to the rapid evaporation from the gr jars was raised above that of the entering air. For that reason the relative humidities in the jars are not those stated inTable I."
            },
            "TABREF8": {
                "content": "<table><tr><td>Weights</td></tr><tr><td>Temper-Evapora-</td></tr><tr><td>Total ature, tion, Change per day Environmental days average standard Average conditions beginning</td></tr><tr><td>Average From To</td></tr><tr><td>_ C. c.c. gms. gms. gms. gms.</td></tr><tr><td>20 20.3 2-46 31.4 .04 -.3I .65 2 I , medium air.</td></tr><tr><td>I9 2I.I o.6o 3I.4 .I5 -.OI .32 2 I, wet air.</td></tr><tr><td>9 27.9 6-51 33-9 .20 -.01 .38 280, medium air.</td></tr><tr><td>13 27-4 I.I2 35-3 .1o -.I4 .38 280, wet air.</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "Prairie voles fed green grass only, constant temperatures"
            },
            "TABREF9": {
                "content": "<table><tr><td>In air of a humidity of about 6o percent a prairie vole lived one day at</td></tr><tr><td>a temperature ranging from 34.50 to 35.80; the following morning the tem-</td></tr><tr><td>perature had risen to 36.50 and the mouse was found dead. Another indi-</td></tr><tr><td>vidual died in less than six hours at a temperature of 37.50 with the relative</td></tr><tr><td>humidity at 70 percent. At a temperature of 37.00 to 37.I0 and a relative</td></tr><tr><td>humidity of 23 percent a third vole died in less than eighteen hours. Ap-</td></tr><tr><td>parently a temperature around 360 in either wet or dry air is rather critical</td></tr><tr><td>for this species, and an increase of temperature much above that point is fatal.</td></tr><tr><td>A female of the prairie deer mouse lived for five days at a temperature</td></tr><tr><td>of 36.40 to 37.6' in air of 25 percent humidity with a loss of weight of only</td></tr><tr><td>o.8 gram. A male lost i.5 grams in one day at 37.00 with 75 percent</td></tr><tr><td>humidity, but a female lived two days at 37.1j to 38.5? and a humidity of</td></tr><tr><td>76 percent to 83 percent with a loss in weight of only 0.4 gram. A young</td></tr><tr><td>female died in less than fifteen hours at 37.50 to 38.20 with 32 percent</td></tr><tr><td>humidity. At 39.00 to 39.40 and a humidity of 35 percent an adult male died</td></tr><tr><td>in less than a day.</td></tr><tr><td>A young female of the forest deer mouse lost i.o gram in two days at a</td></tr><tr><td>temperature of 37.00 to 38.o0 and a humidity of 30 percent. At 37.80 and</td></tr><tr><td>a humidity of 78 percent an adult male died in less than twenty-one hours.</td></tr><tr><td>At 38.90 to 39JI0 and a humidity of 32 percent an adult female died in less</td></tr><tr><td>than seventeen hours.</td></tr><tr><td>At 320 and at 340 in dry air the prairie vole lost weight definitely, while</td></tr><tr><td>the two species of Peromyscus show no definite gain or loss.</td></tr><tr><td>At 320 and 340 in wet air the prairie vole shows a decided gain in weight;</td></tr><tr><td>while the two Peromyscus again do not show any definite gain or loss in the</td></tr><tr><td>few experiments at hand.</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "In dry air at a temperature averaging 35.80 (35.5 to 36.5) one prairie vole lost i.9 grams in weight in two days. At temperatures around 360 with dry air one individual each of the prairie deer mouse and of the forest deer mouse lost weight slightly."
            },
            "TABREF10": {
                "content": "<table><tr><td>While the number of experiments with extreme temperatures and humidi-</td></tr><tr><td>ties are few in number, they seem to indicate no important difference in the</td></tr><tr><td>ability of the two forms to live at extremely high temperatures or in extreme</td></tr><tr><td>conditions of humidity.</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "These conclusions do not coincide with the results of a few experiments by Chenoweth,3 who decided that high temperature, low humidity, or rapid air movement were fatal to the forest deer mouse. My experiments above described show that the forest mouse is able to live at a temperature of 280 for at least five days and not lose weight appreciably with a relative humidity of 5 percent. Also, forest deer mice in my experiments lived and thrived for four days at temperatures above 360; none died except with temperatures over 37.5'. This species seems no less resistant to low humidities and high temperatures than the prairie deer mouse. I performed no experiments on the effect of rapid air movement."
            },
            "TABREF11": {
                "content": "<table><tr><td>additional water.</td></tr><tr><td>With dry food a supply of water is necessary, the amount needed averag-</td></tr><tr><td>ing about 6 c.c. daily for adult voles at a constant temperature around 210</td></tr><tr><td>and with an air humidity of about 50 percent. The amount of water needed</td></tr><tr><td>is not greatly different for other temperatures, up to 340, or for other humidi-</td></tr><tr><td>ties, except that nursing mothers use much more water than other individuals.</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:37:18 UTC All use subject to https://about.jstor.org/termsSOME FACTORS IN THE DISTRIBUTION OF THE PRAIRIE VOLEFresh grass and other herbs are apparently the principal food of the prairie vole, and from this food the animals obtain also the water necessary for their existence. It has been shown by the previously described experiments that prairie voles can live and thrive on green grass alone without any"
            }
        }
    }
}