{
    "paper_id": "Dice1925-ALive-TrapforSmallMammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:46.074158Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1925-ALive-TrapforSmallMammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "unusual place for conies. From there on we saw or heard the little animals in every rock slide on the trail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF,'MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "Two days later we again encountered conies on the Eagle Creek trail at a lower nltitude, probably not more than 100 feet above sea level. In places they may dwell lower than where we saw them, as the slides extend down to the river.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF,'MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "The Columbia River Mountains are foothills of Mount Hood, so, although these conies are small and dark colored, I suppose they belong to the species found on the mountain itself, namely Ochotonaprinceps brunnescens.-R.~RUCE HORSFALL, lVashington, D. C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF,'MAMMALOGY",
                "sec_num": null
            },
            {
                "text": "WINTER MOVEMENTS OF THE CONY Near Golden Gate in the Yellowstone National Park there is a colony of conies Ochotona princeps in some slide rock on a slope facing southeast. Not only does this slope receive the full force of the sun's rays, which thereby melt the winter snows within a short time after they fall, but there is a prevailing southwest wind that usually sweeps loose snow away. Hence many of the rocks of this slide are bare most of the time even during severe weather. Wherever the conies can reach these bare spots and sun themselves in a warm nook sheltered from. the wind, they do so throughout the winter. I have seen them out repeatedly on mild winter days and on-February 7, 1921, they were out on a bright, sunny morning when the temperature was actually far below zero Fahrenheit. Although feet of conies are well protected, they do not seem to like to cross snow. Nevertheless ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "JOURNAL OF,'MAMMALOGY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "have seen their footprints crossing light snow to the sunning places mentioned above.-M. P. SKINNER, Yellowstone Park, Wyoming. A LIVE-TRAP FOR SMALL MAMMALS .I have found a very satisfactory trap for small mammals up to the size of a squirrel. This is the Spring Floor Rat Trap, made by the' Spring Floor Trap and Manufacturing Company of Chicago, Illinois, and now for sale at 75 cents each •by• a large Chicago mail-order house. This trap. is made entirely 'of galvanized metal and screen and operates by the weight of the animal. The weight necessary to spring it can be delicately regulated even to the weight of a mouse.-L. R. DICE, University of Michigan, Ann Arbor, Michigan. Downloaded from https://academic.oup.com/jmammal/article/6/3/202/867482 by University of Michigan user on 07 October 2021",
                "num": null,
                "uris": null,
                "type_str": "figure"
            }
        }
    }
}