{
    "paper_id": "Dice1942-EcologicaldistributionofPeromyscusandNeotomainpartsofsouthernNewMexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:13.622791Z"
    },
    "title": "Ecological Society of America, Wiley are collaborating with JSTOR to digitize, preserve and extend access to Ecology",
    "authors": [
        {
            "first": "Lee",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Univ. of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Mich"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1942-EcologicaldistributionofPeromyscusandNeotomainpartsofsouthernNewMexico",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The period of special field work for this study extended from June 29 to August 15, 1937. Lines of live traps were set in stations selected as typical of the more important habitat types of southern New Mexico. Sixty to 175 traps were set at each collecting station for a period of one to three days. Rolled oats were used for bait. Most of the resident mouse population at each locality were usually secured the first night, f or very few were taken on later nights.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "The traps employed were mostly of a size adapted for the catching of mice, though they frequently caught young woodrats also. A number of larger traps of sufficient size to catch adult woodrats were also employed. The Peromyscus collected were shipped alive to the Laboratory of Vertebrate",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "Genetics at the University of Michigan,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "where they were reared to maturity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "Most of them were then mated in order to produce stocks for studies of fertility and variability. A few animals died while in transit to the Laboratory and a considerable number died or escaped while attempts were being made to breed them.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "Those that remained alive after a period of two years were preserved as specimens of flat skins and skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "The specific identification of those Peromyscus which failed to be prepared as specimens rests upon the field identifications only, except for a few which left descendants. The field determinations may be relied upon with considerable certainty for the species maniculatus, leucopus, and truei. It is on the other hand extremely difficult to distinguish immature living boylii from nasutus. Accordingly, the records for these two species that are not supported by specimens have been kept separate (table I) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 498,
                        "end": 507,
                        "text": "(table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "The best superficial method of distinguishing the species nasutus from boylii is based on the strength of the tail sheath.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "The tail sheath of boylii is very loosely attached to the tail vertebrae and if the animal is held by the tail, the skin will break during its struggles, the tail sheath will slip off, and the animal will escape. The exposed tail vertebrae subsequently dry up and eventually disappear (Sumner The elevations of the several collecting stations were determined by an altimeter which was checked against known elevations at bench marks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "---_ Ruidoso .......... ................ 6900 -9 ---2 ----2 - Sabinal Belt Pinyon-Cedar Association Capitan Gap B .................... 7000 -1-18 9 1 -9 --3 - Mesa .............. ............... 7000 -12 -1 --1 --2- Indian Divide ..................... 7000 -19 --1 2 -5 6 --- Hollywood ........ ................ 6700 -7 ---3 -1 --1 - Lincoln A ....................... 6100 -1 --13 18 --4 -2 - Rocky Slope Association Capitan ........... ............... 6300 ---1 8 3 --6 --- Short-Grass Association Gyp Spring Canyon ................ 6200 -14 ? --------- Nogale Association Lincoln B ......................... 6000 -3 14 1 1 ? ----1 - Arid Grassland",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHOD OF STUDY",
                "sec_num": null
            },
            {
                "text": "The field study during 1937 was mostly carried out in the Capitan and Sierra Blanca mountains and on the high plateau between them. The area studied includes parts of Lincoln and Otero counties. A majority of the collecting stations were in the Lincoln National Forest. In addition I have freely drawn upon the reports of earlier ecological studies of southern New Mexico (Ruthven, '07; Dice, '30; Bailey, '13 and '31; Bradt, '32; and Benson, '33) .",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 381,
                        "text": "(Ruthven,",
                        "ref_id": null
                    },
                    {
                        "start": 382,
                        "end": 386,
                        "text": "'07;",
                        "ref_id": null
                    },
                    {
                        "start": 387,
                        "end": 392,
                        "text": "Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 397,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 398,
                        "end": 405,
                        "text": "Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 406,
                        "end": 418,
                        "text": "'13 and '31;",
                        "ref_id": null
                    },
                    {
                        "start": 419,
                        "end": 425,
                        "text": "Bradt,",
                        "ref_id": null
                    },
                    {
                        "start": 426,
                        "end": 430,
                        "text": "'32;",
                        "ref_id": null
                    },
                    {
                        "start": 431,
                        "end": 442,
                        "text": "and Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 443,
                        "end": 447,
                        "text": "'33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE BELTS OF SOUTHERN NEW MEXICO",
                "sec_num": null
            },
            {
                "text": "The life belts of southern New Mexico may be listed as montane, sabinal, arid grassland, and desert. The arid grassland belt is lacking on the western slope of the Sacramento Mountains and there the desert belt extends upward to meet the sabinal belt (Dice, '30) . ",
                "cite_spans": [
                    {
                        "start": 251,
                        "end": 257,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 258,
                        "end": 262,
                        "text": "'30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE BELTS OF SOUTHERN NEW MEXICO",
                "sec_num": null
            },
            {
                "text": "' ,. ,-. I ~ ~ ~ ~ ~ ~ OI .... V / CARI ;/ICRIZOZO ' f / Cm/ X S.''I -tgt , X CAPITAN X 0 I n RC < EP RALINCOLN ~~~~~~~~~~~ X | x O \" CLS/ATRORP x,- | : ~~~~~~S a, ' P A BLANCALCT N 0 BLANCA RD N M TS ---",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE BELTS OF SOUTHERN NEW MEXICO",
                "sec_num": null
            },
            {
                "text": "The montane forests which cover parts of the Capitan, Sierra Blanca, and Sacramento mountains, respectively, are isolated from one another. In this region, therefore, the montane belt is not continuous. None of these southern New Mexican mountains rises above timberline and there is accordingly no alpine belt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "Some slopes and ridges at high elevations in the montane belt are, however, treeless.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "One of the most important forest trees in the montane belt is the yellow pine (Pinus ponderosa). At higher elevations and on protected slopes the Douglas fir (Pseudotsuga taxifolia) is common. Engelmann spruce (Picea engelmanni), white fir (Abies concolor), and white pine are more restricted in their occurrence. Aspen (Populus tremuloides) is abundant in many parts of the belt. In the lower parts of the belt junipers and oaks grow in the montane forest, and in places shrubby oaks form dense thickets (Dice, '30) .",
                "cite_spans": [
                    {
                        "start": 505,
                        "end": 511,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 512,
                        "end": 516,
                        "text": "'30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "Oak Brush Association. The name Oak Brush is used for this association instead of Oak Chaparral (Dice, '30) because it is now believed that the term chaparral should be restricted to the chaparral vegetation type characteristic of certain areas in California. In southern New Mexico oak brush is distributed irregularly through the whole vertical range of the montane belt.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 102,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 103,
                        "end": 107,
                        "text": "'30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "Montjeau Lookout A station. Located on a ridge in the Sierra Blanca Mountains one-half mile southeast of Montjeau Lookout and seven miles in a direct line northwest of Ruidoso. Six Microtus longicaudus mordax were trapped at this station in addition to Peromyscus. Ruidoso station. Two miles north of Ruidoso on mostly gentle slopes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "Capitan Gap A station. Located in Capitan Gap in the Capitan Mountains eight miles in a direct line northeast of Capitan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE BELT",
                "sec_num": null
            },
            {
                "text": "The name sabinal is here given to the life belt which is dominated by pinyon pines and junipers. The pinyon pine (Pinus edulis) is widely distributed in the belt. The most common juniper is the sabino (Juniperus monosperma), which gives its name to the belt. Locally the alligator-bark juniper (Juniperus pachyphlaea) also is important.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SABINAL BELT",
                "sec_num": null
            },
            {
                "text": "The most important association in the sabinal belt is pinyon-juniper. Short-grass Association. Gyp Spring Canyon station. Located on a fairly gentle slope near Gyp Spring Canyon and four miles in a direct line northeast of Capitan. Here there was a wide treeless area covered by short grass. The grass grew mostly in small patches with bare soil between the clumps. Grama grass (Bouteloua) and buffalo grass (BuchloW dactyloides) were the most common plants, but there were also several other kinds of grass and a great profusion of flowering herbs. The arborescent cholla cactus (Opuntia) grew in a very open stand over the area. The grasshoppermouse (Onychomys leucogaster ruidosae) is a member of the short-grass association and one was trapped at this station.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SABINAL BELT",
                "sec_num": null
            },
            {
                "text": "Nogale Association. Lincoln B station. Fringing the Rio Bonito four miles northwest of Lincoln there was a fairly dense growth of deciduous trees and shrubs. In some places where the stream had undercut its bank or where clearings had been made the nogale association was lacking and open grassy fields reached the edge of the stream. The most important tree at this station was the nogale or walnut (Juglans major), a tree of rather small size with a spreading crown. There were also a few small Mississippi hackberries (Celtis laevigata), box elders, two kinds of oaks, and junipers. Sumac was numerous and there were many vines of grape and clematis. The ground in many places was stony and there were a few large boulders. Two pocket-gophers (Thomomys bottae ruidosae) were trapped in open parts of the valley.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SABINAL BELT",
                "sec_num": null
            },
            {
                "text": "No effort was made during 1937 to trap on the grassland and the only trapping conducted on the grassland belt was in the Malpais Lava association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ARID GRASSLAND BELT",
                "sec_num": null
            },
            {
                "text": "Malpais Lava Association. Carrizozo station. Four miles west of Carrizozo. The lava here was very rough and broken and its color was nearly black. There was a sparse stand of junipers, cacti of several kinds, sotol (Dasylirion), grass, and other plants. The traps were set mostly around the edge of the lava, that here enclosed an island of pale-colored rock. Ten Malpais pocket-mice (Perognathus intermedius ater) were taken here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ARID GRASSLAND BELT",
                "sec_num": null
            },
            {
                "text": "Two kangaroo-rats (Dipodomys ordii ordii) also were trapped, but these latter probably were wanderers from adjacent sandy areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ARID GRASSLAND BELT",
                "sec_num": null
            },
            {
                "text": "No studies of the desert belt were made during the 1937 expedition, but there where it lives mostly in rocky habitats (Dice, '30; Bailey, '31; Benson, '33) .",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 124,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 125,
                        "end": 129,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 130,
                        "end": 137,
                        "text": "Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 138,
                        "end": 142,
                        "text": "'31;",
                        "ref_id": null
                    },
                    {
                        "start": 143,
                        "end": 150,
                        "text": "Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 151,
                        "end": 155,
                        "text": "'33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "However, it lives also, at least in certain seasons, in habitats on the desert plain where there are no rocks (Blair, '41) .",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 117,
                        "text": "(Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 118,
                        "end": 122,
                        "text": "'41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "In the arid grassland belt the species has been reported only from the Malpais Lava association near Carrizozo (table I and Bradt, '32).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The deer-mouse (Peromyscus maniculatus) is one of the most widely distributed small mammals of southern New Mexico. The subspecies rufinus was captured at all the 1937 collecting stations in the montane and sabinal belts, except in the rocky-slope association near Capitan (table I) . It is common in the higher parts of the mountains (Bailey, '31) and its vertical range extends above that of any other Peromyscus. It is particularly abundant in the dense montane forests (Dice, '32) . It has not been reported from the Malpais lava association of the arid grassland belt. In the desert belt another subspecies, blandus, is common, occupying many diverse habitats (Dice, '30; Bailey, '31; Blair, '41) . The two subspecies rufinus and blandus are said by Bailey ('31) to intergrade along the upper edge of the Upper Sonoran zone. On the western slope of the Sacramento Mountains, however, rufinus is largely restricted to the montane belt and blandus to the desert belt, with only a rare rufinus living in the intervening sabinal belt. Intergradation between the two subspecies must at this place, therefore, largely be absent (Dice, '30) .",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 343,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 344,
                        "end": 348,
                        "text": "'31)",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 479,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 480,
                        "end": 484,
                        "text": "'32)",
                        "ref_id": null
                    },
                    {
                        "start": 665,
                        "end": 671,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 672,
                        "end": 676,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 677,
                        "end": 684,
                        "text": "Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 685,
                        "end": 689,
                        "text": "'31;",
                        "ref_id": null
                    },
                    {
                        "start": 690,
                        "end": 696,
                        "text": "Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 697,
                        "end": 701,
                        "text": "'41)",
                        "ref_id": null
                    },
                    {
                        "start": 755,
                        "end": 767,
                        "text": "Bailey ('31)",
                        "ref_id": null
                    },
                    {
                        "start": 1127,
                        "end": 1133,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 1134,
                        "end": 1138,
                        "text": "'30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 273,
                        "end": 282,
                        "text": "(table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The wood-mouse, represented here by the subspecies Peronmyscus leucopus tornillo, is very restricted in its distribution in southern New Mexico. It was taken on the 1937 expedition only in nogale association along the Rio Bonito near Lincoln, but there it was the most common small mammal. It lives also in the desert belt of the Tularosa Basin and of the Pecos Valley. In general it is restricted to the less arid habitats (Dice, '31; Bailey, '31; Benson, '33) . However, a few occur in the mesquite association on the desert plain (Blair, '41) . One young wood-mouse trapped in 1927 in mesquite association south of Alamogordo was erroneously listed as blandus (Dice, '30) . The brush-mouse (Peromyscus boylii rowleyi) was taken at only one station (Angus) in the montane belt (table I). In the sabinal belt it was trapped in pinyon-juniper, nogale, and rocky-slope associations. The species is reported to occur most often near rocks (Bailey, '31) , and it is noteworthy that the greatest number taken at any station during 1937 were secured in montane forest at Capitan Gap, where there are many small and large rocks on the steep slopes. The species has not been reported from the arid grassland belt nor from the desert belt of southern New Mexico.",
                "cite_spans": [
                    {
                        "start": 424,
                        "end": 430,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 431,
                        "end": 435,
                        "text": "'31;",
                        "ref_id": null
                    },
                    {
                        "start": 436,
                        "end": 443,
                        "text": "Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 444,
                        "end": 448,
                        "text": "'31;",
                        "ref_id": null
                    },
                    {
                        "start": 449,
                        "end": 456,
                        "text": "Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 457,
                        "end": 461,
                        "text": "'33)",
                        "ref_id": null
                    },
                    {
                        "start": 533,
                        "end": 540,
                        "text": "(Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 541,
                        "end": 545,
                        "text": "'41)",
                        "ref_id": null
                    },
                    {
                        "start": 663,
                        "end": 669,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 670,
                        "end": 674,
                        "text": "'30)",
                        "ref_id": null
                    },
                    {
                        "start": 937,
                        "end": 945,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 946,
                        "end": 950,
                        "text": "'31)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The juniper-mouse (Perornyscus nasutus nasutus) occurs in small numbers in the lower parts of the montane life belt,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "where it lives in the yellow pine association (table I) . Bailey ('31) reports specimens taken up to 9000 feet on southwestern slopes on the Capitan Mountains.",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 70,
                        "text": "Bailey ('31)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 46,
                        "end": 55,
                        "text": "(table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The species is, however, most numerous in the sabinal belt, particularly at the lower levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "It now seems likely that a few of the mice captured in 1927 in the sabinal belt at Highrolls and reported as true (Dice, '31) actually may have been nasutus.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 120,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 121,
                        "end": 125,
                        "text": "'31)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "These mice were nearly all kept for breeding and many of them later died in the cages and were not prepared as specimens. All of those which bred were true, but a considerable number failed to breed. Philip Blossom later trapped at Highrolls and he secured both true and undoubted nasutus in the pinyon-juniper association there. At certain situations in southern New Mexico the juniper-mouse is the most abundant small mammal. This was particularly true in 1937 in the pinyon-juniper association at the Lincoln station. Although the juniper-mouse is usually restricted to the vicinity of rocks (Bailey, '31) it has been taken by Blair ('41) in a grassy wash on the desert plain near Tularosa.",
                "cite_spans": [
                    {
                        "start": 595,
                        "end": 603,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 604,
                        "end": 608,
                        "text": "'31)",
                        "ref_id": null
                    },
                    {
                        "start": 630,
                        "end": 641,
                        "text": "Blair ('41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "A dark-colored race of the junipermouse (Perornyscus nasutus griseus) is restricted, so far as known, to the Malpais lava bed (Benson, '33) , where it is present both in the arid grassland belt and in the desert belt.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 134,
                        "text": "(Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 135,
                        "end": 139,
                        "text": "'33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The pinyon-mouse (Peromyscus true true) was numerous in 1937 in yellow pine association in the lower part of the montane belt at Capitan Gap. It has also been taken in the montane belt at Cloudcroft (Dice, '31) . The species was also numerous in 1937 at some stations in the pinyon-juniper association, but it was not secured during extensive trapping at the Lincoln station near the lower edge of the sabinal belt, nor was it taken on the rocky-slope association near Capitan (table I) . In the arid grassland belt the species has been reported from the Malpais Lava near Carrizozo by Bradt ('32) . In the desert belt there are the unexpected records by Blair ('41) from several associations on the desert plain near Tularosa.",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 205,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 206,
                        "end": 210,
                        "text": "'31)",
                        "ref_id": null
                    },
                    {
                        "start": 586,
                        "end": 597,
                        "text": "Bradt ('32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 477,
                        "end": 486,
                        "text": "(table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The hoary woodrat (Neotoma micropus canescens) is a member of several of the associations on the desert plain of the Tularosa Basin (Dice, '30; Benson, '33; Blair, '41) and of the Pecos Valley (Bailey, '31) . It also is present in the arid grassland belt in the general vicinity of Carrizozo (Bradt, '32; and Benson, '33) . It is an inhabitant of the fine soils of the desert plain and Bailey ('31) correctly states that \"its home is rarely associated with rocks or cliffs.\" A local race of woodrat (Neotomia micropus leucophaea) restricted to the White Sands has been described by Goldman ('33) . This race is said to be slightly paler in pelage color than the subspecies (canescens) which lives on the adjacent desert plain.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 138,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 143,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 144,
                        "end": 151,
                        "text": "Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 152,
                        "end": 156,
                        "text": "'33;",
                        "ref_id": null
                    },
                    {
                        "start": 157,
                        "end": 163,
                        "text": "Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 164,
                        "end": 168,
                        "text": "'41)",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 201,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 202,
                        "end": 206,
                        "text": "'31)",
                        "ref_id": null
                    },
                    {
                        "start": 292,
                        "end": 299,
                        "text": "(Bradt,",
                        "ref_id": null
                    },
                    {
                        "start": 300,
                        "end": 304,
                        "text": "'32;",
                        "ref_id": null
                    },
                    {
                        "start": 305,
                        "end": 316,
                        "text": "and Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 317,
                        "end": 321,
                        "text": "'33)",
                        "ref_id": null
                    },
                    {
                        "start": 582,
                        "end": 595,
                        "text": "Goldman ('33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The white-throated woodrat (Neotoma albigula albigula) was not secured by me at any trapping station in the montane belt. In the sabinal belt it is one of the more common mammals. In 1937 ten were trapped in pinyon-juniper association in the Indian Divide and Lincoln A stations. None were taken at either the Capitan Gap B, Mesa, or Hollywood stations. In rocky habitats in the desert belt of the Tularosa Basin the species is numerous (Dice, '30; Benson, '33) and several are reported by Blair ('41) from grassy washes on the desert plain where there were no rocks within two miles.",
                "cite_spans": [
                    {
                        "start": 437,
                        "end": 443,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 444,
                        "end": 448,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 449,
                        "end": 456,
                        "text": "Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 457,
                        "end": 461,
                        "text": "'33)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "A dark-colored race (Neotoma albigula melas) of the white-throated woodrat is confined to the black lava rocks of the Tularosa Malpais. The range of the subspecies extends over the whole lava bed from Malpais Spring, in the desert belt at the southern end of the lava, to the northern end of the lava, in the arid grassland belt near Carrizozo (Dice, '30; Bradt, '32; Benson, '33; Blair, '41) .",
                "cite_spans": [
                    {
                        "start": 344,
                        "end": 350,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 355,
                        "text": "'30;",
                        "ref_id": null
                    },
                    {
                        "start": 356,
                        "end": 362,
                        "text": "Bradt,",
                        "ref_id": null
                    },
                    {
                        "start": 363,
                        "end": 367,
                        "text": "'32;",
                        "ref_id": null
                    },
                    {
                        "start": 368,
                        "end": 375,
                        "text": "Benson,",
                        "ref_id": null
                    },
                    {
                        "start": 376,
                        "end": 380,
                        "text": "'33;",
                        "ref_id": null
                    },
                    {
                        "start": 381,
                        "end": 387,
                        "text": "Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 392,
                        "text": "'41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "The Mexican woodrat (Neotoma mexicana fallax) is a mountain form that generally is confined to the vicinity of rocks and cliffs (Bailey, '31 ) . I did not secure it at the higher collecting stations in the montane belt on the east side of the Sierra Blanca Mountains, but it was taken at most of the lower stations. It was also trapped in the sabinal belt in nogale association and at most of the stations in pinyon-juniper association (table I) . The species also lives in the montane belt near Cloudcroft and in the sabinal belt near Highrolls (Dice, '30) . The species seems to be entirely absent from the desert belt.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 136,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 137,
                        "end": 142,
                        "text": "'31 )",
                        "ref_id": null
                    },
                    {
                        "start": 546,
                        "end": 552,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 553,
                        "end": 557,
                        "text": "'30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 436,
                        "end": 445,
                        "text": "(table I)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "A nearly black subspecies (Neotoma mexicana atrata) of the Mexican woodrat has been described by Burt ('39) from near Carrizozo. One specimen was taken by me in 1937 and another individual was secured by Blair ('41) in 1938. The form is confined, so far as known, to the Malpais lava association and to the arid grassland belt.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 107,
                        "text": "Burt ('39)",
                        "ref_id": null
                    },
                    {
                        "start": 204,
                        "end": 215,
                        "text": "Blair ('41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESERT BELT",
                "sec_num": null
            },
            {
                "text": "In the upper part of the montane belt in southern New Mexico only one species of Peromyscus (maniculatus) is present, but this occurs in considerable numbers. In the lower part of the montane belt in yellow pine association, boylii, nasutus, and truei join with maniculatus in making up a considerable aggregation of species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The greatest concentration of the species of Peromyscus in southern New Mexico is in the sabinal belt. Here the species maniculatus, leucopus, boylii, nasutus, and truei all occur frequently. The species leucopus is limited to the nogale association, in which, however, maniculatus and boylii are also known to occur. In the pinyon-juniper association the four species maniculatus, boylii, nasutus, and truei lived together at the Capitan Gap B station, but elsewhere in this association only tnaniculatus, nasutus, and true were secured together. In the rocky-slope association near Capitan only boylii and nasutus were trapped. In the short-grass association near Gyp Spring Canyon the only Peromyscus taken was maniculatus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Not much is known about the distribution of Peromyscus in the arid grassland belt, except that near Carrizozo the species eremicus, nasutus, and truei all are members of the Malpais lava association (Bradt, '32) .",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 206,
                        "text": "(Bradt,",
                        "ref_id": null
                    },
                    {
                        "start": 207,
                        "end": 211,
                        "text": "'32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "From the desert belt of the Tularosa Basin the five species eremicus, maniculatus, leucopus, nasutus, and truei have been reported. Of these, however, maniculatus is the only one which has a wide distribution in the various associations. Eremicus is rather closely restricted to the vicinity of rocks and leucopus to the more moist types of habitats. Nasutus and truei are rare in the belt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The genus Neotoma is not represented in southern New Mexico by as many species as is Peromyscus. Only three species of Neotoma live in the region and never more than two species live in the same association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the montane belt the only woodrat is Neotoma mexicana, which extends well up into this belt. The Mexican woodrat therefore has a higher altitudinal range than the white-throated woodrat, which has not been reported from the montane belt. In the sabinal belt both mexicana and albigula occur, and at the Lincoln A station they form part of the same ecological association.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the arid grassland belt near Carrizozo the Mexican and white-throated woodrats are represented in the Malpais Lava association by their respective darkcolored subspecies melas and atrata. I secured both forms here in the same trapline. A hoary woodrat (Neotoma micropus canescens) was taken by Bradt ('32) at the edge of the lava, but this species is not a member of the lava association.",
                "cite_spans": [
                    {
                        "start": 297,
                        "end": 308,
                        "text": "Bradt ('32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the desert life belt Neotoma micropus is numerous in various fine soil associations on the plain near Alamogordo, where the white-throated woodrat is rare (Blair, '41) . The common form of micropus on the desert plain is canescens, but on the White Sands there is a slightly paler race, leucophaea. The whitethroated woodrat, albigula, is usually confined to rocky habitats, where micropus is not found. These two species, therefore, seldom come into contact.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 165,
                        "text": "(Blair,",
                        "ref_id": null
                    },
                    {
                        "start": 166,
                        "end": 170,
                        "text": "'41)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Two of the species of Peromyscus which inhabit southern New Mexico are members of the same species group. These are the juniper-mouse (Peromyscus nasutus) and the pinyon-mouse (Peromyscus truei). In the laboratory these two species can be crossed, though with some difficulty. The hybrid females so produced are fertile, but the hybrid males are sterile (Dice and Liebe, '37) . No hybrids between these two species have previously been reported from nature, nor were any that might possibly be hybrids taken on this expedition.",
                "cite_spans": [
                    {
                        "start": 354,
                        "end": 370,
                        "text": "(Dice and Liebe,",
                        "ref_id": null
                    },
                    {
                        "start": 371,
                        "end": 375,
                        "text": "'37)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The juniper-mouse and pinyon-mouse both have a wide distribution in New Mexico and both are especially numerous in the sabinal belt (Bailey, '31; Hooper, '41 ) . The two species also occur together in parts of Colorado and Arizona.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 140,
                        "text": "(Bailey,",
                        "ref_id": null
                    },
                    {
                        "start": 141,
                        "end": 145,
                        "text": "'31;",
                        "ref_id": null
                    },
                    {
                        "start": 146,
                        "end": 153,
                        "text": "Hooper,",
                        "ref_id": null
                    },
                    {
                        "start": 154,
                        "end": 159,
                        "text": "'41 )",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In southern New Mexico Peromyscus nasutus and P. true may occur together in certain habitats from the lower part of the montane belt to the desert belt. In the montane belt both were taken in yellow pine association at an elevation of 7500 feet in Capitan Gap. At no other trapping station in the montane belt were both secured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the sabinal belt nasutus and truei were taken in the same trap lines in pinyon-juniper association at the Capitan Gap B, Indian Divide, and Hollywood stations. The elevations of these stations range from 6700 to 7000 feet. At the Mesa station only truci was taken and at the Lincoln A station only nasutus. Both these stations are in pinyon-juniper asso-ciation. Trapping was conducted for only one night at the Mesa station and it is probable that nasutus would also have been caught if the traps had been set for a longer time. At the Lincoln station, however, trapping was conducted for a week and more than eighteen nasutus were taken, but no true. At this station, that has an altitude of only 6100 feet, truei must, therefore, have been rare or absent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the rocky-slope association at an elevation of 6300 feet near Capitan, truei was not taken, though a number of mice identified in the field as nasutus were secured. There is a small amount of evidence, therefore, that truei is less numerous that nasutus in some of the lower and presumably hotter and drier parts of the sabinal belt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the arid grassland belt Peromyscus truei and the dark-colored race Peromyscus nasutus griseus occur together in the Malpais lava association (Bradt, '32) . Other collectors than Bradt have, however, failed to secure truei on this lava bed and it seems likely therefore that it is less numerous there than nasutus.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 151,
                        "text": "(Bradt,",
                        "ref_id": null
                    },
                    {
                        "start": 152,
                        "end": 156,
                        "text": "'32)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the desert belt Blair ('41) secured three nasutus and three true in grassy wash association near Tularosa. Dr. Blair has informed me that these animals were all taken at the same place within the space of a week. Both forms are rare in the desert belt.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is evident, therefore, that although truei may be somewhat less numerous than nasutus in certain of the hotter and drier habitats of southern New Mexico, nevertheless both species occur together in a wide variety of ecological conditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "There is no apparent ecological barrier that would prevent their mating. It must accordingly be assumed that there is some important difference in their psychology, perhaps expressed particularly in their mating behavior, that under natural conditions prevents their interbreeding (Dice, '40) .",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 287,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 288,
                        "end": 292,
                        "text": "'40)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:05:14 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:05:14 UTC All use subject to https://about.jstor.org/terms 202 LEE R. DICE Ecology, Vol. 23, No. 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:05:14 UTC All use subject to https://about.jstor.org/terms 206 LEE R. DICE Ecology, Vol. 23, No. 2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:05:14 UTC All use subject to https://about.jstor.org/terms 208 LEE R. DICE Ecology, Vol. 23, No.2 SUM MARY",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Life zones and crop zones of New Mexico",
                "authors": [
                    {
                        "first": "Vernon",
                        "middle": [],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 1913,
                "venue": "U. S. Biol. Surv., N. Amer. Fauna",
                "volume": "35",
                "issue": "",
                "pages": "1--100",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bailey, Vernon. 1913. Life zones and crop zones of New Mexico. U. S. Biol. Surv., N. Amer. Fauna 35: 1-100, 16 pis., 6 figs. . 1931. Mammals of New Mexico. U.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Concealing coloration among some desert rodents of the southwestern United States",
                "authors": [
                    {
                        "first": "Seth",
                        "middle": [
                            "B"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Univ. Calif. Publ. Zool",
                "volume": "40",
                "issue": "",
                "pages": "1--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Benson, Seth B. 1933. Concealing colora- tion among some desert rodents of the southwestern United States. Univ. Calif. Publ. Zool. 40: 1-70, 2 pls., 8 figs.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Annotated list of mammals of the Tularosa Basin",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Blair",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Frank",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "New Mexico. Amer. Midland Nat",
                "volume": "26",
                "issue": "",
                "pages": "218--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blair, W. Frank. 1941. Annotated list of mammals of the Tularosa Basin, New Mexico. Amer. Midland Nat. 26: 218-229.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The mammals of the Malpais, an area of black lava rock in the Tularosa Basin",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Bradt",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "New Mexico. Jour. Mammalogy",
                "volume": "13",
                "issue": "",
                "pages": "321--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bradt, G. W. 1932. The mammals of the Malpais, an area of black lava rock in the Tularosa Basin, New Mexico. Jour. Mammalogy 13: 321-328, 1 fig.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A new woodrat (Neotorna mexicana) from the lava beds of southern New Mexico",
                "authors": [
                    {
                        "first": "William",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Occ. Pap. Mus. Zool. Univ. Mich",
                "volume": "400",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burt, William H. 1939. A new woodrat (Neotorna mexicana) from the lava beds of southern New Mexico. Occ. Pap. Mus. Zool. Univ. Mich. 400: 1-3.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mammal distribution in the Alamogordo region",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "New Mexico. Occ. Pap. Mus. Zool. Univ. Mich",
                "volume": "213",
                "issue": "",
                "pages": "1--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice, Lee R. 1930. Mammal distribution in the Alamogordo region, New Mexico. Occ. Pap. Mus. Zool. Univ. Mich., 213: 1-32, 3 pls. 1940. Speciation in Peromyscus.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Partial infertility between two members of the Peromyscus true group of mice",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    },
                    {
                        "first": "Margaret",
                        "middle": [],
                        "last": "Liebe",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice, Lee R., and Margaret Liebe. 1937. Partial infertility between two members of the Peromyscus true group of mice.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "New mammals from Arizona",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Jour. Wash. Acad. Sci",
                "volume": "23",
                "issue": "",
                "pages": "463--473",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goldman, E. A. 1933. New mammals from Arizona, New Mexico, and Colorado. Jour. Wash. Acad. Sci. 23: 463-473.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Mammals of the lava fields and adjoining areas in Valencia County",
                "authors": [
                    {
                        "first": "Emmet",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "New Mexico. Miscl. Publ. Mus. Zool. Univ. Mich",
                "volume": "51",
                "issue": "",
                "pages": "1--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hooper, Emmet T. 1941. Mammals of the lava fields and adjoining areas in Valencia County, New Mexico. Miscl. Publ. Mus. Zool. Univ. Mich. 51: 1-47, 1 map, 3 pls.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A collection of reptiles and amphibians from southern New Mexico and Arizona",
                "authors": [
                    {
                        "first": "Alexander",
                        "middle": [
                            "G"
                        ],
                        "last": "Ruthven",
                        "suffix": ""
                    }
                ],
                "year": 1907,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "23",
                "issue": "",
                "pages": "483--604",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ruthven, Alexander G. 1907. A collection of reptiles and amphibians from southern New Mexico and Arizona. Bull. Amer. Mus. Nat. Hist. 23: 483-604, 22 figs.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Autotomy of the tail in rodents",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Sumner",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    }
                ],
                "year": 1918,
                "venue": "Biol. Bull",
                "volume": "34",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sumner, F. B., and H. H. Collins. 1918. Autotomy of the tail in rodents. Biol. Bull. 34: 1-6, 2 figs.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "Southern New Mexico is unusually rich in its Peromyscus fauna for six species of these small rodents are native to the region. There are important differences between the habitats of some of the species, but nevertheless there is considerable overlapping in their local ranges. The woodrats of the genus Neotoma also are well represented in southern New Mexico, for three distinct species live there. It has accordingly seemed desirable to ascertain the extent to which the several species of Peromyscus and of Neotoma may in this region overlap one another in their ecological distribution. Special attention has been directed to the two closely related species Peromyscus true and P. nasutus, in order to determine whether or not any ecological barrier prevents their interbreeding. ACKNOWLEDGMENTS The field work of the 1937 expedition was supported jointly by the Carnegie Institution of Washington and the University of Michigan. For help in the identification of mammals other than Peromyscus I am indebted to Dr. W. H. Burt. Dr. C. L. Lundell assisted with some of the plant names.",
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "num": null,
                "text": "Yellow Pine Association. At several of the stations here listed under yellow pine association the original forest had been removed and the young growth was a mixture of young yellow pines and of other tree species. At most of the stations oak brush was conspicuous either as an understory under the young yellow pine trees, or as thickets growing in the openings between the trees. Toward the lower edge of the montane belt alligatorbark junipers were frequent in the yellow pine forest, and pinyon pines occurred more rarely. In addition to Peromyscus several Microtus longicaudus mordax were trapped at the Montjeau Lookout B and Little Creek stations, and one Eutamias cinereicollis canipes at the Angus station. Montjeau Lookout B station. Located in the Sierra Blanca Mountains one mile southeast of Montjeau Lookout and six and one-half miles in a direct line northwest of Ruidoso. Little Creek station. On the north side of Little Creek, three miles northwest of Alto, and six and one-half miles northwest of Ruidoso. Alto station. On a low ridge between Little Creek and Eagle Creek, one mile west of Alto, and five and one-half miles in a direct line north and little west of Ruidoso. Angus station. Located on a fairly steep slope one and one-half miles northwest of Angus and nine miles in a direct line north of Ruidoso.",
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "num": null,
                "text": "Trees are absent from many of the small basins on the eastern side of the southern New Mexican mountains and in these places a short-grass association is developed. A rocky-slope association occurs frequently along the sides of the canyons and valleys. The nogale association is confined to the borders of the more permanent streams. In addition to Peromyscus two pocketmice (Perognathus flavus flavus) were trapped at the Mesa station. The cottontail rabbit (Sylvilagus audubonii minor) was especially numerous at the Capitan Gap B station. Pinyon-Juniper Association. Capitan Gap B station. Located one-half mile south of the summit of Capitan Gap and seven miles in a direct line northeast of Capitan. The station lies at the upper edge of the sabinal belt. Mesa station. Near Mesa Ranger Station and five miles in a direct line southwest of Capitan. Indian Divide station. Just east of Indian Divide and six miles in a direct line northwest of Capitan. Hollywood station. Trapping was conducted at two places about one mile apart, both near the road junction known as Hollywood or Ruidoso Junction. The first location was on the east side of Gavilan Canyon, two miles in a direct line east of the Ruidoso postoffice, the other two and one-half miles southeast of Ruidoso near the Forest Service campground. Lincoln A station. On steep rocky slopes immediately south of the Rio Bonito, at the place known locally as Double-crossing, and four miles northwest of Lincoln. Rocky-slope Association. Capitan station. On a steep south-facing slope alongside Salado Creek one-half mile east of Capitan. The slope was partially covered with rocks of various sizes, some of them immense boulders fallen from the cliffs above. Between the rocks there was a thin growth of grass and flowering herbs and an open stand of small pinyon pines, junipers, fragrant sumac, cacti, and yucca.",
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "num": null,
                "text": "are available the descriptions by Ruthven ('07), Benson ('33), Blair ('41), and Dice ('30). The belt includes the desert plain and the lower desert slopes of the adjacent mountains. The lava bed known as the Tularosa Malpais extends downwards from the arid grassland belt into the desert belt. Another interesting ecological feature of the desert belt are the White Sands. These are mostly dunes composed of almost pure gypsum sand. ECOLOGICAL DISTRIBUTION OF THE SPECIES The cactus-mouse (Perornyscus erem'icus eremicus) has a wide distribution in the desert belt of the Tularosa Basin,",
                "uris": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "num": null,
                "text": "Numbers of Peromyscus and Neotoma taken in southern New Mexico during 1937 ............... 9200 -16? Yellow Pine Association Montjeau Lookout B ............... 8900 -17 Little Creek ....................... 8000 -12? Alto ..............................Capitan Gap A ...................Angus ............ ................ 7000 -20 -4 1 2 ?",
                "content": "<table><tr><td colspan=\"6\">Eleva-z i Stations tion . ,</td></tr><tr><td>feet</td><td>B</td><td>~</td><td>~</td><td>~</td><td>'</td></tr><tr><td/><td/><td colspan=\"4\">NN'; ;\\NtuiE; N a t u</td></tr><tr><td>Montane Belt</td><td/><td/><td/><td/><td/></tr><tr><td>Oak Brush Association</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Montjeau Lookout A . 7500 -5 ---2 ----1 -</td></tr><tr><td colspan=\"6\">. 7500 -12 -4 2 6 -11 --2 -</td></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "num": null,
                "text": "Belt Malpais Association Carrizozo ......... ...............",
                "content": "<table><tr><td>. 5400 1 ? ----4 --I -I</td></tr><tr><td>and Collins, '18). An occasional bob-</td></tr><tr><td>tailed boylii is found in nature, suggesting</td></tr><tr><td>that a brush-mouse sometimes escapes</td></tr><tr><td>from a predator with the loss of only the</td></tr><tr><td>end of his tail. The tail sheath of nasu-</td></tr><tr><td>tus, on the contrary, is firmly attached to</td></tr><tr><td>the tail vertebrae except at the tip, and it</td></tr><tr><td>usually will not slip off when the animal</td></tr><tr><td>is suspended by the tail. This method of</td></tr><tr><td>distinguishing between the species boylii</td></tr><tr><td>and nasutus, while generally reliable, is</td></tr><tr><td>rather rough on the animal and it was</td></tr><tr><td>not intentionally employed on any of our</td></tr><tr><td>mice.</td></tr><tr><td>Mammals other than Peromyscus were</td></tr><tr><td>prepared as regular museum round skins</td></tr><tr><td>and skulls.</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}