{
    "paper_id": "Dice1930-Methodsofindicatingrelativeabundanceofbirds",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:52.129648Z"
    },
    "title": "DIcr, Indicating Abundance of Birds. Auk Jan. METHODS OF INDICATING RELATIVE ABUNDANCE OF BIRDS",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1930-Methodsofindicatingrelativeabundanceofbirds",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "TRE problem of population is vital in any study involving ecology or economics, and an easy method of determining bird populations would be most useful. A complete census of the actual numbers of each species present per acre would undoubtedly be most valuable, but unfortunately is time consuming and difficult of perfect execution. A simpler method would be welcome even if it gives only a statement of relative rather than of actual numbers present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Everyone is familiar with the usual relative terms such as \"rare\" and \"common.\" These terms are well known to be vague in their limits and they are applied differently by different observers. Even the same observer will vary in usage from time to time, especially when applying the terms to diverse groups, such as Sparrows and Eagles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Recently it has been suggested by Kenoyer • that the relative abundance of birds and other animals might be expressed by the method developed by Raunkiaer and Gleason 2 for plants. In this method no count is made of individuals, but the species are listed on each of twenty-five or more quadrats in the same habitat, each quadrat being of the same area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As applied to birds this method would involve the listing of the species present on each of a number of unit areas, each area (quadrat) being of a size large enough to give a good sample of the bird population in the habitat under study. Perhaps each area could be considered to include ten yards on each side of a trail or path for a distance of one-hundred paces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to the method of Raunkiaer, if a species is present on each quadrat studied it has a frequency of 100%; if only on one quadrat out of twenty-five it has a frequency of 4%. Many ornithologists make lists of the birds seen on their field excursions, but as a rule little use is made of these lists afterwards.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I would urge that a fair trim be made of the method of keeping these lists by half-hours in the field and by habitat, so that the percentage abundance of the several species can be computed, and thus give a statistical picture of the bird fauna of the region. All these bird lists cannot be published, but the summaries could be printed in a relatively small space and would be of high value for comparison with other regions. The lists will become of greatest dependability when they are the averages of numerous accurate lists submitted by many observers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "z L. A. Kenoyer, Ecology, Vol. 8, pp. 341-349. 1927. • H. A. Gleason, Bull. Torrey Bot. Cqub, vol. 47, pp. 21-33. 1920. Downloaded from https://academic.oup.com/auk/article/47/1/22/5256724 by guest on 07 October 2021 ¾ol. XL¾II]",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ".Downloaded from https://academic.oup.com/auk/article/47/1/22/5256724 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/auk/article/47/1/22/5256724 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "It is found by Raunkiaer that the greatest number of species in any flora are those of low frequence (rare or few); a lesser number are of high frequence (common or abundant); while the intermediate frequencies include the fewest number of species. More recently an adaptation of the Raunkiaer method to the relative frequence of occurrence of birds has been made by Linsdale. t On an area in Kansas the bird species observed were plotted on a frequency curve, using time units (days) instead of space units (quadrats). The number of times each species was recorded is expressed as a percentage of the number of days on which observations were made. The results are certainly of value, but could have been made more useful by keeping the lists for each habitat separately. The field work was, however, not done with this point in view. Several years earlier Grinnell and Storer s had proposed a method of showing relative abundance of birds by listing the number of individuals of each species noted during each hour of field observation. The suggestion was that time instead of space be used as the unit of comparison. No attempt was made by these authors to apply any statistical method of summarizing the data obtained.It seems to me that the use of hours, or better still, half-hours, would give better statistical results than the use of days. The lists made for each of a series of half-hours by one observer can be grouped and the frequency of occurrence of each species expressed as a percentage. Account should of course be taken of the time of day, for it is well known that birds are more active during certain hours. Attention must also be paid to the season, and if any demonstration of migratory movements is expected one could not combine records covering more than about one-tenth of a month.I should like to emphasize the importance of keeping independent lists for each kind of habitat. We are coming to realize the importance of habitat in determining the presence or absence of birds and of other animals.Statements of the relative abundance of birds for a given region are not nearly so valuable as would be statements of the relative abundance of the birds in each kind of habitat in the region. We suspect that much of the decrease in the numbers of game and song birds is due to the of their natural habitats. Any information hearing on the relative importance for the birds of the various kinds of habitats will be of value in determining pollcies leading towards the preservation and encouragement of the bird fauna. There are certain errors inherent in the proposed method of stating the relative abundance of birds. It is evident that nocturnal and secretive forms will often escape record. Also, those birds that go in flocks will be given too low a relative frequency. One hundred birds in a flock will be recorded only once by the observer and appear as but one record in a list; while the same one hundred birds scattered evenly over a habitat would likely be included in a number of lists. But in general the method should give useful figures for comparative abundance, and at a minimum of time for field observation."
            }
        }
    }
}