{
    "paper_id": "Dice1933-FertilityrelationshipsbetweensomeofthespeciesandsubspeciesofmiceinthegenusPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:56.183000Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1933-FertilityrelationshipsbetweensomeofthespeciesandsubspeciesofmiceinthegenusPeromyscus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "FORESTS AND STREAM FLOW: Hoyt and Troxell, Proc. Amer. Soc. Civil Engineers, vol. 58, Aug., 1932 , pp. 1037 -1066 Bates, id., Sept., 1932 , pp. 1288 -1293 ~tevens, Blaney, Mead, Randall, Barrows, Baker, Smead, and Cecil, td., Dec., 1932 , pp. 1811 -1836 Sopp and Rowe, id.) vol. 59, Feb., 1933, pp. 376-379; Lowdermilk, Rule and Kennedy, id., Mar., 1933, pp. 484-494. . GREENE, R. A., AND REYNARD, C. R. Influence of Two Burrowing Rodents .•. on Desert Soils in Arizona. Ecology, vol. 13, 1932, pp. 73-80. (See also Greene, R. A., and Murphy, G. H., id., pp. 359-363 .) HINTON, M. A. C. Biological Principles in the Control of Destructive Animals. / Proc. Linnean Soc. London, Session 144, 1931 -32, pt. 4, 1932 , pp. 111-126. SHELFORD, V. E. Some Concepts of Bioecology. Ecology, vol. 12, 1931 TAYLOR, W. P. Methods of Determining Rodent Pressure on the Range. Ecology, vol. 11, 1930, pp. 523-542. (See also Taylor, W. P., id., pp. 787-788.) Museum of Vertebrate Zoology, Berkeley, Cal1fornia.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 96,
                        "text": "Hoyt and Troxell, Proc. Amer. Soc. Civil Engineers, vol. 58, Aug., 1932",
                        "ref_id": null
                    },
                    {
                        "start": 97,
                        "end": 107,
                        "text": ", pp. 1037",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 113,
                        "text": "-1066",
                        "ref_id": null
                    },
                    {
                        "start": 114,
                        "end": 137,
                        "text": "Bates, id., Sept., 1932",
                        "ref_id": null
                    },
                    {
                        "start": 138,
                        "end": 148,
                        "text": ", pp. 1288",
                        "ref_id": null
                    },
                    {
                        "start": 149,
                        "end": 154,
                        "text": "-1293",
                        "ref_id": null
                    },
                    {
                        "start": 155,
                        "end": 236,
                        "text": "~tevens, Blaney, Mead, Randall, Barrows, Baker, Smead, and Cecil, td., Dec., 1932",
                        "ref_id": null
                    },
                    {
                        "start": 237,
                        "end": 247,
                        "text": ", pp. 1811",
                        "ref_id": null
                    },
                    {
                        "start": 248,
                        "end": 253,
                        "text": "-1836",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 307,
                        "text": "Sopp and Rowe, id.) vol. 59, Feb., 1933, pp. 376-379;",
                        "ref_id": null
                    },
                    {
                        "start": 308,
                        "end": 367,
                        "text": "Lowdermilk, Rule and Kennedy, id., Mar., 1933, pp. 484-494.",
                        "ref_id": null
                    },
                    {
                        "start": 471,
                        "end": 566,
                        "text": "Ecology, vol. 13, 1932, pp. 73-80. (See also Greene, R. A., and Murphy, G. H., id., pp. 359-363",
                        "ref_id": null
                    },
                    {
                        "start": 664,
                        "end": 694,
                        "text": "Soc. London, Session 144, 1931",
                        "ref_id": null
                    },
                    {
                        "start": 695,
                        "end": 711,
                        "text": "-32, pt. 4, 1932",
                        "ref_id": null
                    },
                    {
                        "start": 712,
                        "end": 794,
                        "text": ", pp. 111-126. SHELFORD, V. E. Some Concepts of Bioecology. Ecology, vol. 12, 1931",
                        "ref_id": null
                    },
                    {
                        "start": 862,
                        "end": 942,
                        "text": "Ecology, vol. 11, 1930, pp. 523-542. (See also Taylor, W. P., id., pp. 787-788.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By LEE R. DICE .The mice of the genus Peromyscus have proved quite generally fertile in the laboratory when pairs of the same stock are mated together. Some pairs during the breeding season will produce a litter with great regularity every month for 5 or 6 months or even for a longer period. However, some species and subspecies have proved to be only moderately fertile, while a few forms so far have failed entirely to reproduce in captivity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "For securing the breedings stocks used in this study I am indebted to Philip F. Allan, Seth Benson, Philip Blossom, G. W. Bradt, J. C. Cross, Dora S. Dice, Robert K. Enders, Julius Haverson, Paul Hickie, Arthur A description of reproduction in the mice of this genus has been given by Svihla. 2 My method of making matings is to place the male and the female together in a freshly cleaned cage. Under conditions strange to both they are less likely to fight than if one be introduced into the cage of the other. Fighting does occur between some newly mated individuals, especially when the members of the pair are of different races, and sometimes one or both animals may be injured or killed. To secure harmonious matings between distinct species it is desirable to mate the animals when they are very young-weaning time is the best age. An old animal is likely to fight to the death if placed with an individual of another species. The mated pairs are left together constantly. The matings are considered to be failures if no young are produced in a period of four or more months during spring, summer, or autumn, which are the seasons of greatest sexual activity. However, many of the matings have been continued for a year or more.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 294,
                        "text": "2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "H. Howell, Ralph W. Jackson, M. F. Landwer, Paul A. Moody, Adolph Murie, H. B. Sherman, H. M. Smith, L. C. Stegeman, W. L.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Species of Peromyscus which have bred in my laboratory at Ann Arbor, Michigan, are eremicus, californicus, maniculatus, polionotus, leucopus, gossypinus, boylii, nasutus, truei, and nuttallii. . Of these species, boylii has been generally a poor breeder, although one stock has been very fertile. The one female of nuttallii which I had available proved fertile, but the young did not live long, so that I failed to establish a continuing stock.",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 192,
                        "text": "eremicus, californicus, maniculatus, polionotus, leucopus, gossypinus, boylii, nasutus, truei, and nuttallii.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Peromyscus crinitus has failed to breed in the laboratory, but I have had only two pairs available, one pair of P. c. auripectus and one of P.c. disparilis. The species therefore has not had a fair trial.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Some subspecies also have failed to breed, even though closely related races have been fertile. Subspecies which so far have failed to breed in the laboratory are Peromyscus maniculatus oreas, P. leu copus aridulus, P. 1. tornillo, and P. boylii levipes. All of these except oreas have been represented by few individuals. If larger numbers had been available it is probable that most or all the races would have bred.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus oreas has so far proved entirely infertile in my laboratory. Not a single young one has been produced by any of ten pairs kept together for considerably more than a year. The original stock was kindly secured for me by Arthur Svihla at Port Angeles, Washington. Svihla3 secured young from the mating of a pair kept in a cage at the locality where they were taken; but when moved to a lab-oratory at Pullman, Washington, the whole stock became infertile. It should be remarked that Pullman is located in a rather arid prairie part of the state, while Port Angeles is in the dense coastal forest with heavy rainfall. Evidently some factor of importance to this subspecies is lacking from the laboratory environment both at Pullman and Ann Arbor, as these mice have bred at neither place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Stocks of mice secured from different localities within the range of one subspecies frequently show considerable differences in their fertility. One stock of a subspecies may be very fertile while another stock is relatively infertile. Evidently fertility is not closely correlated with subspecific characters, most of which are based on body dimensions or on color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Stocks represented by many individuals, and therefore allowing the making of many matings, are most likely to prove fertile. In a small stock a few infertile individuals may prevent most or all of the pairs from being fruitful.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Certain individuals in nearly every stock seem to be infertile. These may be either males or females. I cannot present statistics on this point for my general aim has been to secure large numbers of offspring for studies of variability, and little attempt has been made to test the fertility of each individual. In some stocks every pair will produce young, while in other stocks only an occasional pair will breed. When a pair does prove fertile it will often produce a number of litters in succession. The mice born in the laboratory are more likely to be fertile than those caught in the field.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The cause of the infertility of individual mice has not been investigated. Undoubtedly some individuals are past their most productive age when caught. Others are perhaps adversely affected by the change in mode of life necessitated by captivity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "A breeding season seems to occur in my laboratory, even though the temperature during the winter is kept quite uniformly slightly above 70°F. Relatively few young are born during the winter months from November to January. The food does not vary during the year; it is mostly a dry ration, with the addition of lettuce.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "It is quite likely that our laboratory conditions favor some stocks and some subspecies more than others, for we would expect the various geographic races to have different requirements for temperature, humidity, food, and perhaps for other factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "There is a possible suggestion of a differential fecundity in my laboratory between certain groups of subspecies within the species maniculatu8. The subspecies artemisiae, gracilis, hollisteri,' maniculatus, oreas, and rubidus have in general proved to be less fertile than the subspecies assimilis, bairdii, blandus, gambelii, osgoodi, rufinus, and sonoriensis. However, certain pairs or even whole stocks of artemisiae, gracilis, hollisteri, and rubidus have been very fertile, while other pairs or even whole stocks of these subspecies have failed to produce any offspring. As was mentioned above, oreas has failed completely to breed in the laboratory .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "It will be noted that the short-tailed subspecies of maniculatus are in general very fertile in the laboratory, while the long-tailed forms are much less productive. The short-tailed subspecies generally have a more southern range and usually live in prairies, deserts, and rather arid forests, though some live in quite heavy mountain-top forests. On the other hand, the long-tailed subspecies in general live in the heavy northern or Pacific coast forests. Apparently the conditions in my laboratory are most favorable for the short-tailed subspecies of more southern distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Matings between different subspecies of one species are usually fertile, probably nearly as frequently as matings between individuals of the less fertile subspecies involved in the cross. The offspring of such subspecific crosses have proved to be fertile in every case tested.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Eleven subspecies of the deer-mouse Peromyscus maniculatus so far tested have all proved more or less fertile when crossed with other subspecies of the same species. These subspecies are artemisiae, assimilis, bairdii, blandus, gambelii, gracilis, hollisteri, maniculatus, osgoodi, rubidus, and sonoriensis. The several subspecific crosses have not all been equally productive, but it seems probable that every subspecies of this species is more or less fertile with every other subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "In the beach-mouse, Peromyscus polionotus, Sumner 4 secured fertile offspring from all the possible crosses between three subspecies, albifrons, leucocephalus, and polionotus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "In the white-footed mouse, Peromyscus leucopus, I have secured fertile offspring between the subspecies arizonae, fusus, leucopus, noveboracensis, and texanus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Two subspecies, eremicus and fraterculus, of the cactus:..mouse, Peromyscus eremicus, produced fertile offspring when crossed by Huestis. 5 The subspecies anthonyi, eremicus, fraterculus, and pullus 6 have proved to be fertile together when crossed in my laboratory.",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 139,
                        "text": "5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Of the pinyon-mouse, Peromyscus truei, the. subspecies gilberti and truei have produced young when crossed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Two subspecies, californicus and insignis, of the parasitic mouse, Peromyscus californicus, also have proved to be fertile when crossed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The evidence from these crossings is that all the geographic races of one species are more or less fertile together in the laboratory. This does not prove that interbreeding will always occur in nature when two related subspecies occupy the same area. Instances of the failure of related subspecies to interbreed where they occur together have been reported by Adolph MUrle 7 and by myself. 8 In both these instances the two subspecies concerned occupy different ecological habitats and this segregation is undoubtedly a factor in preventing their interbreeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Crosses in the laboratory between the closely related species maniculatus and polionotus have produced fertile young. Sumner, 9 out of a number of attempted crosses between P. polionotus leucocephalus and various subspecies of maniculatus, secured one female offspring in a cross with P. m. sonoriensis. This Fl female proved to be fertile when mated with gambelii, another subspecies of maniculatus. In my laboratory one litter of young has been secured from 5 m:atings of P. polionotus polio-• notus and P. maniculatus bairdii. It should be noted that in this cross between species there seems to be a certain degree of infertility, for only a few of the attempted matings have been successful.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The species maniculatus and polionotus are shown by morphological characters to be closely related, and by Osgood 10 both are placed in the same species-group. The ranges of the two .species are separated by a wide area in which no form of either species occurs, so that in nature there is no chance for interbreeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Attempted crosses in the laboratory between widely differing species have invariably proved to be failures. The species maniculatus and leucopus both belong to the subgenus Peromyscu8, and though they are placed in different species-groups, in external appearance they are not very different. Nevertheless, no offspring have been secured from 69 attempted cross matings between P. leucopus noveboracensis and 5 different subspecies of P. maniculatus. In many of these matings the pair lived together in the same nest for a year or more. All the animals used in the attempted crosses were from stocks known to be fertile, and quite a few of the individual mice used in the tests were proved to be fertile with members of their own species. The two species are found together in the same geographical districts in parts of eastern and central North America, often living in the same habitats, and no evidence of interbreeding in nature has been found. The indications are that the two species are never fertile together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Several attempted crosses between the species truei and maniculatus also have produced no results. No offspring were secured from 6 matings between P. truei truei and several subspecies of P. maniculatus. The species truei also belongs to the subgenus Peromyscus, but it has nup:lerous morphological differences from both maniculatus and leucopus, and it is placed in a third species-group. Its geographical range in part overlaps that of maniculatus, and possibly in some places that of leucopus, but it has rather specialized habitat preferences. , There is no evidence whatever that in nature it hybridizes with either maniculatus or leucopus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The species eremicus has proved to be infertile with maniculatus, leucopus, and californicus. Twenty-nine attempted matings between eremicus and maniculatus have been failures, and so also have been 24 attempted crosses between eremicus and leucopus. Eremicus belongs to a different subgenus, Haplomylomys, from maniculatus and leucopus, both of which are in the subgenus Peromyscus. There are many morphological differences between the members of the two subgenera, including importap.t differences in the genitalia, so that crosses involving these subgenera could hardly have been expected to succeed. However, 6 attempted crosses between eremicus and californicus have also failed. Californicus is placed in the same subgenus as eremicus, though the two species have many morphological differences. Among other differences californicus is more than twice as large as eremicus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "No physiological or embryological explanation is available for the failure of most of the attempted species crosses. I have made no effort to determine whether copulation actually occurred. If copulation did occur, the fertilization of the ovum may have been unsuccessful, or perhaps the growth of the embryo was arrested after a longer or shorter period of development. All that can be stated is that the pairs were together for a number of months during the breeding season and that young were not found in the nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Fertility relationships in the genus Peromyscus seem to be closely correlated with morphological characters. Forms shown by their morphological chara:cters to be closely related prove to be fertile together, and forms somewhat distantly related, as determined from their structural characters, are less fertile together. For example, all the subspecies of Peromyscus maniculatus are relatively fertile together, but seem to be less fertile with the related species polionotus. Attempted crosses of more distantly related species have been wholly unsuccessful. The determination of taxonomic relationships in the genus, based on morphology alone, is strikingly supported by these studies of fertility relationships.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The species-group, as this term is employed by mammalogists, is shown by these studies to be of great biological importance. In Peromyscus no crosses beyond the species-group have been successful. When these mice have diverged sufficiently in evolution to be classed in different species-groups they apparently have become too different, perhaps through the accumulation of diverse hereditary characters, to be able to hybridize successfully. On the other hand, the members of a speciesgroup, so far as the fertility relationships have been studied in Peromyscus, are fertile together, though not equally so.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "The diverse stocks of any kind of animal which retain the potentiality of producing fertile offspring when these stocks are mated together, constitute a natural biological unit. This is true even though certain members of the group, for certain intervals of time, may be isolated by barriers of a physical, ecological, or psychological nature. Barriers frequently break down and thus bring the previously isolated stocks again together, more or less completely.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Within the biological unit whose members are able to produce fertile offspring, there is the possibility of interchange of hereditary characters. An hereditary character arising in a single animal may eventually, should the character survive, become part of the heredity of the whole interfertile population. The taxonomic unit which in Peromyscus seems to correspond to the biological unit of interfertility is the speciesgroup.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Mter species have diverged sufficiently to be unable to produce fertile offspring when crossed there is no longer the possibility of interchange of hereditary characters. New characters arising in one population cannot by any biological possibility reach another population with which the first population is infertile. Species or groups of species which are infertile with other groups therefore constitute distinct biological units.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "First generation hybrids may sometimes be produced between species which do not produce fertile offspring. A well known example is the infertile mule, which is the hybrid between the horse and the ass. The different kinds of horses, even though differing in important morphological characters, all seem to be fertile together, and they therefore form a natural biological assemblage. But the horses and the asses differ too much from each other to produce fertile offspring, and they accordingly belong to different biological units. Nevertheless, the horses and the asses have not yet diverged sufficiently to fail to produce offspring when mated together, even though their offspring is infertile. On the contrary, the species-groups of Peromyscus, so far as they have been tested, are apparently very divergent physiologically, for when attempts are made to cross these species-groups they fail to produce even first generation hybrids.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FERTILITY RELATIONSHIPS BETWEEN SOME OF THE SPECIES AND SUBSPECIES OF MICE IN THE GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "All the geographic races of Peromyscus so far tested in the species maniculatus, leucopus, truei, eremicus, and californicus, produce fertile offspring when mated with other subspecies of their own species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Crosses between the species Peromyscus maniculatus and P. polionotus sometimes succeed, and produce fertile offspring. Though their ranges are far separated geographically, the two species are members of the same species-group. . All attempts to cross the species maniculatus with leucopus, truei, or eremicus have been failures. Neither could eremicus be crossed with leucopus nor with califomicus. The indication is that the mice of different species-groups are infertile together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "All the diverse animals which are potentially interfertile form a natural biological unit, within which interchange of hereditary characters is possible. This biological unit in the genus Peromyscus corresponds closely to the taxonomic species-group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "L. R. Dice, Journ. Mammalogy, vol. 10, pp. 116-124. 1929.Downloaded from https://academic.oup.com/jmammal/article/14/4/298/900371 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A. Svihla, Univ. Mich., Misc. Pub!. Mus. Zoo!., no. 24, pp. 1-39. 1932. 3 Arthur Svihla, Murrelet, vo!' 14, pp. 13-14. 1933.Downloaded from https://academic.oup.com/jmammal/article/14/4/298/900371 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/14/4/298/900371 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "'F. B. Sumner, Journ. Genetics, vol. 23, p. 282. 1930. 5 R. R. Huestis, Proc. Nat. Acad. Sci., vol. 9, p. 354. 1923. \"6 PhilipM. Blossom, Univ. Michigan, Dccas. Pap.Mus. Zool., no. 265, p. 3. 1933. Downloaded from https://academic.oup.com/jmammal/article/14/4/298/900371 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Adolph Murie, Univ.Michigan, Occas. Pap. Mus. Zoo!., no. 270, p. 16. 1933. 8 Lee R. Dice, Journ. Mammalogy, vol. 12, pp. 21l~212. 1931. 9 Sumner, supra cit., pp. 282,-283.-.10 W. H. Osgood, U. S. Dept. Agric.,N. Amer. Fauna, no.-28, pp.28, 29,1909. Downloaded from https://academic.oup.com/jmammal/article/14/4/298/900371 by University of Michigan user on 07 October 2021DICE~FERTlLITY OF PEROMYSCUS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": "Strunk, Arthur and Ruth Svihla, W. V. Turnage, H. V. Williams, and especially to Francis B. Sumner. The studies have been supported by the Museum of Zoology and the Laboratory of Vertebrate Genetics of the University of Michigan, aided by grants from the Faculty Research Fund. The animals have been reared by the methods described in an earlier publication. 1"
            }
        }
    }
}