{
    "paper_id": "Dice1935-ACreamVariationofPelageColorinPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:57.372536Z"
    },
    "title": "",
    "authors": [
        {
            "first": "P",
            "middle": [],
            "last": "Bole",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "JOURNAL OF MAMMALOGY in Ohio seems to be wet, cool ravines where hemlock predominates, with some beech, maple, and yellow birch. Despite extensive trapping in many of the bogs of northeastern Ohio, no specimens have been taken in such places, although some were found in small boggy localities at the foot of hemlock-covered slopes. The mammal associates of N apaeozapus seem to be Zap us hudsonius hudsonius, Sorez fumeus fumeus, Blarina brevicauda, and Peromyscus leucopus noveboracensis. The woodland jumping mouse has not yet been reported from Ashtabula County, despite considerable trapping along the Pennsylvania line.-B.",
    "pdf_parse": {
        "paper_id": "Dice1935-ACreamVariationofPelageColorinPeromyscus",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "JOURNAL OF MAMMALOGY in Ohio seems to be wet, cool ravines where hemlock predominates, with some beech, maple, and yellow birch. Despite extensive trapping in many of the bogs of northeastern Ohio, no specimens have been taken in such places, although some were found in small boggy localities at the foot of hemlock-covered slopes. The mammal associates of N apaeozapus seem to be Zap us hudsonius hudsonius, Sorez fumeus fumeus, Blarina brevicauda, and Peromyscus leucopus noveboracensis. The woodland jumping mouse has not yet been reported from Ashtabula County, despite considerable trapping along the Pennsylvania line.-B.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "A CREAM VARIATION OF. PELAGE COLOR IN PEROMYSCUS A variation in pelage color resembling cream of Rattus rattus (Crew, 1923, Journ. Heredity, vol. 14, pp. 221-222) has been observed in a single individual of the deermouse Peromyscus maniculatus gracilis. So far as could be determined the color variation of this individual was not inherited.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 162,
                        "text": "(Crew, 1923, Journ. Heredity, vol. 14, pp. 221-222)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The cream-colored individual, a young male, was secured alive in the summer of 1922 by Drs. Frank N. and Frieda CobbBlanchard, at 'Douglas Lake, Cheboygan County, Michigan. When taken, the mouse was very pale in color, almost white, but had black eyes. The mouse was given to me for study in May, 1925, at which time it had become somewhat tinged with yellow and would be described as pale cream in color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This male cream-colored mouse was mated with a normal agouti female from Elmira, Otsego County, Michigan. Elmira is less than forty miles from Douglas Lake and the same subspecies of deer-mouse occurs in both localities. Seven young wer~born from this mating, all normal agouti like the mother. A back-cross ofthese F 1 hybrids to the cream-colored male was attempted, but no offspring weresecured, perhaps because of the advanced age of the cream-colored individual.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Matings of the F 1 generation mice among themselves produced thirteen F 2 mice, all of which were normal agouti in color. The stock then was turned over to H. W.' Feldman, who made numerous other matings and secured a considerable number of progeny, all of which were normal in color. None of the descendants of the cream-colored male showed the least tendency to resemble their abnormal ancestor, and the character was apparently not inherited.-LEE R. DICE, University of Michigan, Ann Arbor, Michigan, and Cranbrook Institute of Science, Bloomfield Hills, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the summer of 1934, while travelling for the Bureau of Plant Industry in Wyoming and Nebraska, the writer noted that ground squirrels, mostly Citellus elegans (Kennicott), were especially abundant along national highways and other heavily travelled roads. The following explanation is offered. At night jack rabbits are blinded by automobile lights, and in their confusion often bound into the path of the oncoming car. Commonly eight to twelve jack rabbit carcasses may be counted in stretches of no more than a mile in length. Ground squirrels apparently find these carcasses an excellent source of food, and numbers of them may be seen feeding on each rabbit. Ordinarily ground squirrels are considered to be vegetable feeders, as indicated by the group name \"spermophiles.\" The ground squirrels usually retreat from the road upon the approach of a car and are not often killed by autos. Also, the enemies of the ground squirrels, chiefly carnivora and hawks, are largely frightened away by the traffic. However, on several occasions weasels were seen pursuing the rodents. But for the most part, the ground squirrels find abundant food in relatively safe situations. The only other animal, excepting insects, observed feeding on the rabbits was the black-billed magpie. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF GROUND SQUIRRELS ALONG HIGHWAYS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "-ROBERT F. MARTIN, Shinnston, W. Va. Downloaded from https://academic.oup.com/jmammal/article/16/2/154/870994 by University of Michigan user on 07 October 2021",
                "num": null
            }
        }
    }
}