{
    "paper_id": "Dice1927-Thetransferofgameandfur-bearingmammalsfromstatetostate,withspecialreferencetothecottontailrabbit",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:48.863062Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1927-Thetransferofgameandfur-bearingmammalsfromstatetostate,withspecialreferencetothecottontailrabbit",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "FROM STATE TO STATE, WITH SPECIAL REFERENCE TO THE COTTONTAIL RABBIT By L. R. DICE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "On account of the depletion of native stocks of game and fur-bearing mammals in many states it is becoming the practice of sportsmen, game commissioners, and fur farmers to introduce fresh stock of some species from other states. The transfer of breeding stocks of wild animals from place to place is not by any means a new thing, but of late years more extensive introductions than ever before are being made.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "If each kind of game or fur-bearing mammal occurred in North America only as a single race, without subspecies, there might be little danger in introducing stock from other states. If in North America there were only one kind of deer, for instance, there would probably be no serious objection to restocking Ohio with deer brought from Vermont, North\" Carolina, Colorado or Oregon. As a matter of fact, however, there are in North America a number of species of deer, and some of the species are made up of a number of subspecies or geographic races. Thus, deer for stocking secured from Oregon would represent a species different from the eastern white-tail, while those secured from Vermont, Colorado, and North Carolina would each be of a different subspecies. Nearly every other kind of North American mammal, likewise, is made up of a number of geographic races or, as they are called, subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "It is this tendency of North American mammals to break up into a multitude of species and subspecies which complicates the transfer of game or fur-bearing mammals from state to state. The different subspecies of a species are sometimes closely similar to one another; differing only in minor characters of color or size; but often they are quite different in respect to color, size, habits, or disposition, and often in respect to all of these factors. These differences between geographic races of the same species have not been sufficientlyappreciated, although hunters of wide experience are fully aware that such differences occur.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "The species of game mammals which are now being introduced from state to state include the American elk, deer, snowshoe hare, cottontail rabbit, and probably others. It is known also that gray squirrels 'and fox squirrels have been stocked in some parks and preserves. The red fox and the muskrat and perhaps some other fur-bearing species have been transferred from state to state for breeding purposes. These last forms are usually kept in a state of semi-domestication, but undoubtedly some Individuals occasionally escape from captivity. The European hare has become established in several localities after being introduced for sporting purposes. However, I shall not consider particularly the introduction of species not native to North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "In order to illustrate the extent to which one kind of game mammal is being transferred from state to state I give here a digest of the records I have been able to obtain of the introduction of the cottontail rabbit into the eastern states. For these records I am indebted to the game departments of the states listed and to several sportsmen's organizations. Unfortunately, the records are far from complete and most states keep no records of introductions. Cottontail rabbits, therefore, have likely been introduced into other states than those for which they are reported. Also the source of origin of the stock imported is usually not certainly known, so it is impossible in many cases to be certain as to the race imported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TRANSFER OF GAME AND FUR-BEARING MAMMALS",
                "sec_num": null
            },
            {
                "text": "Connecticut. Meriden Sportsmen's Association in 1925 liberated about 150 to 200 cottontails probably from both Kansas and Minnesota; in 1926, up 1922-1923, 1,619 rabbits; 1923-1924, 8,874 rabbits; 1924-1925,9 ,265 rabbits. These rabbits were released in all parts of the state.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 132,
                        "text": "Kansas and Minnesota;",
                        "ref_id": null
                    },
                    {
                        "start": 133,
                        "end": 144,
                        "text": "in 1926, up",
                        "ref_id": null
                    },
                    {
                        "start": 145,
                        "end": 208,
                        "text": "1922-1923, 1,619 rabbits; 1923-1924, 8,874 rabbits; 1924-1925,9",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "New York. The State Conservation Commission has no records, although it informs me that some of the state game clubs have from time to time imported rabbits for stocking.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "North _These records show that cottontail rabbits have been extensively introduced into Maryland, New Jersey, and Pennsylvania. Smaller numbers are known to have been introduced into Connecticut, Massachusetts, New York, and West Virginia. The states of Ohio and Rhode Island are also planning to introduce them.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "It is evident that extensive naturalization of the cottontail has taken place in the east, and that the artificial introduction of this animal is on the increase. . Such extensive introductions are certain to affect strongly the native cottontails of the northeastern United States.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "As is well known to mammalogists, two species of native cottontails occur in the east. The New England cottontail (Sylvilagus transitionalis) occupies the southern parts of .New England, southeastern New York, central Pennsylvania, and follows the Appalachian Mountains south to Georgia. The second species, Sylvilagus floridanus, occupies most all the eastern states south of Canada, excepting northern New England and the area occupied by the New England cottontail. While Sylvilagus transitionalis apparently does not break up into geographic races in different parts of its range,jloridanus has a number of geographic races, some of which extend west to the arid plains,and others occur in Mexico.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Two native races of Sylvilagus floridanus are found in the northeastern states. Their distribution is as follows: The eastern cottontail (Sylvilagus jloridanus mallurus) occupies the Atlantic Coast States east of the Allegheny Mountains, extending north to lower New York state. The Mearns cottontail (Sylvilagus jloridanus mearnsii) occupies the northern Mississippi Valley, 'extending east to the Allegheny Mountains, north to western New York, Ontario, and Minnesota; west to Iowa and Kansas; and south to northern Missouri and Kentucky'.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Over the southwestern states the common cottontail is of a different species, Sylvilagus audubonii, also represented by many subspecies. It is certain that many of the cottontails sent to eastern states from Kansas and New Mexico, and perhaps Oklahoma, are of this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "With the possible exceptions of the West Virginia cottontails liberated in Connecticut, all of the introductions of cottontails above listed probably represent the bringing in of a foreign kind of rabbit, with possible resultant hybridization with the native stock. However, in parts of New York state cottontails did not natively occur, and possibly some of those introduced into western New York and Pennsylvania may have been of the same subspecies (mearnsii) as the native form, though probably of somewhat different strain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "No certain information is available as to the ability of these different forms of the cottontail to hybridize, but it is unlikely that any race of the western Sylvilagus audubonii will cross successfully with the eastern S. floridanus group. In some preliminary experiments of my own I failed to get a captive male S. f. mearnsii from Michigan to mate with a female S. a. baileyi from Colorado, and they remained constantly antagonistic. Further, large museum series of specimens of rabbits from places where the ranges of two species overlap show no case of certain interbreeding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "It is presumed that interbreeding is possible between all the several races composing the Sylvilagus floridanus group of eastern cottontails; but interbreeding presumably does not occur between any member of this group and the New England cottontail, Sylvilagus transitionalis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "The Maryland Conservation Department and the Game Commissioners of Pennsylvania both state that they have received information that the introduced rabbits from the west have crossed with the native breed in these states. This presum.ably should occur, if the introduced form from the west is Sylvilagus floridanus mearnsii, and if the~localities concerned are in the eastern part of Pennsylvania, where the subspecies Sylvilagus floridanus mallurus is the native form. Interbreeding should presumably also occur in western Pennsylvania on the introduction of S. f. mearnsii, as the native form in western Pennsylvania is of the same subspecies. However, we need more exact information as to what the parent stocks are, and what characters the hybrid offspring show.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Much has been said about the vigor of hybrid stocks. Among some groups of animals hybridization does seem to result in an increased vigor or reproduction and rate of individual growth, but it is not so certain that this vigor persists through many generations. In other cases hybrid stocks seem distinctly undesirable. It is hard to predict what the result of widespread hybridization of game animals will be, especially where the parent races are so distinct as are some subspecies. There is, it seems to me, a real danger that from the interbreeding of subspecies a race of mongrels may often result, inferior in some or many characters to either parent. However, if the parent subspecies are not very different, as is true of the subspecies of Sylvitagus jloridanus (mearnsii or mallurus) found in the eastern states, this danger may be slight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Gamekeepers are inclined to be alarmed about the danger of wild stock degenerating through close inbreeding. The introduction of outside stock might be assumed to counteract this danger. However, there is no good evidence that the inbreeding of wild stock in-nature has ever caused the least degeneration. Moreover, the recent careful experiments of Sewell Wright and others prove that in healthy stocks close inbreeding, even for many generations, results in absolutely no deterioration. The experience of stock breeders supports this conclusion, for nearly all our better lines of domestic animals are very closely inbred, and have been so for numerous generations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Some of the state game commissions seem to have the belief that the rabbits being introduced from the west are superior in size and perhaps other qualities to the native forms. I fail to find any evidence to substantiate this belief, It is true that the New England cottontail (Sylvilagus transitionalis) is smaller, very slightly, than either the eastern cottontail (S. floridanus mallurus) , or the Mearns cottontail (S. f. mearnsii). Both these latter forms are practically alike in size. So there would not seem to be any especial advantage in point of size of introducing the Mearns cottontail from the Mississippi Valley into any eastern state. Nor are there any other advantages from the standpoint of sport, so far as known, of the Mearns cottontail. over either of the eastern forms. Furthermore, the cottontails of the Sylvilagus audubonii group, some of which are known to have been introduced into the east, are distinctly smaller and less valuable as a food animal than any native eastern rabbit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": ". Should rabbits of the Sylvilagus audubonii group of the west ever become well established in the eastern states they might eventually displace the much more valuable native forms. They are very vigorous, and from the observations which I have been able to make on captives they are far more pugnacious than the Mearns cottontail, and would possibly, if given a chance in a habitat to which they are suited, completely drive out the native eastern species. Fortunately they prefer the open plains and it is possible that they will not easily become naturalized in forests of the east, in spite of the exceptionally good opportunities which they are being given.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "As has been previously stated, most kinds of mammals are represented in North America by several geographic races, like those of the cottontail rabbit, and the transfer of any game species from place to place is open to a similar objection, owing to the possible mongrelization or displacement of the native stocks. This objection does not apply strongly to fur-bearing mammals introduced only into enclosures. Such stock would not ordinarily have any effect on the native stock, although breeders. of fur-bearers should of course be cautious about extensive introductions until they are sure the results will be favorable to their own stock. Another possible danger in the introduction of any foreign stock is that of bringing in new diseases. In order to show that this is not entirely a remote possibility I will state that I have found at least one case of skin disease on import cottontails from the west. Whether or not this particular disease is contagious, and if so whether or not it might be able to persist in the east, I do not know. However, some diseases of wild as well as domestic rabbits are known to be contagious.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "From the standpoint of the scientific investigator the extensive transfer of native races is deplorable. Even now some doubts begin to arise as to the purity of race in the Pennsylvania and Maryland cottontails.' The same thing is bound to happen with other species of animals of which foreign stock has been introduced. If introductions have to be made, it would be a great boon to have accurate records kept of the subspecies introduced and of the numbers liberated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "Lovers of the outdoors are interested in maintaining our native animals as nearly natural as possible. It seems to me just as desirable to preserve our native animals unmongrelized as it is to preserve some few patches of our native forests in virgin condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "The introduction of a large number of individuals of any game animal of course increases the number of animals available for shooting in that season, but it is improbable that the increase is as great as would occur from the expenditure of the same amount of money in maintaining proper game breeding grounds. The native stock is presumably that best fitted for the conditions found in any state. The cottontail rabbit, especially, is an animal which will rapidly breed up its own stock if given any sort of chance. Except where a species is totally exterminated I should interpret the necessity of importing foreign stock into any state as a confession from the state game commission that they are unable or unwilling properly to care for their native breeding stock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "There are undoubtedly occasions where the restocking of a state from foreign sources is desirable, but in the case of the cottontail rabbit, and probably for most other species, the introduction of foreign stock is unnecessary; it is undesirable from the standpoint of science and of the preservation of uncontaminated wild life; it may introduce contagious diseases; and it probably will cause the hybridization of diverse sub':' species, leading to the production of mongrel offspring. I would therefore recommend caution, and before introducing mammals from other states I would advise a thorough study of the probable results by competent experts. Finally I would urge, if introductions are made, that complete records be kept of the subspecies brought in, of the source of origin, and the number of individuals introduced, and of the places of liberation. Through the kindness of the Rockefeller Institute for Medical Research, we recently acquired a full-grown mature female monkey (Macacus, sive Pithecus, rhesus), which possesses a good-sized accessory nipple. It is the object of this paper to place the case on record and also to point out for the readers of this Journal the broader biological significance of polythelia and polymastia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF INTRODUCTION OF THE COTTONTAIL RABBIT",
                "sec_num": null
            },
            {
                "text": "As seen in the accompanying illustration, the accessory nipple is placed below and a little mediad the left normal nipple. When the animal was held for the purpose of measurement, the arms were bent back and the skin of the chest thus unavoidably stretched and the nipples pulled out of their normal relation to the midline. In this condition they pointed somewhat laterad, whereas they are normally nearly parallel, with a slight droop when the animal is in the sitting position. In the former position the normal nipples were found to be attached 19 mm. from the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESCRIPTION OF CASE",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/8/2/90/873925 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Contribution from Department of Embryology, Carnegie Institution of Washington, Baltimore, Maryland. Downloaded from https://academic.oup.com/jmammal/article/8/2/90/873925 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF1": {
                "content": "<table><tr><td>Tennessee. No record.</td></tr><tr><td>Vermont. No record.</td></tr><tr><td>Virginia. No record.</td></tr><tr><td>West Virginia. At least one sportsmen's organization has introduced a num-</td></tr><tr><td>ber of cottontails, but no details are at hand'.</td></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "Carolina. No record. Ohio. No record of past introduction, but Kansas cottontail rabbits will possibly be introduced this year (1926) by the State Division of Fish and Game. Ontario. No record. Pennsylvania. The state Board of Game Commissioners each year purchases large numbers of cottontail rabbits from Kansas and Missouri. They are liberated either on state game refuges or on private lands open to public hunting. In the season of 1924-1925, 58,404 rabbits were so introduced. Rhode Island. No records of introduction, but efforts are now being made by the Commissioners of Birds to secure stock from Kansas and Oklahoma."
            },
            "TABREF2": {
                "content": "<table/>",
                "type_str": "table",
                "num": null,
                "text": "Arbor, Michigan. A CASE OF SUPERNUMERARY NIPPLE IN MACACUS RHESUS, WITH REMARKS UPON THE BIOLOGY O\\F PO•l,YMASTIA AND PO~YTHELIA 1 By CARL G."
            }
        }
    }
}