{
    "paper_id": "Dice1931-Theoccurrenceoftwosubspeciesofthesamespeciesinthesamearea",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:53.742319Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1931-Theoccurrenceoftwosubspeciesofthesamespeciesinthesamearea",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Most vertebrate zoologists consider the terms subspecies and geographic race to be synonymous. The geographic range of' a variable species is, according to this conception, divided into two or more divisions, each of which is occupied by a subspecies. Adjacent subspecies, where their ranges meet, are presumed usually, though not always, to intergrade, and the occurrence of intergradation to prove that the forms in question are subspecies. If no intergradation occurs between adjacent forms, they are considered to belong to different species, unless they are presumed to be connected by intergradation elsewhere, either with another subspecies or through a chain of related subspecies. This definition of subspecies has been adopted by most mammalogists and ornithologists, and to some extent it is followed by herpetologists and ichthyologists. Invertebrate zoologists are tending to adopt the definition of the vertebrate zoologists, if they recognize subspecies at all.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is some dissent from this practice among vertebrate zoologists, and C. Hart Merriam! would distinguish between species and subspecies on the basis of degree of difference, rather than on the presumed occurrence or absence of intergradation, which in his opinion can seldom be fully demonstrated. He agrees, however, in considering a subspecies as a geographic race. On the contrary, botanists do not consider a subspecies or variety to be a geographic race, and often report two or more subspecies as occurring together on one area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to the usual geographic concept of subspecies employed by zoologists, no two subspecies of the same species should, except under extraordinary conditions, occur in the same area; for if they should occur together they would be expected to interbreed and lose their distinctness. However, a few cases of two presumably related subspecies occurring in the same region have been reported for the mice of the genus Peromyscus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Along the eastern border of Glacier National Park, Montana, two subspecies, Peromyscus maniculatus artemisiae and P.m. osgoodi (nebrascensis of Osgood) are said by Osgood 2 to occur together, artemisiae living in the forests and osgoodi in the sagebrush.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the Puget Sound region of Washington two other subspecies of Peromyscus maniculatus occur together over a wide area. 3 The relationships in nature of P.m. austerus and P.m. oreas, the two forms in question, have not been critically studied, but there is possibly some difference in habits or habitat which prevents free interbreeding. Another case of overlapping without intergradation mentioned by Osgood 4 is that of algidus and borealis (arcticus of Osgood) in northwestern Canada. The occurrence together of osgoodi and nebrascensis (nebrascensis and luteus of Osgood 5 ) in some localities on the Great Plains is perhaps a similar case.",
                "cite_spans": [
                    {
                        "start": 120,
                        "end": 121,
                        "text": "3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this same species, Peromyscus maniculatus, there can now be added another instance of overlapping without apparent intergradation. The subspecies bairdii is widely distributed over the upper Mississippi Valley, where it lives in the prairies and also in cultivated fields. In Michigan it is found commonly along sandy lake beaches as well as in open fields. The subspecies gracilis is a northern form living in heavy forests. In Charlevoix County, Michigan,6 both subspecies occur, bairdii confined to the lake beaches, and gracilis restricted to the forest. Both forms may occur in buildings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Near Ann Arbor, in the southern part of Michigan, a few bairdii occur in open fields and meadows. Some winter-taken specimens of Peromyscus from this region have long been suspected to be gracilis, but it has seemed unwise to extend the known range of the subspecies so many miles without more positive evidence. This evidence is now at hand. A female Peromyscus, identifiable by general appearance as gracilis, was taken alive in a woodlot near Ann Arbor by W. L. Strunk in the summer of 1929. This female proved fertile when mated with a male rufinus from stock taken in Colorado. This stock of rufinus had previously proved fertile when mated with undoubted gracilis from northern Michigan. On the other hand all attempts to interbreed the subspecies of Peromyscus maniculatus with Peromyscu8 leucopus noveboracensis, another species occurring in the woods at Ann Arbor, have resulted in failure. We thus demonstrate by breeding that the female in question is a member o( the species maniculatu8 rather than of the species leucopu8. Further, the size of its ears, its white nose, and bright colors, show it to be gracilis rather than bairdii.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The subspecies gracilis in Charlevoix County, Michigan, lives chiefly in the virgin hardwood forest, and under primitive conditions it was probably common in southern Michigan. The clearing of the forests probably has been a contributing factor in the reduction of its numbers in the southern part of the state. Over an extensive area in southern Michigan gracilis and bairdii must still occur together, but gracilis is confined to the heavy forest and bairdii to the open spaces. In nature the two subspecies come into contact probably only rarely, and there is no evidence that intergradation between them occurs in Michigan. The reason for considering them to be subspecies, rather than full species, is that gracilis is said to intergrade westerly with borealis which in turn intergrades with osgoodi, osgoodi with nebrascensis, and nebrascensis with bairdii.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That Peromyscus maniculatus gracilis is closely related to P.m. bairdii is shown by the fact that when bred in the laboratory these two forms produce fertile offspring. However, it seems obvious that the short-tailed, prairie-dwelling subspecies-bairdii, nebrascensis, osgoodi, and others-represent a group within the species maniculatus different from the group comprising the long-tailed forest-dwelling subspecies-gracilis, borealis, artemisiae, and others. In two states, Michigan and Montana, where these two groups come into contact, no intergradation occurs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Hybridization between adjacent geographic races is certainly not so common an occurrence in nature as has been supposed. For instance, I found no intergradation between the subspecies blandus and rufinus on the western slope of the Sacramento Mountains in New Mexico. 7 Osgood 8 states in regard to this case that \"although the line may be drawn quite sharply between the two forms (blandus and rufinus) there is only a slight color difference and this is practically bridged by the variation in rufinus from different elevations.\" In this case he is considering the intergradation between the two subspecies to consist of an overlapping of the range of variability in taxonomic characters rather than of an actual interbreeding of the two populations. It is highly important in any consideration of the phylogenetic relationships of subspecies or other taxonomic division, or in any study involving ecology, that these two sorts of intergradation be kept distinctly in mind.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The overlapping of curves of variability is obviously the only kind of intergradation which can occur between the populations of an island and of the mainland or other islands. This is true of all cases of discontin-uous ranges; intergradation in the fonn of interbreeding cannot take place between the animals inhabiting isolated areas within the range of the species. Nevertheless, the populations of many islands are identical in taxonomic characters, so far as can be determined, with the populations found on the adjacent mainlands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As to the significance of geographic races there are two possibilities: the two fonns found interbreeding in the area between their respective ranges may once have been taxonomically distinct, and have later come into 'contact through migration or the removal of a barrier. In this case they must be still so closely related as not to have developed any physiological or psychological barrier to the production of hybrid offspring. In the second possibility, the two intergrading fonns inay be considered to represent a widespread species, which over part or all of its range is now undergoing evolutionary change. The changes taking place in this latter case would be in part occurring in spite of the hindering effectof constant interbreeding with one or more adjacent geographic races. It is possible that both of these modes of origin of intergradation may occur in nature, but to obtain positive proof of the method of origin for any particular case of intergradation is difficult.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The occurrence of intergradation is not denied, though its frequency is questioned. There is abundant evidence that intergradation does occur in many groups of animals, and in the genus Peromyscus it has been demonstrated statistically by F. B. Sumner 9 in Peromyscus polionotus in Florida and Alabama.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is quite likely that there are many kinds of intergradation in nature. The rather sharp line of intergradationbetween polionotus and albifrons described by Sumner is very different from the very gradual integradation between leucopus and noveboracensis described by Osgood. 1o Critical studies should be made of all presumed cases of intergradation, and special attention should be directed to the possibility of there being differences in physiology, habits, or habitats between the two intergrading fonns, which might fonn a barrier to free interbreeding in nature.",
                "cite_spans": [
                    {
                        "start": 269,
                        "end": 279,
                        "text": "Osgood. 1o",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ann Arbor, Mich.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "University of Michigan,.",
                "sec_num": null
            },
            {
                "text": "g F. B. Sumner, 1929, Proe. Nat. Aead. Sei., vol. 15, pp. 110-120, 481-493. 10 Osgood, op. cit., p. 115. ",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 104,
                        "text": "Sumner, 1929, Proe. Nat. Aead. Sei., vol. 15, pp. 110-120, 481-493. 10 Osgood, op. cit., p. 115.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "University of Michigan,.",
                "sec_num": null
            },
            {
                "text": "C. H. Merriam, 1919, Jour. Mammalogy vol. 1, pp. 6-9. 2 W. H. Osgood, 1909, U. S. Dept. Agric., N. Amer. Fauna, no. 28, pp.59-60. Downloaded from https://academic.oup.com/jmammal/article/12/3/210/813689 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Osgood, op. cit., pp. 52-53. 4 Op. cit., p. 50. 6 Op. cit., p. 78. G L. R. Dice, 1925, Occ. Papers Mich. Mus. Zoo!., no. 159, pp. 22-24. Downloaded from https://academic.oup.com/jmammal/article/12/3/210/813689 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "L. R.Dice, 1930, Occ. Papers Mich. Mus. Zoo!., no. 213, p. 31. 8 Osgood, op. cit., p. 85. Downloaded from https://academic.oup.com/jmammal/article/12/3/210/813689 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "THE OCCURRENCE OF TWO SUBSPECIES OF THE SAME SPECIES IN THE SAME AREA By LEE R. DICE",
                "content": "<table/>"
            }
        }
    }
}