{
    "paper_id": "Dice1923-LifeZonesandMammalianDistribution",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:40.268581Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1923-LifeZonesandMammalianDistribution",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "able to assume that development was sufficiently advanced to account for lactation, and the natural inference is that the female was caring for an earlier litter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From trapping conducted it was found that more than one pocket gopher inhabited a single runway, both males and females and varying numbers of each being caught from many holes. This material is of no little value as it demonstrates the futility of trying to conduct bait efficiency tests during the spring of the year, when the killing efficiency of the bait is determined by whether the hole is left open or closed. Under the conditions as described, should one or more pocket gophers be killed there may still be others left to close the opening made into the run, thus seeming to indicate that no kill has been made, and in this way leading to wrong conclusions. However, the data set forth in the fore part demonstrate clearly that Thomomys townsendi, in the Snake River valley of Malheur County, Oregon, has at least two litters a year, and that these are born in close succession.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Biological Survey, U. S. Dept. of Agriculture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The recent appearance of a paperl on the life zones and mammals of Alabama has prompted a critical study of the zones mapped for the state in an attempt to determine the value of life zones for the statement, classification, and perhaps explanation of mammalian distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "For the section of the publication containing the annotated list of mammals I have only praise. Exact locality records are given, and excellent original notes are included on habits as well as on habitat preferences and other factors which are probably of importance in the limitation of distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Two life zones are recognized in Alabama, the Upper Austral zone, \"in rather dilute form,\" covering small areas on the highlands of the northeastern part of the state; and the Lower Austral zone covering the remainder of the state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Six physiographic divisions are recognized in the state, brief descriptions of physiography and vegetation being given for each. However, the Gulf Strip is the only one of these divisions of which the distribution is mapped, or of which the characteristic mammals are listed. The Gulf Strip is considered a part of the Lower Austral zone. The other physiographic divisions are evidently of less faunal significance, although the southern limit of the Mountain Region would probably coincide closely with the southern limits of distribution of several forms, notably Sylvilagus transitionalis and M armota monax monax. Somewhere near the borders of the Prairie Belt or the Coast Pine Belt Peromyscus leucopus leucopus reaches its southern limit, and the meeting place of the two races of Peromyscus gossypinus is near the same line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Sixty-five species and subspecies of mammals are listed as occurring in Alabama. Twenty-two species (23 subspecies) are apparently generally distributed in the state; and seven forms are so imperfectly known in the state that they cannot be used in a critical analysis of distribution. 2 Nineteen species (22 subspecies) are listed as characteristic of particular life zones, or parts of life zones. The remaining 13 subspecies are evidently assumed not to be restricted to particular life zones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "In the list given of the characteristic species of the Upper Austral zone in Alabama only three mammals are mentioned. Of these, M uste'la noveboracensis is known in the state by only one specimen, so that it is not known whether it occurs in all the areas of the state mapped as Upper Austral. Neotoma pennsylvanica ranges over a considerable part of the state mapped as Lower Austral, its southern limit in the state being the Tennessee River. Marmota monax monax is stated by Howell to occur also in the mountainous parts of the Lower Austral zone. None of these forms then are certainly diagnostic of the Upper Austral zone as mapped for the state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Eighteen species of mammals are listed as characteristic in Alabama of the Lower Austral zone, seven of these species being confined to the Gulf Strip. Of those species listed as ranging nearly throughout the Lower Austral zone and being limited northward by it, Nycticeius humeralis and Oryzomys palustris paiustris are stated by Howell to occur locally also in the Upper Austral zone; Peromyscus polionotus polionotus and Geomys tuza mobilensis each occupy only about half the area of Lower Austral in the state; Sylvilagus aquaticus does not occur in the eastern part of the Gulf Strip; and Neotoma floridana floridana is limited in distribution northward by the Tennessee River, so that a considerable area of Lower Austral north of the river is' not occupied by it. It should be noted that Peromyscus gossypinus is represented in the state by a northern and a southern subspecies; which meet about the middle of the state. Specimens of Mustela peninsulae olivacea are available from only four localities in Alabama, although weasels are known to occur in many parts of the state; however, the exact ranges of the two species found in the state are not known. Sylvilagus aquaticus, in addition to not occupying the whole area of Lower Austral in Alabama and in being represented in this zone by two subspecies, also occurs at Fayetteville, Arkansas 3 in an area mapped as Upper Austral.4 Blarina brevicauda carolinensis almost certainly occurs also in. the Upper Austral zone in states to the north.1i Peromyscus nuttalli aureolus, Peromyscus gossypinus subspp., and Sigmodon hispidus hispidus may be accepted as limited closely to the Lower Austral zone and to extend throughout the zone in Alabama.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Of the seven forms listed as confined to the Gulf Strip, Nycteris seminola occurs sporadically nearly to the northern boundary of the state and Nyctinomus cynocephal1!-s ranges north to at least the middle of the state; of the other five species no one occurs over all the Gulf Strip in the state; Fiber rivalicius, Sciurus carolinensis Juliginosus, and Sylvilagus aquaticus littoralis are found in the Gulf Strip only west of Mobile Bay,. while Peromyscus polionotus albiJrons and Sylvilagus palustris palustris occur only east of the bay.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "It is therefore evident that no species or race of mammal is known to range over all the area of Upper Austral mapped for Alabama without at the same time occurring in parts of the Lower Austral; apparently not more than three species range over all the Lower Austral in the state and do not occur in the Upper Austral; and no form confined to the Gulf Strip ranges throughout that district in the state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "It is doubtful if additional knowledge about the distribution of the mammals of the state will increase the number of forms restricted to the particular zones. Some of the species now imperfectly known may possibly prove to be restricted in zonal distribution, but others now believed to be closely restricted will doubtless prove to occur also in the adjacent zones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "For the precise statement of the distribution in Alabama of all but a few mammals it will be necessary to give not only the life zone in which each species occurs, but also the part of the life zone or life zones. Geographic localities and features should be mentioned anyway in stating distribution and I can see no great gain, but much possible inaccuracy, in stating distribution in terms of life zones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "It is true that the ranges of species often closely coincide with certain natural features, vegetation, soil, altitude, topography, or climate, and it is often of great convenience to state distribution in terms of these, but these features often run across the life zones, as ordinarily mapped, instead of coinciding with them. In any case, the geographical limits for each species should be given also, so that if it is later found that the distribution of the species is not as closely correlated with the natural features as was supposed, the data of distribution are not thereby rendered worthless.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The common practice, which is followed in the paper under consid., eration, of stating, often without qualification, that a species belongs to a particular life zone, or, still worse, that it is characteristic of the life zone, when in fact it occurs in only a part of the area of the life zone, seems positively misleading.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The eastern part of the Lower Austral life zone, including all of the zone found in Alabama, was originally based on the Austroriparian faunal area. 6 There can be no question of the usefulness of recognizing such a faunal area. A number of characteristic species of mammals occur in the southeastern United States, and it is very convenient to be able to refer to these and to the general area which they occupy by a particular name. However, a careful study of the limits of the ranges of the various species in. any group of animals or plants, such as the principal forest trees of Alabama, 7 will convince one that the majority of species do not find their limits of distribution at the same places; even though there may be a general correspondence between several species, sufficient in amount to justify the recognition of a faunal or floral district.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "In the western parts of the United States, where climatic and physiographic boundaries are often very sharp, frequently a number of species do find their limits nearly at the same place, and here the boundaries of the faunal areas may be relatively very definite. But in a region with no sudden climatic or physiographic changes, as Alabama, it is futile to attempt to fix exact boundaries to the faunal areas. The Austroriparian and Carolinian faunas overlap over a relatively broad area and precise boundaries between the two can be designated only by arbitrary definition. To attempt an exact mapping of the boundaries between faunal areas, as is done in mapping the life zones of the state, is very likely to cause confusion, by giving the appearance of a precision in distribution which does not exist.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "It may be pointed out here that the Austroriparian faunal area as generally considered 8 includes only the coastal plain of Alabama up to the \"fall line,\" but the Lower Austral zone, as mapped by Howell, extends much north of this limit and includes a large area of hilly and mountainous country in the northern part of the state. This change is evidently considered necessary in order more exactly to indicate the limits of distribution of the species characteristic of the Lower Austral zone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The life zones of Merriam are founded on the belief that there are zones of life extending transversely across the continent of North America, in the south as well as in the north. However, no species of mammal listed in this paper as characteristic of the Upper Austral zone of Alabama is listed by Hall and Grinnell 9 as characteristic of the corresponding zone in California. In the Lower Austral zone only one species, Sigmodon hispidus (represented by different subspecies), listed as characteristic of the zone, is found in both states. 10 In California, however, this species occupies only a small part of the Lower Austral zone, being restricted to the riparian associations along the lower Colorado River.ll The same species (still another subspecies) is found in the Lower Tropical zone of Panama,12 so it is not strictly a Lower Austral species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "In a tabulation of the genera of native land mammals which breed in Alabama and in the Upper and Lower Austral zones of California,13 twelve genera which do not occur in the Austral zones of California are found in Alabama; twenty-three genera are found in these zones in California which do not occur in Alabama; and the following twentysix genera are common to the two states in these zones: Everyone of the genera listed is wide-ranging, occurring in life zones either north or south of the Austral zones, and some of the genera occur on both sides of the Austral. The genera of mammals of California and Alabama thus show a high degree of dissimilarity, even when the two Austral life zones are considered together, and those genera which are found in both states are wide-ranging forms not closely restricted zonally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The species of mammals in California and Alabama show still less similarity, only the following species of native land mammals being found breeding both in Alabama and in the Austral zones of California: Of these, Eptesicus fuscus is the only form represented in the two states by the same subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "All the forms listed are wide-ranging and are not closely restricted as to life zones. Sigmodon hispidus ranges south to the Lower Tropical of Panama, and all the others are northern forms reaching at least as far north as the lower edge of the Boreal. Also, no one of the species listed seems to conform closely in range in both Alabama and California to either boundary, as mapped of either of the Austral zones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "I have previously pointed out 14 that although belts of life do occur in the northern part of North America and on mountains, yet the recognition of transcontinental zones of life in the southern part of the United States seems contrary to the facts of distribution. Certainly the evidence presented above shows that in mammals there are only slight faunal relationships between the parts of Alabama and California mapped respectively as the Upper and Lower Austral life zones. The use of life zones for the classification of the facts of distribution in this part of the country seems therefore, very unsatisfactory.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "These conclusions do not affect the recognition of an Austral zoogeographic region, with which we are not here concerned. Zoogeographic regions are concerned not alone with present distribution but take into account centers of distribution and routes and times of dispersal. Many species or larger systematic groups which have had their origin within a zoogeographic district are likely to spread in time beyond the limits of the district. However, the chief value of life zones would seem to lie in their use in connection with present distribution as related to climatic barriers, and they cannot be considered as subdivisions of zoogeographic regions without bringing in a multitude of conflicting factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The greatest usefulness of the life zones proposed by Merriam should lie, not in their use for the statement or classification of animal and plant distribution, but in the explanation which they may give as to the factors limiting distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The life zones of North America were founded by Merriam largely on the distribution of certain temperature factors in correlation with the distribution of faunal areas in the East and of life belts on the mountains of the West. The comparison of the distribution of climatic factors with the distribution of animals and plants is a valuable means of determining the climatic factors limiting distribution. Such comparisons, however, should not be confined alone to the sum of the temperatures over 43°F. (or 32-°F.) for the year, and the average of the hottest six weeks of summer, but should include all the climatic factors which seem likely to have an influence on distribution. Among these may be mentioned maximum and minimum temperatures, average temperature of the coldest part of the year, length and temperature of the frostless season, rainfall, evaporation, humidity of the air, wind movement, soil moisture, and light intensity and duration. Charts comparing the distribution of life with the occurrence of soil types, of topography, of altitude, of vegetation types, of ecologic habitats, of local barriers, and with centers of disparsal would also be of value in this connection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "It has been pointed out by Livingston and Shreve 15 that the climatic controls of plant distribution are very complexly interrelated, and that a certain degree of one factor, such as temperature, which may limit the distribution of a species in one place, may not be a limiting factor in places where another climatic factor, such as humidity, is different. The same thing is undoubtedly true of mammals and of animals in general.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Unfortunately, most maps of life zones that have been presented since Merriam's original paper 16 have apparently been based partly on temperature considerations, partly on faunal affinities, and partly on the distribution of particular species of animals and plants which have heen taken as zone indicators. However, it is seldom that any statement is made as to how largely climatic data have been employed in the construction of these life zone maps and how much the maps are dependent upon faunal considerations, or upon certain biologic indicators. In the absence of these data no critical comparison can be made of the climatic conditions and the faunas or floras of the areas mapped. These maps, therefore, are practically useless in any critical attempt to determine the factors limiting either the distribution of particular forms or of larger groupsP It is apparent that the life zones as mapped for Alabama are based to a considerable degree on the belief that the distribution of life must correspond with temperature belts, and it is further evident that in the absence of direct temperature data for parts of the state the limits of the several zones are based to a considerable extent on topographic contours.",
                "cite_spans": [
                    {
                        "start": 95,
                        "end": 97,
                        "text": "16",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Differences in temperature undoubtedly are present between the highlands and lowlands of Alabama, and there can be no doubt that temperature is often an extremely important factor in the limitation of distribution. In fact, it seems probable that temperature relationships of some kind limit the distribution, either to the north or tothe south, of a number of species of mammals found in the state. But it is equally evident that factors other than temperature are the ones which form the limits to distribution of many species in Alabama.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Limitation as to ecologic habitat is probably the factor limiting the geographical distribution of some of the species listed as characteristic in Alabama of particular life zones. The absence from the lower country (Lower Austral) of species living chiefly among rocks, and the absence from the upper mountains (Upper Austral) of swamp and marsh forms cannot be due entirely to temperature differences between these places.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Mobile Bay and the Tennessee River apparently are each barriers to the distribution of certain species of mammals. Although the effects of these barriers and of topography and ecologic habitat are noted under the particular species concerned, no indication of the effects of these factors in limiting distribution is given, or perhaps could be given, on the life zone map.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The apparent belief that all the problems of distribution within a state are solved by the presentation of a life zone map is not likely to lead to progress in untangling the complex interrelationships of the numerous factors involved in the limitation of animal and plant distribution. It seems that many persons have taken too literally the optimistic statement of the founder of the life zone school that \"in its broader aspects the study of the geographic distribution of life in North America is completed. The primary regions and their principal subdivisions have been defined and mapped, the problems involved in the control of distribution have been solved, and the laws themselves have been formulated.\"ls",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIFE ZONES AND MAMMALIAN DISTRIBUTION By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The distribution of the species of mammals in the State of Alabama is not well shown by the life zone map presented. Only a relatively small percentage of the species known from the state agree closely in distribution with the boundaries of the life zones as mapped; and the presentation of such a life zone map gives an appearance of finality and precision to the classification of distribution which the facts do not justify.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The recognition of transcontinental Upper Austral and Lower Austral zones wrongly represents the faunal relationships of the parts of these zones mapped in Alabama and California respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "It is highly desirable to compare, by charts or otherwise, climatic and other geographic features with the distribution of species, systematic and ecologic groups, and faunas and floras; but the basis for the chart or comparison should be clearly stated. By the omission of data as to the basis on which they are formed, most life zone maps fail to be of any value for the critical determination of the factors which control animal or plant distribution. Zoology, Ann Arbor, Michigan. ",
                "cite_spans": [
                    {
                        "start": 455,
                        "end": 484,
                        "text": "Zoology, Ann Arbor, Michigan.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "My tabulation.Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens in Michigan Museum of Zoology. 4 Howell, A. H., U. S. Dept. Agric.,Bull. BioI. Surv., no. 38, pI. 1. 1911. 6Merriam, C. H., U. S. Dept. Agric., Div. Ornith. and Mamm., N. Amer. Fauna, no. 10, p. 14. 1895. Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Merriam, C. H., U. S. Dept. Agric., Yearbook 1894, p. 214. 1895. 7 Mohr, Charles, Contrib. U. S. Nat. Herb., vol. 6, pl.1. 1901. Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021 DICE-LIFE ZONES",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dice, L. R., Univ. Calif. PubI. Zoo!., voI.16, p. 337. 1916.Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021 nICE-LIFE ZONES",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Livingston, B. E., and Forrest Shreve, Carnegie Inst. Wash., Pub!. 284, p.390. 1921. Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Merriam, C. H., Nat. Geog. Mag., vol. 6, pI. 14. 1894. 17 See Livingston and Shreve, op. cit., pp. 528-529.Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Merriam, C. H., U. S. Dept. Agric., Yearbook 1894, p. 214. 1895. Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td>4.4</td><td>JOURNAL OF MAMMA-LOGY</td><td/><td/></tr><tr><td>Sorex Myotis Pipistrellus Eptesicus Nycteris Corynorhinus Nyctinomus Canis Ursus</td><td>Vulpes Urocyon Procyon Mustela Spilogale Mephitis Lutra Lynx Felis</td><td>Reithrodontomys Peromyscus Sigmodon Neotoma Fiber Castor Sylvilagus Odocoileus</td><td>Downloaded from https://academic.oup.com/jmammal/article/4/1/39/999028 by University of Michigan user on 07 October 2021</td></tr></table>",
                "text": "Merriam, C. H., Proc. BioI. Soc. Wash., vol. 7, p. 28. 1892.  9  Hall, H. M. and J. Grinnell, Proc. Calif. Acad. Sci., ser.4, vol. 9, pp.49-51.  1919.   Hall, H. M., and J. Grinnell, op. cit., pp. 55-56.   II Grinnell, J., Univ. Calif. Publ.Zoo!., vol. 12, p. 230. 1914.  13 Goldman, E. A., Smithsonian Misc. CoIl., vol. 69, p. 28. 1920.  13 Grinnell, J., Proc. Calif. Acad. Sci., ser. 4, vol. 3, pp. 265-390. 1913",
                "num": null
            }
        }
    }
}