{
    "paper_id": "Dice1931-Methodsofindicatingtheabundanceofmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:53.209244Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1931-Methodsofindicatingtheabundanceofmammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "By LEE R. DICE For many kinds of ecological studies dealing with mammals it would be very valuable if the number of individuals of each species per unit area in each type of habitat could be known, As a basis for the development of policies for wild life management also it is highly important to know the abundance, in the various districts concerned, of the several species under consideration.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Unfortunately, it is extremely difficult to count wild mammals. Many species are nocturnal and all are more or less shy and hard to observe. It is very difficult even to determine the number of beavers living in one house, for the animals move about a great deal, and the whole family will almost never be in view at the same time. To count the less conspicuous forms and those less restricted to one locality is practically impossible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "A mammal census might be made on a small area by killing and counting all the individuals of all the species living there. Care would have to be taken that during the course of the census individuals would not leave the area or wander in from the adjacent areas. It would, moreover, be difficult and very laborious to shoot or trap every individual on an area of any considerable size, yet it is necessary that such an area should be large enough to contain a representative natural assemblage of all the species. The difficulties would be so great as to make the method usually impracticable. Furthermore, the method would be unsuitable for those studies in which it would be desirable to retain the fauna in natural condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Another possible method of making a mammal census would be to catch the animals inlive traps and release them after numbering and marking, so that if they are caught a second time they would not be counted again. This method would produce some disturbance in the area, but by no means as much as would be caused by killing the population. It also would require a great amount of labor, and it would be difficult ever to catch all the individuals of some of the more shy species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "As actual counts of the number of individuals of each species of mammal per unit area are impracticable it would be very useful if some method could be found for securing a measure of relative abundance, and several such methods have been suggested.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The relative terms: rare, few, numerous, common, and abundant, or similar expressions, are commonly used by ornithologists as a scale of abundance for birds, and they often have been employed, and usefully so, by mammalogis ts. These terms, however, are rather indefinite, and no two persons, even if both are trained observers, will use the scale in the same way. Furthermore, it is well known that the same observer will unconsciousl y use a different grading for each different. kind of animal. For instance, the wolf might be ranked as \"abundant\" when it was far less numerous per square mile than the chipmunk ranked as \"few\" or \"rare.\" A method of stating abundance of small mammals in terms of \"trapnights\" was at one time suggested by Grinnell.' The total number of traps set in each habitat is multiplied by the number of nights they are set. But there are several difficulties in the use of \"trap-nights\" as units: All mammalogis ts are not equally skilled in the setting of traps; the distance the traps are set apart varies; the weather conditions undoubtedly influence the activity of the animal and therefore the number coming in contact with the traps; the several makes of traps vary in their effectiveness for the different kinds of mammals; the traps themselves vary in efficiency depending on their previous use and exposure to the weather; and the number of animals caught usually decreases each night the trap-line is set.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "It is obvious that each mammal taken on a trap-line decreases temporarily the number of individuals available to be caught, and, therefore, the catches of the \"first trap-nights\" are more nearly comparable than the catches of all the \"trap-nights. \" One season in Michigan I kept a record of the catches of the \"first trap-nights,\" as well as the total catches from each habita't.\" Several characteristic but somewhat rare species of smallmamma ls failed to be caught on the first nights, but were taken on the same trap-lines on later nights. For the larger species the method is obviously very inadequate. I conclude, therefore, that the number of individuals trapped per \"first trap-night\" does not give a fully reliable index of the relative abundance of the several species living in a habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Taylor\" has suggested several methods of measuring the abundance of rodents on the range. Besides actual counts of the number of individuals and counts of the number of each species taken per trap-night per unit area he has experimented with counts of animals seen along a line of known length, with counts of the number of animals killed at JOURNAL OF~IAMMALOGY stations where a standard amount of poisoned wheat had been placed, with counts of burrows or rodent workings per unit area or per unit of distance traversed, and with counts of number of fecal pellets of jackrabbits and cottontails per unit area and per unit length of transect. Some of these methods offer considerable promise of securing valuable information about the relative abundances of certain species, but the indication is that somewhat different methods must be employed for each different kind of mammal studied.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Kenoyer! has suggested that the relative abundance of mammals and other animals might possible be expressed by the method developed for plants by Raunkiaer and by Gleason.\" The method proposed avoids the counting of the number of individuals of each species on each unit area studied. A number of unit areas (quadrats) of equal size are laid out in the same type of habitat and the occurrence of each species listed for each quadrat. For best results 25 to 100 quadrats should be counted. If a species occurs in all the quadrats it has a frequence of 100 per cent; if in only one quadrat out of 25 it has only 4 per cent frequence. The quadrats can be of any uniform size large enough to contain a good sample of the flora or fauna of the habitat. It is found by Raunkiaer for plants that the species' of low frequence, the rare forms, are greatest in number; there may be a moderate number of species of high frequence (dominants); but the forms of intermediate frequence are fewest in occurrence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The difficulty of securing a complete or nearly complete list of the mammal fauna in each of a number of small areas would be considerable, and the method needs some modification to be made useful for studies of mammalian abundance. By recording the species of mammals seen in passing through each of a series of unit distances, say each 100 paces along a path, or the species trapped in each unit of, perhaps, 25 traps, this method might be of value.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "As an example of a possible useful method of a similar character as applied to a single species I will mention a study ofthe abundance of snowshoe hares. This study was made for the Michigan Department of Conservation and in the northern peninsula of Michigan. The period of field observation extended from August 21to 29, 1927. I drove in an automobile over the main highways of the peninsula, stopping every 10 to 30 miles, wherever the cover seemed suitable for these animals, and examining the area immediately adjacent to the road for the characteristic pellets. and runways of the hares. As no other species of rabbit or hare occurs in the region there was no danger of confusion with any other form. Altogether 37 places were examined, and of these 33 yielded fresh signs of the presence of the animal. This would be a percentage of 89, and might be considered to represent a fairly good population of hares. The fact that hares were fairly numerous in suitable cover was corroborated by the statements of residents, and by finding hares lying dead in the road, where they had been killed by automobiles. With a larger number of observations from localities selected at random it would have been possible to obtain comparative statements showing the types of habitat most favored by the hares, and also the sections of the state where they were most common. It should be borne in mind that in the above study only apparently suitable situations were examined and that the relative abundance of 89 per cent obtained does not apply to the whole territory, but only to the most favorable parts. If the areas for examination had been selected at random, for example, every 10 miles exactly, the percentage of signs of occurrence would have been much lower.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Although .the method here employed for securing a measure of the relative abundance of snowshoe hares might be adapted to other individual species, it is clear that this method would not usually give a reliable measure of the abundance of one species compared to that of another species of somewhat different habits. The method of determining the abundance of each species must be adapted to the habits of the animal studied, and methods which would apply to snowshoe hares would not be useful if applied to deer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The substitution of time units for space units in enumerating species or individuals of animals has been suggested by Grinnell and Storer\" and by Linsdale,? and I have suggested a combination of these proposals for field studies of bird abundance,\" By this method the species or individuals seen or secured per day or per hour are listed and these time units substituted for the quadrats (space units) of the plant ecologists. This method might be adapted to a comparison of the abundance of a particular species at different places or at different times. But the method, although probably very useful as applied to birds or perhaps for certain kinds of diurnal mammals, would not seem suitable for comparing the numbers of the several species of mammals which inhabit one regionorone ecological habitat. Too few mammals are abroad in the daytime to permit anything like a complete record of the fauna of any area by sight observations alone, and if we depend on trapping apparently nothing would be gained by using time units.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "It is my opinion, after considerable field experience, that the most satisfactory method so far developed for expressing relative abundance of mammals is to list the number of individuals of each species taken or observed in each ecological habitat during the period of field work. 9 Individuals seen but not trapped should be included in the lists only if positively identified as to species. I have made it a practice to include in the lists those species recognized in the habitat only by signs, and also those reliably reported by other observers, indicating in each case the basis for' including the form.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "I would urge the desirability of placing each trap-line entirely within one type of ecological habitat, and als~of recording all observations according to habitat. By so doing it is easy to list the mammals from each kind of habitat separately, and the ecological distribution of the mammals can be determined at the same time as the mammalian fauna of the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The comparative abundance of the several species within one habitat might be expressed in percentages of the total number of individuals of all species taken or seen in that habitat. But such a percentage comparison would give a false appearance of precision. The trapping methods employed for the larger species are very different from those employed for the smaller forms and the resultsobtained are not exactly comparable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "If it is desired to compare with some exactness the abundance of the various species of mammals in various habitats or in different regions, the amount and quality of the trapping and observations should be equal in each place. This, however, is impracticable. Actually the figures of abundance obtained apply with fair accuracy only within one habitat. Even within the same habitat the catches of the several species will not indicate the true comparative abundance, because the traps and trapping methods employed will always favor some species at the expense of the others. Nevertheless, a statement of the numbers of individuals of each of the several species found in each of the habitats in an area does give a rough indication of comparative abundance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS .OF INDICATI~G THE ABUNDANCE OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The relative abundance of the various species of mammals living in a given area may be determined roughly by the usual methods of trapping and observation. However, the comparison is very imperfect, for the methods suitable for determining the abundance of one species are not so well applicable to another species having different habits. Actual counts of the individuals of the various species living on any given area are usually impracticable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Another kind of relative abundance is that comparing the frequency of.occurrence of a single species in different localities, in different types of habitat, or at different times. By the development of a proper field technic, which must be more or less different for each kind of mammal, it seems possible to secure indices of abundance for any given species. These indices of abundance are much more easily obtained than actual counts of individuals per unit area, while they are of considerable value in studies dealing with ecology or wild life management.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "CENTRAL NERVOUS SYSTEM OF THE PORPOISE TURSIOPS TRUNCATUS By ORTHELLO R. LANGWORTHY Someyears ago a number of workers interested in sea-living mammals visited the porpoise fishery operated by Howard I. Wordell on the coast of North Carolina. The problems of the different members of the expedition were quite different. One wished to obtain skulls for biometric studies; another investigated the relation of the facial musculature to the•differentiation of the blow-hole mechanism. Wislocki (1929, A and B) obtained well fixed material for histological study; he has described the structure of the hypophysis and the differentiation of the lung in relation to the aquatic environment. The author was particularly interested in the nervous system.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan.",
                "sec_num": null
            },
            {
                "text": "It is known that the nervous system of Cetacea has great importance and significance from the standpoint of a neurologist. The conformation of the skull has undergone such remarkable changes in this group of mammals that widespread mechanical adaptations have occurred in the brain. Furthermore, it must be remembered that the Cetacea are an",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan.",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/12/4/376/821669 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "GRINNELL, JOSEPH. Univ. Calif. Publ. Zool., vol. 12, p. 92. 1914. 2 DICE, L. R. Occ, Papers Mich. Mus. Zool., no. 86, pp. 6-13. 1920. 3 TAYLOR, W. P.Ecology, vol. 11, pp. 523-542. 1930. JOURNAL OFMAMMALOGY, VOL. 12, No.4 Downloaded from https://academic.oup.com/jmammal/article/12/4/376/821669 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "KENOYER, L. A. Ecology, vol. 8, p. 346. 1927. 6 GLEASON, H. A. Bull. Torrey Bot. Club, vol. 47, PI? 21-33, 1920. Downloaded from https://academic.oup.com/jmammal/article/12/4/376/821669 by University of Michigan user on 07 October 2021 DICE-ABUNDANCE OF MAMMALS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "GRINNELL, JOSEPH, and T. 1. STORER. Animal Life in the Yosemite, p. 22. 1924. 7 LINSDALE, JEAN. Condor, vol. 30, pp. 180-184. 1928. 8 DICE\" L. R. Auk, vol. 47, pp. 22-24. 1930. Downloaded from https://academic.oup.com/jmammal/article/12/4/376/821669 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "DICE, L. R. Oce. Papers Mich. 1\\1us. Zool., no. 159, pp. 17-33. 1925.Downloaded from https://academic.oup.com/jmammal/article/12/4/376/821669 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}