{
    "paper_id": "Dice1939-ASIMPLEMETHODFORFILINGMINIATURENEGATIVESANDMICROFILMRECORDSINSTRIPS",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:04.065632Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1939-ASIMPLEMETHODFORFILINGMINIATURENEGATIVESANDMICROFILMRECORDSINSTRIPS",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "constitution. More than 120 days were required for the swelling of wood to reach equilibrium in n-butyl alcohol.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Increased swelling beyond water-swollen dimensions by concentrated aqueous solutions did not necessarily cause decreased crushing strength. The chloride salts increased strength and swelling, although not in proportion to concentration or swelling. Thiocyanate and iodide salts, on the other hand, caused decided swelling but decreased strength, as did also resorcinol, pyrogallol and urea solutions. Chloral hydrate increased the crushing strength by about 40 per cent., yet caused the greatest swelling. Some radial contraction occurred in several aqueous solutions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The experiments indicated that decreasing crushing strength of wood by organic liquids was associated with increased swelling. The strength of wood in concentrated aqueous solutions apparently was not governed by this standard. In both cases, specific effects of the chemicals on the wood were important. A detailed report will appear in another journal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "H. D. ERICKSON",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A SIMPLE METHOD FOR FILING MINIA-TURE NEGATIVES AND MICROFILM RECORDS IN STRIPS THE increasing use in scientific work of miniature cameras and of microfilm records makes the problem of film storage of considerable importance. I venture, therefore, to describe a isimple and inexpensive method for filing films of the smaller sizes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "Film negatives of 35-millimeter size are in my experience more easily handled in the enlarger if they are cut into strips than if they are kept in the long rolls. In particular there is less likelihood of the negatives in the strips acquiring finger marks and scratches.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "Records copied on microfilm may also be kept conveniently in strips. It is much simpler to remove the desired strip from its storage pocket than it is to unwind a long roll of film and then to find on it the particular frame needed for consultation. On microfilm copies of scientific papers or books kept in strips any particular page is easily found. Some types of readers for microfilm handle the strips equally as well as the rolls, but it is possible that not all types of readers will handle the strips.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "For filing strips of miniature film, stationers' envelopes, size No. 10, are very satisfactory. These envelopes measure 4* by 9k in size and are therefore long enough to take film strips made up of 6 doubleframe negatives of 35-millimeter size. Each envelope is divided inside into a number of compartments by paper partitions. A sheet of paper 3X by 91 inches is just right to make a single partition. By the use of these dividing sheets all the film strips cut from one roll of 35-millimeter film may be stored in a single envelope. The usual roll of 36 exposures will require 5 partitions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "Papers or books copied on microfilm are usually arranged so that 2 pages go on a double-frame negative. A film strip of 6 double frames will therefore contain 12 printed pages. A book of 96 printed pages will, accordingly, go on 8 of these strips, which will not unduly crowd a single envelope. Most scientific articles are much shorter than this. Microfilm copies of books over 100 pages long will require 2 or more envelopes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "In the envelopes provided with paper partitions each film strip is kept in a separate paper compartment with no danger of rubbing against any other strip. When a film strip is to be removed from the envelope it is picked up by its uppermost edge. The unused margin of the film is of course wide, for it contains the perforations. If the strip is handled carefully no finger prints need ever be made on a negative.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "The envelopes described can be obtained at a small cost from any stationer. If a standard size of envelope and standard grade of paper are chosen there should be no difficulty in future purchases in duplicating either the size of the envelope or the quality of paper. The paper for the envelopes and for the inside partitions should be of good quality linen. A poor quality of paper is likely to deteriorate rapidly and it may contain injurious chemicals. In damp climates the gum on the flap may inadvertently seal the envelope. To avoid this the gum can if desired be removed with a damp cloth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "The best time to cut the film into strips is as soon after development as it is dry. If the film has been kept rolled for some time it will have strong tendency to curl. However, if the film strips are placed in an envelope and then the envelope placed under a book or other weight for a few days the tendency of the film to curl will gradually be lost.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "In cutting the roll of film into strips one should if possible divide it into lengths of 5 or 6 exposures each. Strips containing 4 exposures are also satisfactory, but I find that strips containing only 3 exposures are less easily handled in the enlarger or microfilm reader than are the longer strips. The inclusive frame numbers or page numbers for each strip should be marked in pencil on the upper edge of the paper partition behind the strip.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "On the front of each envelope may be written data referring to the whole roll of film which it contains. These data may include catalogue number or other designating mark of the roll, date and place of taking, photographer, kind of film, type of developer and ony other pertinent information. Sheets of paper giving catalogue data, printing time for each negative or any other notes may be placed in the same envelope with the film. These data sheets are best made slightly smaller than the envelopes so that they may easily be inserted or removed. A convenient size is 34 by 84 inches.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "Film strips of any of the smaller sizes can be kept in the envelope described above. In a No. 10 envelope any width of film up to 34 inches can be accommodated. Envelopes containing films of different widths may of course be ified together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "The envelopes containing the film strips may be grouped into packages by placing moderately heavy rubber bands around them. Sheets of cardboard the same size as the envelopes and placed on each side of the package will protect the edges of the envelopes from undue wear. The pressure of the rubber bands will keep the film strips contained in the envelopes flat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "The packages of envelopes with their enclosed film strips may be filed in any manner desired, either in boxes or drawers. They fit nicely lengthwise in the drawers of filing cabinets designed for 4 by 6 cards.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "The ease with which the film strips are inserted into and removed from the envelopes, the excellent protection given the film, the cheapness of the envelopes and the possibility of keeping as much data as may be needed with the negatives or microfilm records are the advantages of this simple method of ffling films.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENTIFIC APPARATUS AND LABORATORY METHODS",
                "sec_num": null
            },
            {
                "text": "DROSOPHILAE IN many genetics laboratories where Drosophilae are used for breeding purposes food is still made with bananas as one of the principal ingredients. Banana food molds easily, and when it is kept for more than a day or two the mold usually gets started before the ffies have time to produce larvae. The result is that often the flies do not breed well. In this laboratory molds of various species are exceptionally abundant, due largely to climatic conditions. The offenders are usually species of Rhizopus, Mucor and Aspergillus. Conditions have been so unfavorable that a special study was made for controlling molds in general. Contamination seemed to be from various sources, so that more than one method of control was necessary. Food is now made as follows with very pleasing results:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONTROL OF MOLD IN FOOD FOR",
                "sec_num": null
            },
            {
                "text": "In a pyrex beaker 750 cc of water and 75 cc of white Karo syrup are mixed. To this is added 20 grams of shredded agar. The mixture is boiled until the agar is liquefied. In a separate container two medium-sized bananas are crushed and 25 cc to 30 cc of 95 per cent. alcohol is added. The bananas and alcohol are well stirred and allowed to stand about twenty minutes and are then added to the water-syrupagar mixture after this mixture has quit boiling and has cooled to about 90 degrees Centigrade. The food amounts to about one liter in volume and is ready for bottling immediately. It is best *to autoclave the bottles and cotton plugs, but this is not absolutely necessary. Since alcohol has been added already, it is not necessary to spray the food with yeast, as is done in some laboratories; and since no yeast is present carbon dioxide is not formed. The food adheres well to the bottom of the bottle and the flies do not stick to it easily. It has been kept in this laboraory almost two weeks without being covered with mold; however, when the bottles are not autoclaved contamination may appear within four or five days. J. C. CROSS THE TExAs COLLEGE OF ARTS AND INDUSTRIES, KINGSVILLE, TExAs ",
                "cite_spans": [
                    {
                        "start": 1169,
                        "end": 1202,
                        "text": "AND INDUSTRIES, KINGSVILLE, TExAs",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONTROL OF MOLD IN FOOD FOR",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Pp. vi + 100",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1933--1938",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Books and Reviews, 1933-1938. Pp. vi + 100. Rutgers University Press. $1.25.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Comite National Frangais et Comite National Marocain de Geodesie et Geophysique; Annees",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Comite National Frangais et Comite National Marocain de Geodesie et Geophysique; Annees 1938-34-35-36.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Pp. 408. Comit6 Frangais",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pp. 408. Comit6 Frangais, Paris.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Constructive Metal Work. Pp. viii + 95",
                "authors": [
                    {
                        "first": "James",
                        "middle": [
                            "H"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EVANS, JAMES H. Constructive Metal Work. Pp. viii + 95. Illustrated. Arnold, London. $3.00.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Elementary Matrices and Some Applications to Dynamics and Differential Equations. Pp. xvi + 416. Illustrated",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Frazer",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Duncan",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Collar",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "$8.50. Inventory; An Appraisal of Results of the Works Progress Admninistration. Pp. 100. Illustrated. The Administration",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FRAZER, R. A., W. J. DUNCAN and A. R. COLLAR. Ele- mentary Matrices and Some Applications to Dynamics and Differential Equations. Pp. xvi + 416. Illustrated. Cambridge University Press, Macmillan. $8.50. Inventory; An Appraisal of Results of the Works Prog- ress Admninistration. Pp. 100. Illustrated. The Ad- ministration, Washington.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Manual of Sedimentary Petrography. Pp. xiv + 549",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Krumbein",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Pettijohn",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "265",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KRUMBEIN, W. C. and F. J. PETTIJOHN. Manual of Sedi- mentary Petrography. Pp. xiv + 549. 265 figures.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A History of the Lumber Trade between Canada and the United States. Pp. xxvii + 377",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A History of the Lumber Trade between Canada and the United States. Pp. xxvii + 377. Yale University Press. $3.75.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Principles of the Theory of Probability",
                "authors": [
                    {
                        "first": "Ernest",
                        "middle": [],
                        "last": "Nagel",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NAGEL, ERNEST. Principles of the Theory of Probability;",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Pp. vii + 80",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "International Encyclopedia of Unified Science, Vol. 1, No. 6. Pp. vii + 80. University of Chicago Press. $1.00.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Trout Streams; Conditions that Determine their Productivity and Suggestions for Stream and Lake Management. Pp. x + 233. 74 figures",
                "authors": [
                    {
                        "first": "Paul",
                        "middle": [
                            "R"
                        ],
                        "last": "Needham",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NEEDHAM, PAUL R. Trout Streams; Conditions that De- termine their Productivity and Suggestions for Stream and Lake Management. Pp. x + 233. 74 figures. Com- stock. $3.00.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Pp. x +370. 200 figures",
                "authors": [
                    {
                        "first": "Erwin",
                        "middle": [],
                        "last": "Raisz",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Cartography",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RAISZ, ERWIN. General Cartography. Pp. x +370. 200 figures. McGraw-Hill. $4.00.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Publication 429",
                "authors": [
                    {
                        "first": "Paul",
                        "middle": [
                            "C"
                        ],
                        "last": "Standley",
                        "suffix": ""
                    },
                    {
                        "first": "Costa",
                        "middle": [],
                        "last": "Flora Of",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rica",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Botanical Series",
                "volume": "XVIII",
                "issue": "",
                "pages": "1137--1571",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STANDLEY, PAUL C. Flora of Costa Rica; Botanical Series Vol. XVIII, Part IV, November, 1938, Publica- tion 429. Pp. 1137-1571. Field Museum of Natural History. $2.50.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The Maroons of Jamaica",
                "authors": [
                    {
                        "first": "Joseph",
                        "middle": [
                            "J"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILLIAMS, JOSEPH J. The Maroons of Jamaica;",
                "links": null
            }
        },
        "ref_entries": {}
    }
}