{
    "paper_id": "Dice1933-TheInheritanceofDichromatismintheDeermouse,Peromyscusmaniculatusblandus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:57.050553Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1933-TheInheritanceofDichromatismintheDeermouse,Peromyscusmaniculatusblandus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "number of field-caught mice prepared as specimens, 9 are too immature for certain determination of their color phase, 16 are certainly buff, 20 are gray, and 11 are more or less intermediate between buff and gray. Osgood's statement that all intermediate stages of color occur is true, for no sharp line between buff and gray can be drawn in this series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Among the breeding stock of blandus brought to the University of Michigan, two females were buff, while all the other animals were gray. By mating these buff females to gray males some buff offspring were secured. Matings of gray with gray produced gray offspring, and therefore the possibility was sulggested that gray was recessive to buff. Extensive further matings have tended to confirm this hypothesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From matings of gray x gray I have records of 41 gray females and 42 gray males, and also 1 buff male. This buff individual was not saved as a specimen, and possibly was wrongly identified. From matings of buff x buff I have records of 3 buff females and 2 buff males. Evidently the sex ratios are about equal in both the gray and the buff phases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From matings of gray x buff (heterozygous for gray) were obtained 73 gray, 76 buff, and two intermediate (expected 75.5 gray:75.5 buff). From gray x buff (possibly heterozygous for gray) were secured 30 gray and 31 buff (expected 30.5: 30.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From matings of gray x buff (probably homozygous) were obtained 14 buff (expected 14 buff). These results indicate that gray is recessive to buff and that the two colors are alleloniorphs, behaving in inheritance as a simple mendelian character difference. There is, however, a discrepancy due to the occurrence of a few intermediates. These perhaps may be due to modifying factors, which mask the clear expression of the color phases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Intermediates are not so numerous among the laboratory-bred mice as in those collected in the field. This may partly be owing to the fact that the laboratory-bred animals are of known age and therefore are certainly fully mature, while some of the wildkilled animals are obviously immature. I have found that color phase determinations are often erroneous if made before the mice are six months of age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Another possible reason for fewer intermediates in the laboratory-bred stock is that the laboratory parents were selected both for buff and for gray, and those of intermediate character were A color modifier of proved potency has actually been found in the stock. This is a dilution factor affecting both the gray and the buff phases. Its principal effect is greatly to reduce the amount of black on the tips of the hairs, so that the animals appear much paler. With the amount of black in the pelage reduced, the difference between the gray and buff color phases is much more apparent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The dilute character was first noted in several offspring from a female, the daughter of two field-caught mice, mated with her son, who was fathered by her brother. There was therefore much inbreeding in this strain, and it is probable that the dilution factor was present in the original wild stock. Another color modification which has arisen in the blandas' stock is a white spot on the crown of the head. Similar white spots on the head have been found in many different subspecies of Peromllyscus maniculatus and P. leitcopus, sometimes in speciments taken in the field. However, I have not found such white head spots in wild blandus. The white spot arising in the laboratory-bred blandus is definitely inherited. From parents both of which had white spots on the crown 8 young all had varying amounts of white on this part of the head.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The white spots occurring on the head in other races of Peromyscus are also inherited, though in a variable manner. Sometimes the occurrence of a white tip to the tail seems to be correlated with the occurrence of the white spot on the head. By selection it seems possible to increase the size of these white spots to some extent. Sumner5 also has noted the occurrence of white spots on the head in \"various races of Peromyscus,\" and Castle'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "states that \"The production of white-spotted races from small beginnings observed in wild stocks has been accomplished in the laboratory by Castle and Phillips in the case of Peromyscus.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While the occurrence of the character for white spotting in wild deer-mice probably does not ordinarily affect the color of much of the animal, yet it is very likely that numerous other hereditary color variations occur, and some of these, like the dilution factor, probably do affect the expression of the color phases. It seems justifiable, therefore, to assume that some unknown color modifiers cause the production of the apparent intermediates between the color phases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A great deal of variability in hereditary factors undoubtedly occurs in all wild populations of Peromyscus. In another paper7",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I have demonstrated that in a population of Peromiyscus m.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "rtfinus taken in Colorado, there is a large amount of genetic variability in size factors and some variability in color factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The dichromatism of blandus is another illustration of the extent of genetic variability in the wild populations of these deer-mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The extremes of the gray and buff color phases of the deermouse, Peromyscus maniculatus blandus, behave in heredity as Mendelian alleloniorphs, gray being recessive to buff. However, among the experimental animals several can not be assigned with certainty to either color phase, and in the series of specimens of wild animals there is an appearance of complete intergradation between the two color phases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Several inherited factors modifying color and pattern are shown to occur in the subspecies, and it is assumed that other unknown modifying factors mask in some individuals the clear expression of the color phases, and thus produce the apparent intermediates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "F. B. Sumner, Bibliographia Genetica, 9: 38, 1932. 6 W. E. Castle, ''Gensetics and Eugenics,'' ed. 2, p. 125, 1920. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:02:47 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:02:47 UTC All use subject to https://about.jstor.org/terms No. 713] SHORTER ARTICLES AND DISCUSSION 573 not used for breeding. If, as is probable, the blandus stock contained various color modifiers, these would tend to be eliminated by the selection, leaving buff and gray to show in a less obscured manner.",
                "content": "<table/>"
            }
        }
    }
}