{
    "paper_id": "Dice1937-Thecommonnamesofmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:59.573512Z"
    },
    "title": "THE COMMON NAMES OF MAMMALS By LEE R. DICE",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1937-Thecommonnamesofmammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The English names that have been applied by naturalists to North American mammals are not all satisfactory, and many of them remain largely book names. Nevertheless, the constantly growing interest in all kinds of wild life makes it increasingly desirable that well chosen names be available for all our species. There is good evidence that, if no popular name be already available, a suitable book name will in time come into use as a common name.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many of the book names that have been proposed by our naturalists demonstrate a singular lack of imagination. They are often clumsy or otherwise inappropriate for common use. For example, the book name little brown bat, which has been applied to several species of the genus Myotis, is an unsatisfactory one. All the species of M yotis are little and brown, although some are smaller and some are deeper brown in color than others. It is no wonder that this and many others of our book names have failed of general acceptance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many of the smaller species of mammals do not have popular names other than those designating group, such as rat or mouse. For some species local names can be found which are adapted to wider usage, but for many of the small mammals it will be necessary -to invent book names.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The larger mammals of North America suffer not from the lack of common names, but from too many popular names, which often have been wrongly applied. No matter how vigorously naturalists may protest, the popular name of the American species of Bison will probably continue to be buffalo, although this animal is not at all similar to the buffalo of the Old World. The moose will continue to be the' moose, and properly so, even though it is the North American representative of the elk of Europe. Also the large deer (Cervus canadensis) of North America, which is closely related to the stag or red deer of Europe, will likely continue to be popularly known as the American elk. Nevertheless, some erroneous names can perhaps be corrected or better names applied if we naturalists can agree on suitable English appellations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Each common name is, in my opinion, best limited to a single species, or perhaps to the closely related species of one species group. It may be difficult to, find distinctive and short names for each species of the larger genera, however. Furthermore, some related species are s~ much alike externally that even experienced mammalogists have difficulty in distinguishing them in the field. For such groups it may be desirable to use a group name f()r 'a number of species or even for several genera. For example, it seems most suitable at present to apply the common name pocket-mouse to all the species of the genus Perognathus. Each species of pocket-mouse must then receive a descriptive adjective, as rock pocket-mouse for Perognathus intermedius.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As we come to know more about these species, however, it will probably prove desirable eventually to give each a short English name. The group name might then still be retained for all the species of the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The several races of one species have rather similar general habits and characters, and persons other than taxonomists' will refer most frequently to the species as a whole rather than to a particular subspecies. To designate a particular race of a polymorphic species an adjective can be added. to the common name of the species. For example, prairie deer-mouse designates the subspecies bairdii of the species Peromyscus maniculatus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In constructing book names, care must be used to avoid lengthy ones. The common name kangaroo-rat has been applied to all the members of the genus Dipodomys, and the species spectabilis has been given the book name, banner-tailed kangaroo-rat. This name is clumsy, but it becomes much worse when another word is added to designate a particular subspecies. Thus, Dipodomys spectabilis perblandus might be called the pale bannertailed k8.ngaroo-rat. It could also be called simply the pale kangaroo-rat, but that would fail to show its relationship to the other races of its species and would greatly multiply the number of kinds of kangaroo-rats. Why not call the species the banner-tail, or give it some other similar short name? A name made up of five, of four, or even of three separate words is not likely to be much used in ordinary conversation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A fully satisfactory common name should be short, distinctive, and appropriate to the animal it designates. Names that are descriptive as well as distinctive are desirable j but it is too much to expect' that every species can be given a descriptive name of universal application. The terms woodchuck and woodrat are good descriptive names, although both of these animals sometimes occur in situations where there are no woods. Book names formed by a translation of the scientific name are frequently inappropriate and in general are to be avoided.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If two words be used in forming the common name of a species, it is best, in my opinion, to combine them with a hyphen. Deer-mouse is preferable to deer mouse, because the name refers to a particular kind of mouse and has no reference to the deer as a species. It is even better, after a common name has become well established, to omit the hyphen. Woodrat and cottontail are better names than wood rat and cotton tail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The best common name is monosyllabic, as was pointed out by Seton (English names of mammals. Jour. Mamm., vol 1, pp. 104-105, 1920 ) a number of years ago., It would be an impossible task, however,to provide suitable monosyllabic names for all the species of North American mammals. Furthermore, if such names were available, only a few persons at most could learn them all. We shall therefore have to allow the use of many compound names.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 130,
                        "text": "Mamm., vol 1, pp. 104-105, 1920",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Some words are greatly over-used in the construction of common names. To avoid the too frequent repetition of the words rat and mouse incombina-tions used for the names of rodents, other terms should be employed wherever possible. The word vole, which is commonly used in England, may be combined with other words to form names for the several species of Microtus and of related genera. For examples, Microtus pennsylvanicus may be known as the meadow-vole, Microtus chrotorrhinus as the rock-vole, and Phenacomys intermedius as the heather-vole. Other short names that may have been applied to the various kinds of small rodents can probably be found if sought, and some of these names likely will be useful as common names.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As an example of what I consider fairly satisfactory book names, I have attempted to provide a distinctive English name for each species of the genus Peromyscus occurring north of Mexico, as follows: deer-mouse, Peromyscus maniculatus; beach-mouse, Peromyscus• polionotus; Sitka-mouse, Peromyscus sitkensis; wood-mouse, Peromyscus leucopus; cotton-mouse, Peromyscus gossypinus; brush-mouse, Peromyscus boylii; encinal-mouse, Peromyscus pectoralis; pinyon-mouse, Peromyscus truei; juniper-mouse, Peromyscus nasutus; golden-mouse, Peromyscus nuttallii; gopher-mouse, Peromyscus floridanus; canyon-mouse, Peromyscus crinitus}• chaparral-mouse, Peromyscus californicus; cactus-mouse, Peromyscus eremicus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Most of these names have been previously. used, at least as book names, but some of them are here proposed for the first time. The term Sitkamouse refers to the district in which the species sitkensis occurs. The name encinal-mouse has reference to the occurrence of the species pectoralis in the oak forests or encinal of Texas. Major E. A. Goldman informs me that it also occurs in encinal in Mexico, although it ranges widely in habitat. Juniper-mouse is applied to nasutus on account of its common occurrence in forests of juniper and pinyon pine. Some of these names are too long, and some are not fully satisfactory, but others are, in my opinion, an improvement on the current book names.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The term white-footed mouse, a translation of the specific name leucopus, has been used in the past for all or nearly all the kinds of Peromyscus, and it would be difficult to restrict it to anyone species. This name can be retained, if desired, as a group name for all the species of the genus, all of which have white or whitish feet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Any rigid system of common names would be most objectionable, and it may sometimes be desirable to allow a choice of two or more names. Especially should there be no thought of priority in the selection of book names. The shortest and most suitable name for any form may be expected ultimately to come into general use, unless some other name is already well established. The most that can be hoped for is to secure some improvement in the quality of our book names, and perhaps ultimately for the American Society of Mammalogists to prepare a list of generally-agreed-upon English names for all of the mammals of North America. Michigan, Ann Arbor, Michigan. ",
                "cite_spans": [
                    {
                        "start": 629,
                        "end": 659,
                        "text": "Michigan, Ann Arbor, Michigan.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/18/2/223/922928 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/18/2/223/922928 by University of Michigan user on 07 October 2021DICE-COMMON NAMES OF MAMMALS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}