{
    "paper_id": "Dice1938-Somecensusmethodsformammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:01.349616Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1938-Somecensusmethodsformammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "populations is desirable in almost every ecological investigation. It is often important to know the population density of a species at a certain place, the total of its individuals living in a given area, or the fluctuations in its numbers from year to year. Information of this kind is especially needed by the wild-life manager and the conservationist. In practically every study of natural history the taking of one or more censuses would be desirable, if only they could be taken accurately and without too great effort.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Unfortunately, it is very difficult to obtain an accurate census of any kind of mammal even on a small area. Many species are shy and avoid the presence of man. In addition, many forms are nocturnal, and nearly all the smaller species make use of burrows in the ground or of holes in trees, in which they spend most or all the daylight hours.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In spite of these difficulties technics ,are being developed for making counts of the numbers of certain species on restricted areas. Jack rabbits, deer, and some other kinds of large mammals can be counted more or less accurately by means of drives. Counts of some of the smaller mammals can be secured by intensive trapping. Indications of abundance are given by counts of tracks and of other signs. Although we have yet much to learn about how to secure a satisfactory enumeration of any species even for a small area, good progress is being made in developing useful census methods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The taking of a complete census of any mammalian species over a large area is usually impracticable and calculations of the size of populations must in nearly all cases be based on counts or estimates of the animals present on relatively small sample plots. In selecting these sample plots all the precautions necessary in taking samples for any statistical purpose must be observed. It is especially important to avoid any bias, conscious or unconscious, in choosing the areas. Either an especially good habitat or an especially bad one might contain quite a different concentration of the species under consideration than the average of the whole area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No single statistical sample, unless it be very large, can give more than a rough approximation of the size of the population from which it was taken. If possible, therefore, several sample plots should always be counted and the mean of these samples used as the basis of calculation. With figures for a number of samples at hand there are simple statistical methods available for determining the probable accuracy of their means. It is obvious that the greater the number of samples and also the greater the size of the individual samples the more accurate the calculation of the population will be.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The greatest difficulty in making an accurate count of the animals on any area is to prevent the animals which are on the area leaving before they are counted, and to prevent other individuals from outside the area coming in.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is not at all safe to assume that the outwanderings and inwanderings will balance each other. Timid animals, such as deer, may be disturbed by the placing of the men who are to make a drive, and some of the animals may escape from the area to be driven before the lines are established. On the other hand, if the count is made by trapping over a period of several days, some animals from outside the area trapped may in the course of their wanderings come inside the area and be caught (Chitty, 1937: 42-52) . Furthermore, if the individuals living on an area be removed, other individuals may move in to take their place. Some of the unreasonably high counts per acre reported for small mammals are probably due to this cause.",
                "cite_spans": [
                    {
                        "start": 489,
                        "end": 510,
                        "text": "(Chitty, 1937: 42-52)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One way of preventing the movements of animals on or off a census area is to select an isolated tract which is surrounded by habitats unsuitable for the species being counted (Hamilton, 1937: 780-781) . The isolated area can either be a woodlot surrounded by fields, if a forest inhabiting form is being studied, or a meadow surrounded by woods, if the form to be studied is limited to meadows. It is not certain however, that an isolated area will usually have the same density of population as a larger area of the same habitat type. The boundaries of the individual home ranges of the mammals at the edges of an isolated area would necessarily be somewhat more restricted than on a larger area. Further, the habitat conditions are not the same at the edge, as in the interior of a woodlot or meadow. Some species are probably more abundant at the edge of the forest than they are in its interior, other species are most abundant away from the forest border. These sources of error might lead to erroneous conclusions if the population density in a small area is used as a basis for calculating the population of a larger area. Nevertheless, the determination of the populations of small isolated areas should give much information about total populations. Some species of small mammals occur mostly in restricted local habitats and these species must properly be studied in such situations.",
                "cite_spans": [
                    {
                        "start": 175,
                        "end": 200,
                        "text": "(Hamilton, 1937: 780-781)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Theoretically, it should be possible to build a fence around a small selected area within a large uniform habitat and then to count the animals inside. The labor involved would be considerable, however, and great care would have to be taken that the disturbance of building the fence would not drive some of the more timid forms off the area. Furthermore, the fence would interfere with the normal movements of the animals onto and off the area and this unnatural barrier would, therefore, prevent the securing of information about normal populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The disturbance caused by the investigator walking over, and setting traps on an area may drive off some of the animals. Intensive trapping in a small area may even damage the vegetation, nest sites, and runways so greatly as seriously to alter the suitability of the habitat for small mam- The males of some species wander more widely than the females, and the numbers of each sex, therefore, must be recorded separately. Though young animals and males may be more inclined to wander than adult females it must never be assumed without positive information that all adult females have fixed home ranges nor that all young animals and all males are wanderers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One of the most accurate methods for taking a census of the small mammals on a given plot is to trap and mark each animal on the area, liberating it where it was captured. Care must be taken not to attract an unusually large number of individuals to the area by the food provided as bait. If the trapping is efficiently carried out and is continued for a sufficiently long time it should be possible to determine the home range of each individual living on the area. Then by plotting these individual ranges on a map, the resident population of each species on any part or on all of the area can be computed and the number of wandering individ-uals present at any given time can be counted with considerable accuracy. This method is being used by W. H. Burt with great success in studies of the woodmouse on the George Reserve of the University of Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The greatest objection to this method of determining populations is the laborious trapping required. Further the method is not applicable to those animals which are trap shy and which therefore cannot be enticed a second time into a trap.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The population of a diurnal species of mammal on a specified area could be determined by a rapid count of all the individuals present, if these had previously been trapped, given distinctive marks that could be read at a distance, and released. Some individual mammals can be recognized by reason of deformities, or other individual peculiarities such as a bobbed tail, crippled leg, or white spot. However, these natural marks are seldom sufficient to distinguish all the individuals of a species living in a given area. We have made some attempts to apply recognition marks to trapped mammals of a few species by clipping off the hair of certain parts of the tail or of the upper parts of the body, and also by applying spots of dye to the pelage. So far these attempts have not been very successful, both because the marks are hard to read at a distance, even with field glasses, and because both the dyed and the clipped areas soon disappear. In the summers of 1935 and 1937, during field work sponsored by the The traps were set at first in a checkerboard pattern, with traps 1 rod apart in each direction, and in plots made up of multiples of a square chain. A checkerboard setting is undoubtedly best for long-continued studies which aim to determine the home ranges of all the individual animals on a plot.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It was soon discovered that to set and to examine traps distributed in a checkerboard pattern, however, requires a very large amount of walking, with numerous trips back and forth across the plots. Furthermore, if the traps must be set at particular points they will not always be placed in the most suitable spots for capturing small mammals. The setting of traps in the checkerboard pattern was, therefore, abandoned as inefficient in securing a rapid count of the mammals present on a plot.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A simpler method of setting traps for small mammals over measured areas is to mark out plots measuring 4 or more chains on a side (putting wire stakes with small flags of red cloth at the corners of each square chain) and setting the traps in line, 4 or 5 traps to the chain, completely across the plot. The return trap line is similarly set along the next surveyed transect, which is just 1 chain length away. The area is, therefore, covered by traps set 1 rod or less apart in lines 1 chain apart.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The plots used in these studies were laid out in fractions of acres rather than in metric divisions because in the The quadrats covered by these traps were usually entirely trapped out in 3 to 5 nights. On some plots in yellow pine habitat I set new lines of traps in the opposite direction across the quadrat after the other traps had been set for 5 days, but failed to secure any additional mammals, except at the edges of the quadrat. In certain other types of habitat a longer or a shorter trapping period might be required completely to denude an area of its small mammal population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "With any method of trapping on an area which is divided into equal parts In thick brush or timber and on very steep slopes it is impracticable to run traps in straight lines. In such situations the traps can be set in irregular lines following trails or any other feasible routes across the area. If the lines are close enough together to cover all the home ranges of the resident small mammals, the entire population should be removed from the area within a few days. Measurements with a steel tape and compass along the boundary lines will afford sufficiently accurate data for the computation of the area covered by the traps. This method of setting the traps avoids the labor of surveying the exact location of the trap lines. It may be employed in any situation where it is desired to know the area in the plot which is trapped, but where the exact spacing of the trap lines is not considered important.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The area which will be denuded of small mammals by any setting of traps extends of course beyond the area actually covered by the traps, unless this area is surrounded by unfavorable habitats. If the individuals of the species concerned are not established in definite home ranges, but are moving about at random, it will be impossible to calculate exactly the area trapped out by a trap line or trap quadrat. But if the mammals are living in fixed homes and have definite home ranges, which they travel over at frequent intervals, it should be possible to estimate the average distance from which the animals come to the traps. There is good evidence that many species of An efficient line of traps should capture eventually all the individual mammals having home ranges which overlap the line at any place where there is a trap. If the traps are placed closely enough together in the line so as to be practically continuous the influence of the trapline should extend on each side to an average distance of half the mean width of an individual cruising range for the sex and species concerned. Different species undoubtedly vary considerably in the mean widths of their cruising ranges and the distance on each side of a trap line or plot trapped out One of the most important sources of error in calculating the size of individual home ranges by this method lies in the probability that the individual ranges of the species and sex concerned may not completely fill the area where the trapping is done. The resulting error would give too large a figure for the mean width of a home range and would, therefore, indicate that the area denuded by the trapping was larger than actually the case. This in turn would give too small a figure for the total population per unit area calculated from this data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Other possibilities of error are that some of the adults may not have fixed home ranges; that the ranges of certain of the adults of the same sex overlap; that some individuals escape capture;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "and that some of the immature animals also have fixed ranges. An inspection of the data may determine which of these sources of error is likely to be present and a correction of the estimated size of the average home range may then be possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For the calculation of the numbers of wandering animals per unit area the most accurate basic data will be secured from intensive trapping conducted on a quadrat for only one, or at most a few nights. If all the individuals present on the trapping area could be secured in one night this would give the most accurate record of the number usually present on the area at one time. If the trapping is continued on later nights, wandering individuals may come in and thereby increase the apparent concentration on the area. It is not known, however, how much error is produced by including in the calculations all the individuals taken over a trapping period of say 3 days, which is the usual duration of trapping on an area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Traps traps should be greatest when the traps are kept set for a long period of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Little useful information will be given by such a comparison, however, unless the size of the quadrat is many times greater than that of an individual home range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A buffer line or zone of traps partly or completely surrounding the quadrat being studied has been used by some investigators (Elton, Davis and Findlay, 1935: 283-284) to prevent the inwandering of non-resident animals.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 167,
                        "text": "(Elton, Davis and Findlay, 1935: 283-284)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Such a line of traps cannot ever be completely successful, however, in preventing wandering individuals from reaching the area, for some will certainly pass between the traps in the buffer zone. Furthermore, some of the individuals living on the quadrat will likely be caught in the outside line of traps, and it will be impossible to distinguish these from animals coming in from outside. It takes a large number of traps to surround a quadrat and it seems wasteful of time and energy not to make use of the information secured from these traps. A surrounding line of traps in my opinion does no more than increase the size of the quadrat, and it is still necessary to determine the distance beyond the traps from which the animals have come.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The larger the area covered by trapping operations of uniform intensity, the more accurate can be the determination of the populations of the included mammalian species. All the calculations are based upon averages and no statistical average can be very reliable when based only on a few data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Computations from any number of individuals less than 10 cannot give a very reliable average for the size of a home range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On large quadrats, also, there is proportionally less opportunity for movements of the inhabitants on or off the plot. This is true because the area of a square plot varies as the square of the length of the side, while the length of the boundary of the plot varies directly with the length of the side. Furthermore, on large plots any error in calculating the width of the surrounding strip from which animals are trapped is minimized. In the case of small quadrats the area included in the surrounding strip may form a considerable proportion of the whole area from which animals are taken. With large plots, on the contrary, the surrounding strip forms only a small part of the total area from which the mammals are collected, and errors introduced in the calculations by failure to estimate correctly the width of the surrounding strip are relatively unimportant. The size of quadrat required in order that these errors will be negligible depends of course upon the size of the average home range and will have to be calculated separately for each species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is not necessary to kill or remove the animals taken on a quadrat in order to secure an accurate count. If taken in live traps the animals can be released without harm. If the trapping is to be continued longer than one night the animals should be marked before releasing, so that they can be recognized when subsequently trapped. A small notch cut in the ear, or a tuft of hair clipped from some part of the body will be sufficient unless it is desired to make a long-continued study of individual home ranges.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:07:12 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An expanding quadrat can be used to cover a large area with a limited number of traps. The traps are first set in the middle of the area. As soon as these traps have denuded their vicinity they are removed and reset in lines surrounding the first settings. The amount of expansion possible will of course be limited by the number of traps available and the distance they are set apart. A moving quadrat (Townsend, 1935: 16) differs from an expanding quadrat in that the expansion is on only one side. Wandering animals can be expected to come into a moving quadrat not only from the front and from both sides, but some may catch up with it from behind.",
                "cite_spans": [
                    {
                        "start": 403,
                        "end": 423,
                        "text": "(Townsend, 1935: 16)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While traps set in large quadrats will undoubtedly give the most accurate information about the populations of small mammals, there are many occasions when it is impracticable to set traps in this manner. At such times traps set in straight or nearly straight lines of measured length will give much information about relative populations and under favorable circumstances it may be possible to estimate actual concentrations per unit areas from the data so obtained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A line of thoroughly efficient traps should denude an area extending for one-half the mean width of a cruising range on each side of the traps, and also for one-half the mean width of a cruising range beyond each end of the line. This is on the assumption that all the individuals of the species being trapped are living in relatively fixed home ranges. If the mean width of a cruising range for the sex and species concerned is known from previous studies it will be possible to calculate the area trapped out by the trap line and from this to determine the population of the species per unit area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If the average size of a home range for the species concerned is unknown it is still possible to make an estimate of the mean width of a home range by a simple computation. Divide the length of the line of traps by 1 less than the number of adults of the species and sex concerned, captured during the period of trapping. The quotient should be the mean width of a home range. It is assumed in making this computation that all the individuals of the sex and species considered have fixed ranges which adjoin but do not overlap, and that all whose ranges overlap the trap line are captured. The computation will not give a very accurate figure for the mean width of an individual range unless the line is long enough to cover a considerable number of ranges.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If the trap line extends completely across a habitat which is surrounded by other types of habitat unfavorable to the species being studied, the calculation should be corrected as follows: To find the mean width of a cruising range divide the length of the trap line by the exact number of individuals of the species and sex captured. In any other situation the traps on the end of the line will capture individuals whose ranges extend beyond the trap line. As usually set, the trap line should capture a number of individuals 1 greater than the number of individual ranges included in the length of the line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If several trap lines have been run in the same season through uniform habitat in a given district, it is statistically proper to combine the several means of The number of animals caught per \"trap-night\" has occasionally been used as an index of abundance, following an early suggestion by Grinnell. From the preceding discussion it will be evident, however, that the number of animals secured on a trap line depends largely on the sizes of the individual cruising ranges of the several species present in the region. If all the individuals with cruising ranges crossing the trap line are ultimately caught the number taken is not directly related to the number of traps nor to the length of time they are set, but is directly related to the length of the trap line. I believe, therefore, that the statement of the numbers of individuals of each sex and age taken per unit length of line is a better method of stating abundance than is the catch per trap-night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To supplement actual census methods, which often are expensive or impracticable, simple methods of obtaining indices of abundance are greatly to be desired. Attempts have been made to use for this purpose counts of tracks, of homes, and of other evidences of the presence of certain species. MacLulich (1937: 25-39) , in a study of the cycles The use of the frequency index for comparing the abundance of mammals at different times and places was suggested several years ago (Dice, 1931: 378) . It is true that the frequency index shows primarily the uniformity of distribution of a species rather than its comparative numbers (Cain, 1932: 478) . However, it has been shown by McGinnies (1934: 281) for plants that there is a correlation between the frequency index and abundance. Any one kind of mammal probably has everywhere the same general type of local distribution, and therefore its frequency index for different locations or for different years should give a good indication of its comparative abundance. Where signs of occurrence rather than actual counts of individuals must be depended upon for comparing the abundance of animals, the frequency index is of special value. This is shown in its use (under the name of \"trace census\") by Elton, Davis, and Find-lay (1935: 280-281) in a study of fluctuations of the numbers of voles.",
                "cite_spans": [
                    {
                        "start": 302,
                        "end": 315,
                        "text": "(1937: 25-39)",
                        "ref_id": null
                    },
                    {
                        "start": 475,
                        "end": 492,
                        "text": "(Dice, 1931: 378)",
                        "ref_id": null
                    },
                    {
                        "start": 627,
                        "end": 644,
                        "text": "(Cain, 1932: 478)",
                        "ref_id": null
                    },
                    {
                        "start": 677,
                        "end": 698,
                        "text": "McGinnies (1934: 281)",
                        "ref_id": null
                    },
                    {
                        "start": 1247,
                        "end": 1289,
                        "text": "Elton, Davis, and Find-lay (1935: 280-281)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No one census method can be used for all kinds of mammals. The several species differ so much in size and in habits that many different methods will have to be devised, perhaps a distinct method for each species. It is obvious that a very different technic must be used for counting the numbers of mice and of grizzly bears. However, some methods may, with slight modification, serve for the enumeration of several different species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In any study of population the determination of the size of the individual home range is of great importance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Except for the rare instances in which the whole population of a circumscribed area can be counted, estimates of populations will usually involve a determina- All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "CHITTY, DENNIS 1937. A ringing technique for small mammals",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Literature",
                        "suffix": ""
                    },
                    {
                        "first": "Stanley",
                        "middle": [
                            "A"
                        ],
                        "last": "Cain",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "field naturalists will give increasing attention to detailed studies of the individual ranges and of the populations of all kinds of mammals",
                "volume": "2",
                "issue": "",
                "pages": "376--381",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "field naturalists will give in- creasing attention to detailed studies of the individual ranges and of the populations of all kinds of mammals. LITERATURE CITED CAIN, STANLEY A. 1932. Concerning certain phytoso- ciological concepts. Ecol. Monog. 2: 475-508, 10 figs. CHITTY, DENNIS 1937. A ringing technique for small mammals. Jour. Anim. Ecol. 6: 36-53, 5 figs. DIcE, LEE R. 1931. Methods of indicating the abundance of mammals. Jour. Mammalogy 12: 376-381.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "An epidemic among voles (Microtus agrestis) on the Scottish border in the spring of 1934",
                "authors": [
                    {
                        "first": "Charles",
                        "middle": [],
                        "last": "Elton",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H S"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Findlay",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Jour. Anim. Ecol",
                "volume": "4",
                "issue": "",
                "pages": "277--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ELTON, CHARLES, D. H. S. DAVIs, and G. M. FINDLAY 1935. An epidemic among voles (Microtus agrestis) on the Scot- tish border in the spring of 1934. Jour. Anim. Ecol. 4: 277-288, 1 photo.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The biology of microtine cycles",
                "authors": [
                    {
                        "first": "William",
                        "middle": [
                            "J"
                        ],
                        "last": "Hamilton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Jour. Agric. Res",
                "volume": "54",
                "issue": "",
                "pages": "779--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAMILTON, WILLIAM J., JR. 1937. The biology of microtine cycles. Jour. Agric. Res. 54: 779- 790, 2 figs.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The relation between frequency index and abundance as applied to plant populations in a semi-arid region",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Mcginnies",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Ecology",
                "volume": "15",
                "issue": "",
                "pages": "263--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCGINNIES, W. G. 1934. The relation between frequen- cy index and abundance as ap- plied to plant populations in a semi-arid region. Ecology 15: 263-282,4 figs.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Fluctuations in the numbers of the varying hare (Lepus americanus). Univ. Toronto Studies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Maclulich",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Biol. Ser. no",
                "volume": "43",
                "issue": "",
                "pages": "1--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACLULICH, D. A. 1937. Fluctuations in the numbers of the varying hare (Lepus americanus). Univ. Toronto Studies, Biol. Ser. no. 43, 1-136, 18 figs.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Studies on some of the small mammals of central",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Townsend",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TOWNSEND, M. T. 1935. Studies on some of the small mammals of central New York.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "any given area at a particular time are necessarily resident there. At certain seasons of the year a considerable proportion of the members of the species may be wanderers with no fixed home. Due attention must be given in any computation of animal populations to the possible presence of such unattached individuals. Young animals of the year are especially likely to be wanderers, and the trapping records, therefore, should distinguish the numbers of young and of adults taken. Some young rodents mate and become established at fixed home sites before they acquire the adult pelage, and these sexually mature individuals must be distinguished from the juvenile non-breeding animals."
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Institution of Washington, I made an attempt to work out methods of counting the numbers of small mammals on measured plots. Some of these studies were made in the sand hills of Nebraska, some in the Black Hills of South Dakota, and a few in the mountains of southern New Mexico. Metal box traps taking the mammals alive were used exclusively, and all the individuals captured were removed from the area. Most of the traps were of mouse size, but a few were of chipmunk size."
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "States large areas are always measured in acres and square miles. A surveyor's chain is 66 feet long, and a square chain is one-tenth of an acre, so the sizes of the plots are easily calculated."
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "small mammals do have more or less definite home ranges at least during certain parts of the year. The average shape of an individual cruising range should theoretically approach a circle in form. If adjacent territories are defended by their occupants, the home ranges should tend toward a hexagonal shape. However, it is difficult to calculate the number of circular or hexagonal individual ranges included in any given quadrat. For statistical purposes, therefore, the individual ranges may be treated as though they were square. The mean width of an individual range will accordingly be considered to be the square root of the average area ranged over by an individual of the sex and species under consideration."
            },
            "FIGREF4": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "tion of the average size of the individual range. Studies of home ranges, to be most useful, should include a detailed determination for each species of the mean and extreme areas included in the cruising ranges of males and of females, and also of old and of young individuals. Due consideration must be given to possible variation in the sizes of the cruising ranges at the various seasons and in the various types of habitats occupied. The studies should determine also whether the individual ranges are mutually exclusive, or if several individuals may under certain conditions occupy parts of the same range at the same time. Of importance in this connection is the determination of the location of the nest in relation to the home range and of the relationship between the abundance of suitable nest sites and the spacing of the individual ranges. It is to be hoped that in the This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:07:12 UTC"
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>may Adolph Stebler, of the Michigan Game</td></tr><tr><td>Division, has removed toes from the</td></tr><tr><td>feet of coyotes, hoping that the marked</td></tr><tr><td>animals could be recognized by their</td></tr><tr><td>tracks. R. L. Trippensee, while at the</td></tr><tr><td>University of Michigan, tried the ap-</td></tr><tr><td>plication of soluble stains to the feet</td></tr><tr><td>of cottontail rabbits. However, these</td></tr><tr><td>technics are still in the experimental</td></tr><tr><td>stage.</td></tr><tr><td>Fur-</td></tr><tr><td>ther experiments with individual recog-</td></tr><tr><td>nition marks on deer, squirrels, chip-</td></tr><tr><td>munks, and other diurnal animals are</td></tr><tr><td>desirable.</td></tr><tr><td>Some attempts have been made to</td></tr><tr><td>mark individual animals so that they</td></tr></table>",
                "type_str": "table",
                "text": "be identified by their tracks. A coyote sometimes has a deformed foot which leaves a distinguishing mark."
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>catch in the outside trap lines around</td></tr><tr><td>the area with the catch in the inner</td></tr><tr><td>lines, and perhaps determine the</td></tr><tr><td>amount of inwandering during the</td></tr><tr><td>period of trapping. It should also be</td></tr><tr><td>possible to learn by comparison of the</td></tr><tr><td>numbers trapped in the different sub-</td></tr><tr><td>units whether there are variations in</td></tr><tr><td>abundance correlated, perhaps, with</td></tr><tr><td>differences in habitat types.</td></tr></table>",
                "type_str": "table",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:07:12 UTC All use subject to https://about.jstor.org/terms it is possible and desirable to keep the records according to the subunits. It will then be possible to compare the"
            },
            "TABREF5": {
                "num": null,
                "content": "<table><tr><td>pings on a series of small quadrats give</td></tr><tr><td>a reliable index of the relative abun-</td></tr><tr><td>dance of the animals.</td></tr><tr><td>It is not always necessary that in-</td></tr><tr><td>dices of abundance be directly convert-</td></tr><tr><td>ible into census figures, for the knowl-</td></tr><tr><td>edge that certain species are increasing</td></tr><tr><td>or decreasing or that they are most</td></tr><tr><td>abundant in certain types of habitat</td></tr><tr><td>will often be of great value to wild-life</td></tr><tr><td>administrators. As yet no standardized</td></tr><tr><td>methods have come into general use</td></tr><tr><td>for securing indices of the abundance</td></tr><tr><td>for mammalian species. This is, how-</td></tr><tr><td>ever, a most promising field for experi-</td></tr><tr><td>ment.</td></tr></table>",
                "type_str": "table",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:07:12 UTC All use subject to https://about.jstor.org/terms of abundance of the snowshoe hare, hasemployed an interesting statistical method to show that counts of drop-"
            }
        }
    }
}