{
    "paper_id": "Dice1948-Applicationofstatisticalmethodstotheanalysisofecologicassociationbetweenspeciesofbirds",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:19.093212Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1948-Applicationofstatisticalmethodstotheanalysisofecologicassociationbetweenspeciesofbirds",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Lee R. Dice University of Michigan, Ann Arbor Very considerable advances have been made in recent years in the development of biometric methods suitable for the analysis of ecologic relations in nature. Ornithologists, however, have been rather slow to apply these new mathematical technics to the solution of their problems. There is here presented a description of the manner in which biometric technics assisted in the analysis of one particular phase of bird behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "The particular study here described resulted from an impression gained by my wife and myself that birds of several kinds tended to visit our yard and feeding-shelf at approximately the same time, there forming aggregations of mixed species. It was noted that two species would seldom actually feed on the window-shelf together, but that several species migllt be present in the yard at the same time. Individuals of different species sometimes came in irregular alternation to the feeding-shelf. On the afternoon of December 24, 1946, in particular, we noted in the yard an exceptional concentration of species, consisting of cardinals, chickadees, tufted titmice, English sparrows, ring-necked pheasants, a downy woodpecker, and a brown creeper. Even a fox squirrel joined the aggregation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "In order to test the hypothesis that these species of birds, or some of them at least, were tending to aggregate in flocks of mixed species, it was necessary to secure a quantitative measure of their association with one another.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "Otherwise there was the possibility that each species actually moved about independently, but that the human observer best remembered those rare occasions when several species happened to be present in the yard at the same time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "Counts at fifteen-minute intervals during each of four days were accordingly made of the number of individuals of each species of bird present on a selected census area. The census area was a portion of our yard at 2022 Day Street, Ann Arbor, Michigan. The dimensions of the area selected are approximately fifty by fifty feet. A portion of our hcuse extends along most of the northern boundary. A feeding shelf, provided with suet, cracked com and other grains, and sunflower seeds, projects out from a second-story window. Along the eastern border of the census area there is a thick line of shrubs and a large cherry tree. Many birds roosted for a time in these shrubs and tree or fed on the ground beneath, where seeds also were scattered. A large pear tree near the middle of the plot att'acted a few birds from time to time. Between these trees and the house is a rock garden on which some birds also occasionally fed. Thie rest of the plot is relatively open and few birds were ever seen there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "The counts were made from dawn to dusk on December 25, 1946 and on January 12, 19, and 26, 1947 . The time from the beginning of one the next count was fifteen minutes. The actual counting usually occu a minute or two, but sometimes took as much as five minutes. Th was made to record only those birds which were actually present-o simultaneously. In a few instances the interval between the beginn successive counts were longer than fifteen minutes, but not more th minutes, and in a very few instances thle interval between counts w less than fifteen minutes.",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 63,
                        "text": "December 25, 1946 and",
                        "ref_id": null
                    },
                    {
                        "start": 64,
                        "end": 86,
                        "text": "on January 12, 19, and",
                        "ref_id": null
                    },
                    {
                        "start": 87,
                        "end": 95,
                        "text": "26, 1947",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "To assist in identifying the species a pair of low-power field gla used. Two birds passed through the area so hurriedly that they co be identified. These two unidentified birds were omitted from th",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "The weather on the census days varied from clear to cloudy, so with snow flurries. The temperature ranged from 160 to 510 F. Th was partly covered by snow on two of the days and nearly bare on two.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "All the species of birds recorded in any numbers in the census showed at this winter season some tendency to occur in flocks. Too few observations were obtained of the junco and of the ring-necked pheasant to measure the size of their flocks with any accuracy. The flocks of the cardinal averaged 2.04 (maximum 5) and of the chickadee 1.80 (maximum 3) individuals. Both these species were observed to travel in small, loose flocks. The English sparrow travelled in larger, more compact bands, containing on our area an average of 4.98 individuals, but sometimes numbering fifteen or more.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "One objection that can be made to the methods employed for gathering thei data is that the fifteen-minute interval between the counts was rather brief. Often a bird or a flock of a particular species remained on the area over two or more periods. Actually then each period of observation was not taken wholly at random, but was related in some degree to the periods immediately preceding and following it. This influence on one another of periods adjacent in time reduces by an unknown amount the efficiences of these observations for statistical treatment. A more random set of observations would have been obtained by spacing the periods at longer intervals, but then some visitors to the area might have been missed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "If the occurrence of the several species on the area is at random, then the number of census periods when no species, one species, two species, and so on, should occur, will form a Poisson series. The total number of census periods in the four days of observation was 131 and the mean number of species present per period was 0.664. In Table 1 is given the expected Poisson series for these data. For calculating the Poisson series for this particular mean and given number of observations, help was obtained from Snedecor (1946: 442 ).",
                "cite_spans": [
                    {
                        "start": 514,
                        "end": 533,
                        "text": "Snedecor (1946: 442",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 336,
                        "end": 343,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "It will be noted from the table that there are small deviations from the numbers of species expected to occur together according to a Poisson distribution. In order to measure the significance of these deviations the chi-square of each deviation has been calculated. The sum of the chi-squares is only 1.779, which is statistically insignificant (Snedecor, 1946,. table 9 .2). Inasmuch, then, as the association of the species in such groups as occurred on the census area could have been due to chance alone, the original impression that the several species tended to form aggregations of mixed species is not confirmed by thzese observations.",
                "cite_spans": [
                    {
                        "start": 346,
                        "end": 371,
                        "text": "(Snedecor, 1946,. table 9",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "Although the occurrence of the several species of birds on the census area thus is shown to be generally at random, the statistical method above emploved is too rough to show whether or not any particular pair of the species might tend to be associated. For such a measure of association we may use the method illustrated in Table 2 , where the possible association between the cardinal and the chickadee is tested (see Dice, 1945) . Biometricians would usually use a simpler formula for calculating the significance of this association. The method here employed, however, is easy to follow.",
                "cite_spans": [
                    {
                        "start": 420,
                        "end": 431,
                        "text": "Dice, 1945)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 325,
                        "end": 332,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "The data presented in Table 2 indicate that there is a tendency for chickadees and cardinals to be associated under the conditions of the observations. The two species occurred together on the census area on eight observation periods, while on the basis of chance they should have been associated only during 3.21 periods. The deviation from expectation is highly significant statistically, for the chi-square, with one degree of freedom, is 10.280. Similar calculations were made of the tendency for cardinals to be associated with English sparrows and for English sparrows to associate with chickadees. Both these other associations proved to be entirely at random, for the conditions of the observations. The number of associations between species other than cardinals, chickadees, and English sparrows was too few to justify statistical treatment.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 22,
                        "end": 29,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Application of Statistical Methods to the Analysis of Ecologic Association Between Species of Birds",
                "sec_num": null
            },
            {
                "text": "foods that there seems no good reason why these two species should tend to associate with one another. Could it be that their indicated association is an artifact of our method of study? We should certainly never blindly accept as true any such statistical indication. It has already been pointed out that the successive 15-minute periods of observations are related to one another in a somewhat non-random manner, and that this reduces the efficiency of the observations for statistical use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "A calculation of the length of stay of each species of bird on the census area shows that the cardinal averaged 1.87 consecutive 1 5-minute periods and that the maximum number of consecutive periods for this species was eight. The average stay of the chickadee on the area was 1.67 periods, with a maximum of four consecutive periods. It is possible, however, that different individuals were represented on the census area in some consecutive periods, for only the presence of each species was recorded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "That the indicated association between chickadees and cardinals could have arisen by flocks of the two species remaining there together over several consecutive periods is shown by an inspection of the original records. On the morning of December 25 both species were associated for one period only. In the afternoon of that day, however, cardinals and chickadees were associated on the area in varying numbers on three consecutive periods. Likewise, on January 12 one cardinal and two chickadees were recorded together on the plot for four consecutive periods. These records constitute eight of the fifteen times the chickadee was recorded on the area during the four days of observation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "The cardinals and chickadees both came habitually to the feeding shelf, the cardinals for seeds and the chickadees mostly for suet. Very rarely did a chickadee dare come to the shelf when a card&nal was feeding there. The two species therefore tended to alternate at the shelf, with the chickadees waiting in the cherry or pear tree while a cardinal was feeding on the shelf. This habit tended to prolong the stay of the chicadees on the plot when cardinals also were present. The tendency for the occurrence of the chickadee to be more dependent upon the presence of the cardinal than the converse is shown by the association index (Dice, 1945) of the chickadee with the cardinal (cardinal/chickadee) being 0.56, while that of the cardinal with the chickadee (chickadee/cardinal) is only 0.29. It is probable, therefore, that the indicated association between chickadees and cardinals is spurious and is produced by a prolongation of the stay of chickadees on the area when cardinals are feeding at the shelf. repeated more frequently than once per hour. Such a longer successive observations would make it unlikely that the leng species on the area might seriously affect the value of the records for biometrical computations.",
                "cite_spans": [
                    {
                        "start": 633,
                        "end": 645,
                        "text": "(Dice, 1945)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "At no time during the four days of intensive observation were more than four species of birds present on the census area at one time. The occurrence of the several species on the area has been shown above to be consistent with a wholly random association. Only the chickadee and the cardinal showed any tendency to occur on the area at the same time and this has been shown to be probably a spurious association, not based on any attraction between the two species. At no time was any tendency noted for the several species of birds to associate together in anything that could be called a mixed flock. The aggregations of species of birds sometimes noted on the census area must therefore be presumed to have assembled almost entirely as the result of chance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "The conclusion, however, should not be drawn that these or other species of birds may not be associated in mixed assemblages at other seasons or in other situations. In order to reach any valid general conclusions about the tendencies of the various species of birds to form ecologic aggregations we shall need many more quantitative studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cardinals and chickadee.s have such different habits and eat such different",
                "sec_num": null
            },
            {
                "text": "A statistical study, based on observation periods spaced fifteen minutes apart and covering four full days during December and January, indicates that the aggregations composed of several species of birds which sometimes occur in a yard in Ann Arbor, Michigan, are formed only by random association. When cardinals were on the feeding shelf, however, the chickadees waiting their turn at the shelf often remained on the area more than a random number of periods and thereby a spurious association with the cardinals was produced. Periods of observation of the birds on a small area should be spaced more than fifteen minutes apart if the data are to be treated statistically for measurement of the ecologic association between species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:21:07 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "1945-Measures of ecoloaic association between species",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ecology",
                "volume": "26",
                "issue": "",
                "pages": "297--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, LEE R. 1945-Measures of ecoloaic association between species. Ecology, 26:297-302.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "946-Statistical methods applied to experiments in agriculture and biology",
                "authors": [
                    {
                        "first": "George",
                        "middle": [
                            "W"
                        ],
                        "last": "Snedecor",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SNEDECOR, GEORGE W.-1 946-Statistical methods applied to experiments in agri- culture and biology. Iowa State College Press, Ames, Iowa. xvi -4-485 pp., illus.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "-Number of species present in same period on area of observation",
                "content": "<table><tr><td colspan=\"7\">No. of species Frequency of Expected Deviation (Deviation) 2</td></tr><tr><td colspan=\"6\">present in occurence frequency from</td></tr><tr><td colspan=\"7\">same period in Poisson expected expected</td></tr><tr><td/><td colspan=\"4\">periods distribution</td><td/></tr><tr><td>0</td><td>65</td><td colspan=\"2\">67.36</td><td colspan=\"2\">-2.36</td><td>.083</td></tr><tr><td>1</td><td>49</td><td colspan=\"2\">44.73</td><td colspan=\"3\">+4.27</td><td>.408</td></tr><tr><td>2</td><td>12</td><td colspan=\"2\">14.85</td><td colspan=\"2\">-2.85</td><td>.547</td></tr><tr><td>3</td><td>4</td><td>3.29</td><td colspan=\"2\">+</td><td>.71</td><td>.153</td></tr><tr><td>4</td><td>1</td><td>.55</td><td>-</td><td colspan=\"2\">.45</td><td>.368</td></tr><tr><td colspan=\"7\">5 and up 0 .22 -.22 .220</td></tr><tr><td colspan=\"2\">Total</td><td>131</td><td colspan=\"3\">131.00</td><td>1.779</td></tr><tr><td colspan=\"3\">Mean species per period -0.664</td><td/><td/><td/></tr><tr><td colspan=\"6\">Chi-square = 1.779; degrees of freedom = 6 -2 = 4</td></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "num": null,
                "text": "-Ecologic association between cardinals and chickadees Based on observations taken at 15-minute intervals on 4 winter days at Ann Arbor, Mich.",
                "content": "<table><tr><td>Periods Expected Deviation (Deviation) 2</td></tr><tr><td>observed</td></tr><tr><td>expected</td></tr><tr><td>Cardinal only 20 24.79 -4.79 0.926</td></tr><tr><td>Both species 8 3.21 +4.79 7.156</td></tr><tr><td>Chickadee only 7 11.79 -4.79 1.946</td></tr><tr><td>Neither species 96 91.21 +4.79 0.252</td></tr><tr><td>Totals 131 131.00 10.280</td></tr><tr><td>Association index, cardinal/chickadee -.56; chickadee/cardinal = .29</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}