{
    "paper_id": "Dice1923-NotesonthecommunitiesofthevertebratesofRileycounty,Kansas,withespecialreferencetoamphibians,reptiles,andmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:45.090875Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "The city of Manhattan lies in the valley of the Kansas River at its junction with the valley of the Great Blue River. These larger valleys are nearly level and, near Manhattan, vary in width from about one to three miles. On the sides of the valleys the hills rise abruptly, usually in steep slopes on which ledges of limestone outcrops and loose rocks are common. Several miles back from the valleys is found the moderately rolling surface of the general plateau which forms the greater part of northwestern Riley County. In the region between the plateau and the larger river valleys, of the southern and eastern sides of the county, there is a considerable area of broken and hilly land, formed by the numerous ravines and creek valleys which have cut back from the rivers. This hilly topography is most abundant in the neighborhood of Manhattan; there ravines and steep slopes are frequent, but the tops of the hills are mostly rounded or flat. The drainage is very thorough, and marshy places are almost entirely absent. The smaller ravines usually contain water only during a period of rainy weather or of melting snow, but the larger ravines often contain a small, nearly permanent brook fed by springs. Wild Cat Creek is a good-sized stream, which empties into the Kansas River near Manhattan; it has a small valley which extends northwest for a number of miles. ' While serving as Assistant Zoologist in the Kansas Agricultural Experiment Station from February, i9i6, to September, I917, a number of notes were secured on the habitat distribution of the land vertebrates near Manhattan, Riley County, Kansas. Owing to",
    "pdf_parse": {
        "paper_id": "Dice1923-NotesonthecommunitiesofthevertebratesofRileycounty,Kansas,withespecialreferencetoamphibians,reptiles,andmammals",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The city of Manhattan lies in the valley of the Kansas River at its junction with the valley of the Great Blue River. These larger valleys are nearly level and, near Manhattan, vary in width from about one to three miles. On the sides of the valleys the hills rise abruptly, usually in steep slopes on which ledges of limestone outcrops and loose rocks are common. Several miles back from the valleys is found the moderately rolling surface of the general plateau which forms the greater part of northwestern Riley County. In the region between the plateau and the larger river valleys, of the southern and eastern sides of the county, there is a considerable area of broken and hilly land, formed by the numerous ravines and creek valleys which have cut back from the rivers. This hilly topography is most abundant in the neighborhood of Manhattan; there ravines and steep slopes are frequent, but the tops of the hills are mostly rounded or flat. The drainage is very thorough, and marshy places are almost entirely absent. The smaller ravines usually contain water only during a period of rainy weather or of melting snow, but the larger ravines often contain a small, nearly permanent brook fed by springs. Wild Cat Creek is a good-sized stream, which empties into the Kansas River near Manhattan; it has a small valley which extends northwest for a number of miles. ' While serving as Assistant Zoologist in the Kansas Agricultural Experiment Station from February, i9i6, to September, I917, a number of notes were secured on the habitat distribution of the land vertebrates near Manhattan, Riley County, Kansas. Owing to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "the short time that could be spent in field work, the notes are only preliminary in character; the habitat descriptions are known to be very inadequate, and the lists bf vertebrates from the different communities far from complete.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The support of President W. M. Jardine, then Director of the Experiment Station, and of Dr. Robert K. Nabours, Zoologist of the Experiment Station, made the work possible. Numerous plant specimens were collected and determined by the United States Bureau of Plant Industry through the aid of Frederick V. Coville. Dr. Mary T. Harman helped in the field identification of many of the plants, and Frank C. Gates has given much help with the plant names. Most of the reptiles and amphibians noted were collected, and the skinks, horned toads, collared lizard, and ring-necked snake have been identified by A. G. Ruthven; Mrs. Helen T. Gaige assisted with the names of the other reptiles and amphibians. Few mammals were preserved, and the subspecific names given them are applied mainly on the basis of geographic probabilities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC All use subject to https://about.jstor.org/terms SOIL \"The underlying rocks of Riley County are Permian and consist of interbedded shale and limestone, certain layers of which are very cherty.\" 2 On the uplands the soil is chiefly residual and is a silt loam, often containing many fragments of rock, particularly on the steeper slopes. However, a part of the soil of the uplands is said to have been deposited from glacial waters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "40",
                "sec_num": null
            },
            {
                "text": "This also is a silt loam. On these uplands the soil is, as a rule, very shallow, and quickly dries out during periods of drought. The soil in the valleys and on the lower benches is mostly alluvial and varies in character from fine sand through fine sandy loam and silt loam to silt clay, with the silt loam covering much the greatest area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "40",
                "sec_num": null
            },
            {
                "text": "Under native conditions the valleys and creek bottoms were probably well covered by a heavy forest of elms and oaks, here called the valley forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VEGETATION",
                "sec_num": null
            },
            {
                "text": "Small patches of willows and poplars, on ground newly formed by the river, represent a younger stage of this forest. It is probable that in the larger valleys there were originally some unforested areas on which the meadow type of vegetation was developed. Marshy conditions are almost absent from the region. The slopes of the hills and the steep sides of the ravines support a",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VEGETATION",
                "sec_num": null
            },
            {
                "text": "drier and more open forest mostly of oaks, here called the hillside forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VEGETATION",
                "sec_num": null
            },
            {
                "text": "Much of the forest has now been cleared. In many of the upland coves occur thickets made up of a number of species of shrubs and some young trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VEGETATION",
                "sec_num": null
            },
            {
                "text": "The tops of the hills and the upper land is covered mostly by prairie, although small patches of moister conditions, here considered with the meadow, occur in some of the smaller depressions, such as at the head of small coves. Between the prairie and the upper edge of the hillside forest there is usually a fringe of shrubs dominated by the sumacs, although on some of the very steep and dry slopes the shrubs may be nearly absent, leaving a rocky exposure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VEGETATION",
                "sec_num": null
            },
            {
                "text": "The summers at Manhattan are usually, though not always, long and hot, while the winters are usually relatively short, but often have periods of extreme cold. The precipitation mostly occurs in the summer months, and during the winter and spring there are likely to be periods of drought; the time of precipitation, however, is irregular and dry periods may occur even in summer. There is a high percentage of days with sunshine. The winds on the hills and plateaus average strong, but are much less in the valleys near",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CLIMATE",
                "sec_num": null
            },
            {
                "text": "Manhattan. The action of the wind undoubtedly is largely responsible for the production of the prairie on the areas exposed to its drying effects. The thick growth of shrubs is usually from six to twelve feet in height. The ground on the steep slopes covered by this habitat is usually rocky, though toward the tops of low hills sumac may cover areas which are entirely free from rocks. Under the larger rocks on the hillsides are many places of refuge for small mammals and reptiles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CLIMATE",
                "sec_num": null
            },
            {
                "text": "I > -s O --~~~~~~0 in O N-s X- 11~~~~~~~~~~~~~~~~~~0 \\ en \\_10 <Du tM , -O .)-01-c ) t ; 1) 90 _ m ? X 11-)~~~in \\ N t . I~~~~~~~~~~~~~~~~~~~~~~~ a , ? t-+ OXCN l\\ N ~~* 4 _ __ _ U ~ ~ ~ ~ 0 mI;} IXOcclO +0eU 1 1 _ X t r ) ~~0 t X0 0 0 \\ ) OO",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CLIMATE",
                "sec_num": null
            },
            {
                "text": "Cultivated fields are numerous in the vicinity of Manhattan, particularly in the valleys. These fields usually cover areas originally occupied by meadows, though some are on land formerly forested; a few fields also occupy areas of upland which under native conditions were in upland prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CLIMATE",
                "sec_num": null
            },
            {
                "text": "The character of the habitat is naturally dependent upon the crop being grown. In the vicinity of Manhattan the principal crops are corn, Kaffir, wheat, and alfalfa. Smaller areas are planted to potatoes and to other field and garden crops. and from farm buildings. While no species seems to be entirely restricted to nilis habitat, the house mouse, the Norway rat, and the English sparrow are most abundant here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CLIMATE",
                "sec_num": null
            },
            {
                "text": "Growths of weeds frequently border the roads of the region, and also cover some waste areas. In the valleys shrubs frequently grow with the weeds. Several species of birds are quite characteristic along the roadsides, but no study was made of the mammals, reptiles, or amphibians of the habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ruderal community:",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ruderal community:",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Reported Citellus tridecenlineatus tridecemlineatus. Striped ground-squirrel",
                "authors": [
                    {
                        "first": "Citellus",
                        "middle": [
                            "Franklinii ...... ......... ."
                        ],
                        "last": "Gray",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Citellus franklinii. Gray ground-squirrel ....... ............. Reported Citellus tridecenlineatus tridecemlineatus. Striped ground-squirrel... 2",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Reported Leputs californiciis melanotis",
                "authors": [
                    {
                        "first": ";",
                        "middle": [
                            ". . ."
                        ],
                        "last": "Lepuis",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lepuis towunsendii cam panius. White-tailed jack-rabbit ....... Reported Leputs californiciis melanotis. Great Plains jack-rabbit ..... ......... 2",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Occurred formerly of characteristic herbs also occur, these commonly rising a little above the level of the growth of grasses and sedges. Among the most important species in the habitat are the following: Acerates angustifolia",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "............ ."
                        ],
                        "last": "American Bison",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bison bison bison. American bison ................. Occurred formerly of characteristic herbs also occur, these com- monly rising a little above the level of the growth of grasses and sedges. Among the most important species in the habitat are the following: Acerates angustifolia, narrow-leaved milkweed.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Ani orpha canescens, prairie shoe-string",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ani orpha canescens, prairie shoe-string.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Argemone internmedia, white prickly poppy. Baptisia bracteata, wild indigo. Boetcloua curtipendula, grass. Brauneria angustifolia, purple cone-flower Carex, spp., sedges. Ceanothus ovatus",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Argemone internmedia, white prickly poppy. Baptisia bracteata, wild indigo. Boetcloua curtipendula, grass. Brauneria angustifolia, purple cone-flower Carex, spp., sedges. Ceanothus ovatus, smaller red-root.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Ionoxalis violaceca, violet wood-sorrel",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ionoxalis violaceca, violet wood-sorrel.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Meriolix serrulata, tooth-leaved primrose. Petalosteinon candidurn, white prairie-clover. Petalostenion tenutifolium",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Koeleria",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koeleria cristata, koeleria. Meriolix serrulata, tooth-leaved primrose. Petalosteinon candidurn, white prairie-clover. Petalostenion tenutifolium, silky prairie-clover.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Salvia pitcheri, sage. Sisyrinchiurn albidumn, white blue-eyed grass. Sisyrinchium campestre, prairie blue-eyed grass. Solidago serotina",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Plantago Purshii",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plantago purshii, plantain. Salvia pitcheri, sage. Sisyrinchiurn albidumn, white blue-eyed grass. Sisyrinchium campestre, prairie blue-eyed grass. Solidago serotina, late golden-rod.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Sorghastrum nutans, Indian grass. Viola pedatifida, prairie violet",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sorghastrum nutans, Indian grass. Viola pedatifida, prairie violet.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Many of the prairie fields have been pastured heavily, with the result that the native growth of grasses and sedges is decreased, and many of the characteristic prairie species driven out",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Many of the prairie fields have been pastured heavily, with the result that the native growth of grasses and sedges is decreased, and many of the char- acteristic prairie species driven out. On the other hand, these heavily pas- tured fields have a number of characteristic plants, among which are the following: Achillea sp., yarrow. Artecmisia ludoviciana, lobed cud-weed. Dichrophyllunt nzarginatumn, white-margined spurge.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Grindelia squarrosa, broad-leaved gum-plant",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grindelia squarrosa, broad-leaved gum-plant.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Helianthus scaberrinmus, stiff sun-flower",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Helianthus scaberrinmus, stiff sun-flower.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Solidago missouriensis, Missouri golden-rod",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Solidago missouriensis, Missouri golden-rod.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Solidago rigida, stiff golden-rod",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Solidago rigida, stiff golden-rod.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Gastrophryne carolinensis. Narrow-mouthed toad",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rocky-ground community: Gastrophryne carolinensis. Narrow-mouthed toad ...... ............. I Crotaphytus collaris collaris. Collared lizard ....................... g Plestiodon obsoletus. Skink .............. i ........................ 4",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Ring-necked snake",
                "authors": [
                    {
                        "first": "Diadophis",
                        "middle": [],
                        "last": "Arnyi",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Diadophis arnyi. Ring-necked snake...............................",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "2I Peromyscus leucopus noveboracensis. Forest deer-mouse",
                "authors": [
                    {
                        "first": ";",
                        "middle": [
                            "............. ; ........ ."
                        ],
                        "last": "Peromnyscus Maniculatus Bairdii",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peromnyscus maniculatus bairdii. Prairie deer-mouse ............... 2I Peromyscus leucopus noveboracensis. Forest deer-mouse ............ 4",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "On the steeper slopes there may be extensive exposures of limestone ledges. In all these rocky areas the soil is scanty and the vegetation poor. Grasses and sedges are nearly absent, and herbs usually grow thinly, though in a few places on the more gentle slopes there is a moderately thick growth. This habitat was not studied to a very great extent, and the following list of plant species",
                "authors": [],
                "year": null,
                "venue": "On the steep slopes of many of the hills the soil has been largely washed away, leaving exposures of large and small broken rocks",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "On the steep slopes of many of the hills the soil has been largely washed away, leaving exposures of large and small broken rocks. On top of some of the smaller hills, also, where erosion is quite rapid, there are areas of small broken rock much mixed with soil. On the steeper slopes there may be ex- tensive exposures of limestone ledges. In all these rocky areas the soil is scanty and the vegetation poor. Grasses and sedges are nearly absent, and herbs usually grow thinly, though in a few places on the more gentle slopes there is a moderately thick growth. This habitat was not studied to a very great extent, and the following list of plant species is known to be very incomplete: A niorpha fruticosa, false indigo.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Argemone intermedia, white prickly poppy",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Argemone intermedia, white prickly poppy.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Brauneria angustifolia, narrow-leaved purple cone-flower",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brauneria angustifolia, narrow-leaved purple cone-flower.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Ceanothus ovatus, smaller red-root",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ceanothus ovatus, smaller red-root.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Megapterium missouriense, Missouri primrose. Pentstemon cobaea, Cobaea beard-tongue",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Megapterium missouriense, Missouri primrose. Pentstemon cobaea, Cobaea beard-tongue.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Petalostenton tenuifolium, silky prairie-clover",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Petalostenton tenuifolium, silky prairie-clover.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Silphium laciniatum, compass plant",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silphium laciniatum, compass plant.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Aerial community: A number of species of birds in the region capture flying insects. Several species of bats also occur in the region, but I have no specific identifications. Cultivated-field community: Lanipropeltis sp. King snake",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Symphoricarpos",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Symphoricarpos symphoricarpos, coral berry. Verbena stricta, hoary vervain. Yucca glanca, bear grass. Aerial community: A number of species of birds in the region capture flying insects. Several species of bats also occur in the region, but I have no specific identifications. Cultivated-field community: Lanipropeltis sp. King snake......................................",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Orchard community: Sylvilagus floridanus mearnsii. Cottontail ..........................I Orchards are few in the neighborhood of Manhattan and most of them are apple orchards. A few mammals occur here, but no trapping was done, and I have a record only for a cottontail. Edificariani community: Bufo woodhousii. Rocky Mountain toad ........................... 4 Plhrynosorna cornutuni. Horned toad ................... Perhaps a pet Pituophis sayi. Bull snake ........................................ 2 Scaloputs aquaticus machrinoides. Missouri Valley mole .............I Alicrotffs ochrogaster. Prairie vole ............. ................... I Ratths norvegicus. Norway rat ............................ Abundant Alus nmusculus musculus. House mouse ...................... Common Geomnys bursarius. Prairie pocket-gopher ........ ............... Few Sylvilagus floridanus mearnsii. Cottontail ..........................I A number of vertebrates were recorded from in or near the houses and streets of the city of Manhattan, from the buildings of the college campus,",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "TABREF1": {
                "text": "The records for the College Station are from the United States Weather Bureau, the station being on the top of one of the buildings of the State Agricultural College, and cover a period of about sixty years. The records from the Screen Insectary are used with the permission of the De-Hyla versicolor versicolor. Rain toad ..............................I Natrix sipedon fasciata. Water snake .............. ...............3 Chelydra serpentine. Snapping turtle ..............................I Ondatra zibethica cinnamomina. Muskrat ..........................3 The Kansas River, flowing from the west, and the Great Blue River, flowing from the north, are both of good size, though shallow. During most of the year the water carries much mud in suspension, and there are few aquatic plants. However, a few sloughs along these streams are well filled with vegetation. A few creeks occur in the neighborhood of Manhattan, Hyla versicolor versicolor. Rain toad . ............................ 5 Natrix sipedon fasciata. Water snake ............................. 3 Thaminophis sp. Garter snake .................................. I Procyon lotor lotor. Raccoon . ............................... Tracks Ondatra zibethica cinnaiiiomina. Muskrat .......................... I Rattus norvegicus. Norway rat .................................... I The shores of the streams of the region are in general muddy, and along the Kansas and Great Blue rivers there are extensive mud flats, which are submerged during floods. At a very few places, notably at Rocky Ford on the Great Blue River, rocky shores are found. A few miles southwest of Manhattan small areas of sand dunes border the Kansas River; most of these dunes are sparingly covered with vegetation, and a few are actively moving. Unfortunately, I was unable to study the vertebrate life of these dunes. The creeks and smaller streams are usually bordered by a narrow strip of mud, though gravelly or rocky shores are found in many places along Wild Cat Along the streams of this region are a number of vertical exposures of earth made by the streams undercutting their banks. These cut banks offer nesting places for several birds, but the only species actually observed to be nesting in this habitat was the bank swallow. Mud-bar herbage community: Blarina brevicauda brevicauda. Bob-tailed shrew ................... I Reithrodontomys sp. Harvest-mouse .............................. IO Peroniyscus leucoputs noveboracensis. Forest deer-mouse ........... 24 Microtus ochrogaster. Prairie vole ................................ I Rattus norvegicus. Norway rat .................................... I Mus musculus musculus. House mouse ............................. I Sylvilagus floridanus nearnsii. Cottontail .......................... 2 A strip of herbs is often found at the upper borders of the wet mud-bars along the streams, and herbs usually dominate also a few small patches of wet ground, mostly muddy, which occur along the banks of some of the brooks in the smaller valleys and along some of the sloughs in the main valleys. In these wet situations grasses and sedges are often common among the more abundant annuals. Willow-poplar community: Thamnophis sp. Garter snake ..................................... I Blarina brevicauda brevicauda. Bob-tailed shrew .................... 6 Reithrodontomys sp. Harvest-mouse ............................... 2 Peroniyscus leucopus noveboracensis. Forest deer-mouse .. 3 Rattus norvegicus. Norway rat .................................... the sloughs and streams of the region. At one place along the Kansas River (the Cut-off) an area about fifty yards wide by several hundred yards long was covered by a thick growth of willows which had reached the size of small trees; under the trees was a thick growth of herbs. Forest deermice were the only mammals taken in a trap-line set here. Along the Kansas River are a few small groves of poplars (Populus sp.), but no opportunity of studying this habitat was found. In general, the poplars and older willows occur mixed together, and other trees of the valley woodland are also found with them. One small strip of such mixed woods Rocky Mountain toad ............................ i Hyla versicolor versicolor. Rain toad .............................. 4 Natrix sipedon fasciata. Water snake ............................. I Thamnophis sp. Garter snake ..................................... I Scalopus aquaticus machrinoides. Missouri Valley mole ........ Ridges Blarina brevicauda brevicauda. Bob-tailed shrew .................... 3 Procyon lotor lotor. Raccoon .............................. Reported Mustela vison letifera. Mink ......... ..................... Reported Peromyscus leucopus noveboracensis. Forest deer-mouse ........... 4I Neotoma floridana baileyi. Bailey wood-rat ........................ 2 Microtus nemoralis. Woodland vole ............................... I Sciurus niger rufiventer. Fox-squirrel .............................. I Sylvilagus floridanus mearnsii. Cottontail .......................... 4The forest has been cleared from much of the valleys, and it is difficult to say how much of the larger ones was originally timbered. Forest in nearly its native condition was studied in the Kansas Valley near the \"Cut-off\"; and some forest in the valley of Wild Cat Creek, though pastured and with species and the absence of the more characteristic prairie and rockyslope species the forests of the valleys contain an assemblage of vertebrates little different from that of the drier woods on the slopes of the hills.Leopard f rog............ . .........i Gastrophryne carolinensis Narrow-mouthed toad . i Crotaphytus collaris collaris. Collared lizard............ i Peromyscus maniculatus bairdii. Prairie deer-mouse .........2 Peromyscus leuco pus noveboracensis. Forest deer-mouse.......33 Neotoma floridana baileyi. Bailey wood-rat.......... 2, nest Sciurus niger rufiventer. Fox-squirrel ...............i Sylvilagus floridanus mnearnsii. Cottontail ..............4 The hills at the margins of the valleys are usually steep, often fo small bluffs. The sides of the numerous smaller valleys and ravines This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC All use subject to https://about.jstor.org/terms and the vegetation is more xerophytic. The most characteristic tree is the chestnut oak, Quercus acuminata. A few other oaks, hickories, and some other trees occur, though they are much less common than the chestnut oak. A few red cedars, Juniperus virginiana, occur on exposed slopes. The underbrush is more scanty than in the valley forests and contains species of the sumac community, such as the fragrant sumac, Rhus arornatica, and the rough-FIG. 2. Oak forest on a rocky hillside above Wild Cat Creek. July 27, 1917. leaved dogwood, Corn~us aspcrif olia. The coral berry, Symphoricarpos symphoricarpos, 5 common. Grasses and herbs are not numerous. The ground is f requently quite rocky, and the spaces under the rocks are used as shelters by some of the vertebrates. The rare occurrence here of the collared lizard, a saxicolous species, is almost certainly due to the presence of the rocks. Tcrrlpcenc carolina sulbsp. Box tortoise............... I .Scaloputs aquaticus iiiacruinoidcs. Missouri Valley mole .....Ridges 131arna brevicauda brcv'icauda. Bob-tailed shrexv........... Mjephifis nIesonlic/as v,.arious. Long-tailed Texas skunk ........ Pcroiniscnts licuco pus novebor-acciisis. Forest decer-mouse ....... 4 ANeotonia floridana bai/cyi. Bailey wood-rat .............4 .S'ynaPousin lie/a/ctcs qossii'. Kansas lemming-vole..........3 Microlus ac/iroa jster. Prairie vole................. 2 Mlicro/us uneiora/is. Woodland vole.................i .S'vk'ilagts' floridanus nicarnsii. Cottontail ..............3",
                "content": "<table><tr><td>t z~~~~~~~~~~~c ct ct ._,_ ___ m a~~~~~~~~~ U b4 W &gt; . .0 . . m +' U~~~ W V c a _ Z W ( U . V U4 + % This content downloaded from erate or even a thick growth of shrubs. Among the common species of shrubs are the poison oak, Toxicodendron radicans; greenbrier, Smilax hispida; gooseberry, Ribes missouriensis, and corai berry, Symphoricarpos symphori-carpos. Climbing vines are common, being mostly the Virginia creeper, Par-thenocissus quinquefolia; poison oak, and grapes. Herbs are very abundant, violets and nettles being especially noticeable. Rana sp. This content downloaded from tured the undergrowth is scanty, but in the unpastured parts there is a mod-Hillside forest community occidentalis, and buckeye, Aesculus arguta. Where the forest has been pas-&gt;~~~~~~ &gt; &gt; \"ct &gt; &gt;-the region. partment of Entomology of the State Agricultural College, and are the result of work by J. WV. McCulloch of that department. The instruments were placed at a height of about five feet above the ground in a screen-inclosed small building on the college campus, surrounded in general by cultivated fields. The situation is somewhat protected from the winds, and is on the southern slope of a low hill a little above the floor of the Kansas Valley. The temperature readings were taken with maximum and minimum thermometers read at 8 A.M. daily; the relative humidity was taken from a recording hygrom-Aquatic community: Shore community: Creek. Cut-bank community: bordering along a slough was studied and bob-tailed shrews, harvest-mice, forest deer-mice, and a Norway rat were taken. Valley forest community: Bufo woodhousii. ; syca-more, Platanus occidentalis; red-bud, Cercis canadensis; hackberry, Celtis Th11clkct coaunoinltv: Dense thickets of shrubs and vines may often be found in the wet coves, toward the heads of ravines, and on damp slopes, particularly along fences. These thickets are usually small in extent, hut owing to the presence and protection of the luxuriant vegetation they are places of abundant vertebrate these and pasturage July 27, 197 lif e.</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC 141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms All use subject to https://about.jstor.org/terms</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "Crotaphytuts collaris co/loris. Collared lizard.............3 Blarina brevicauda brevicauda. Bob-tailed shrew ..........I Canis nebrascensis nebrascensis. Coyote ............... Rcithrodontoniys sp. Harvest-mouse ................i Peroinyscits inaniculatzis bairdii. Prairie deer-mouse......... 1i Pero myscus Iicaco pits noveboracensis. Forest deer -mouse......1i8 .Syvlilagqus floridanuts mcarnsii. Cottontail ..............7 A thick growth of sumac usually occurs on the hills and on the sides of the ravines at the upper edge of the forest. A similar grrowth occurs frequently on dry hillsides or low hilltops some distance away from the forest. The dominant species in this growth is the smooth upland sumac, Rims glabra, though the aromatic sumac, Rhus aromatic, occurs sparingly. The growth commonly reaches a height of three to six feet. Under the sumac are a number of grasses and shrubs, most of them prairie species. Common This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:01:03 UTC All use subject to https://about.jstor.org/terms grasses are Bouteloua curtipendula and Sorghastrum nutans. Other secondary plants are false indigo, Amorpha fruticosa; blue wild indigo, Baptista australis; Missouri primrose, Megapteriumr missouriense; wild bergamot, Monardo fistulosa; beard-tongue, Pentstemon cobaea; hoary vervain, Verbena stricta, and white-margined spurge, Dicrophyllum marginatum. 5 | ~~~~~~~~I ! . . . . . . . . . . . FIG. 3 Hilltops near Manhattan, Kansas. The ravine bottoms and lower slopes are occupied by forests of hardwoods; the upper slopes are covered with sumac, which is here conspicuous in the foreground; and the tops of the hills are prairie. July 27, 1917.",
                "content": "<table><tr><td>Common species are the suimacs, Rhus gla bra and Rims arotnafica; wahoo,</td></tr><tr><td>Ruonymus atropurpureus; wild rose, Rosa arkansana; prickly ash, Zant boxy-</td></tr><tr><td>lamt aniericeanunt, elderberry, Sanibucits canade nsis; rouigh-leaved dogwood,</td></tr><tr><td>Corntits asperifolia;, coral berry; Syvmplioricarpos sy inphoricarpos, and choke-</td></tr><tr><td>cherry, Prinus virginiana. Climibers like the shrubby bittersweet, Celastrus</td></tr><tr><td>scandens; greenbriar, Sptilaxv his pida; poison oak, Toxicodendron 'radicans,</td></tr><tr><td>and grapes; Vitis spp., are numerous. At the edges of the thicket and in its</td></tr><tr><td>m-ore open parts herbs and grasses grow in abundance.. Common species are</td></tr><tr><td>the bluegrass, Poa pratensis; spiderwort, Trod escantia reflcxac, and hoary</td></tr><tr><td>vervain, V1erbena stricta. A few young forest trees may also be found in</td></tr><tr><td>these thickets, and it seems certain that under natural conditions the thicket</td></tr><tr><td>would in time be replaced by forest.</td></tr><tr><td>Sumtac community:</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}