{
    "paper_id": "Dice1927-TheColoradoPikaincaptivity",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:48.088907Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1927-TheColoradoPikaincaptivity",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "left with their lower branches whitened skeletons. The white-footed or deer mice have worked on apple and maple, removing the hard outer bark and getting at the cambium or inner growth. Very small twigs are cut into pieces from one to four inches long and then left denuded of every particle of bark. In this locality there are indications of a very large mouse population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The more good-for-nothing a \"wild lot,\" the better it is for study and observation of the native plant and animal life. Every city, town, village, and country neighborhood, should have such a good-for-nothing wild lot-s-a tract of \"waste land\"-a refuge for all wild life, for birds and mammals, for flowers, ferns and weeds. A place where everything that lives and grows by just being let alone could have a home, and where tired and weary people could go and look on, and where inquisitive and active ones could go and learn how the wild things live.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Syracuse,-N eUJ York. run COLORADO PIKA IN CAprfIVITY By L. R. DICE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the third week of July, 1926, three pikas (Ochotona princeps sa:rat-ilis) were trapped alive at Willow Park, in Rocky Mountain National Park, Colorado. All were taken at an elevation of about 10,600 feet, or about 500 feet below timberline. I found it not difficult to trap pikas alive in a trap having wire screen tops and sides. The traps were set on the rock slides at places pikas had been seen to frequent, or where fresh sign was abundant, and no success was had in setting traps at random on the rock slides. The most effective bait was green willow leaves, and the animals seemed not at all attracted to rolled oats or other common 'rodent baits. Altogether I trapped four pikas alive in these traps in a few days on small rock slides where the animals were not at all common. However, rain storms in the late evening or night killed two of these animals after their capture before I could visit the traps. Another very young pika, about one-quarter grown, was caught by one leg in a snap mouse-trap set by a log in the Engelmann spruce forest about forty meters from the nearest edge of a rock slide. The broken leg was amputated and the pika survived.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The three living pikas were shipped to Ann Arbor, Michigan, where they were kept in cages in my laboratory. One proved to be an adult female and gave birth to a litter of three young in August. These little ones died before I returned from the field to Ann Arbor, and I can give no statement as to their condition at birth. The other two animals were males.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These pikas remained fully active all winter, eating freely all the time. The temperature of the room in which they were kept averaged about 65°F. during the day, but became much colder at night, when the steam was turned off. In January and February the pikas became almost entirely gray in color, with hardly a trace of the summer buffy tints. About March 1 they began to change again to the summer color. In this spring molt a buffy tinge was first noticed on the frontal region of the head and along the sides of the body. In neither fall nor spring molts was there any sudden change of color, nor any sharp molt line, but the pelage seemed to be replaced by a few hairs at a time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On March 1 the female and the older male were turned together for a short time, by opening a door between their cages. They were quite excited and ran about and called a great deal, but did not mate. Beginning March 10, the two were left together constantly night and day for about a week. They seemed to behave peacefully at first, but one morning it was found that the male had torn all the hair off the back of the female, the skin of her back being bitten and scratched all over. They were immediately separated, and after a time the female recovered and grew a new coat of hair. The female proved not to be pregnant. Later some attempts were made to mate the female with the young male, now fully mature, but at each attempt the female attacked him with such vigor that they had to be separated to save his life. No success, therefore, was obtained in breeding these pikas in captivity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although not apparently vicious nor quarrelsome when being handled by man, yet these observations indicate that the animals in their native haunts may indulge at times in fierce fights among themselves. My meager observations of them on their native rock slides would lead me to believe that they are rather solitary, each with its own particular range, and it would not be surprising to find that the winter store of food is an individual possession defended against all others of their own kind. However, it is possible that a mother and her last brood of young might remain together during the winter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For food in captivity these pikas preferred hay, either timothy! clover, or alfalfa. They were fond of some kinds of green vegetables, such as lettuce. They also learned to eat whole oats, but were not especially fond of them. ' The characteristic call of these animals was given mostly when they were excited; or more particularly when they were somewhat alarmed, but not quite so frightened as to retire to their nest. It was not given frequently; often several days or weeks would pass without its being heard during office hours.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In intelligence, I would not class these animals high; they are not nearly so intelligent as a cottontail rabbit. Neither are they so active nor agile. Occasionally one would escape by making a sudden dash around the cage while the door was open for feeding them; but its getting through the open door seemed to be an accident, and the animal would tumble headlong to the floor, a distance of two to four feet. They never seemed to be injured by these falls. They were easily recaptured by being driven toward a live trap set along a wall. They never learned to avoid a trap, but would plunge completely through and always bump their nose on the rear wall. This makes me doubt if their eyesight is very keen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "March 3~, 1926, the oldest male pika was found dead In his cage in a very emaciated condition. On examination it was found that the cheek teeth on one side, both upper and lower, were greatly elongated, growing outward, so that they did not close together, thus making the chewing of food difficult or impossible. I could detect no injury to the skull that would cause the teeth to grow so abnormally, though it is possible that he received some injury in fighting with the female.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The female and the remaining male both died on July 21, 1926, during a period of hot weather, reaching on that day a temperature of 97°F., according to the Weather Bureau record. As the animals were kept in a room fully open to the outside air it is probable that the cage temperatures were closely similar to those recorded by the Weather Bureau station on a nearby building. This would seem to indicate that the pika is unable to endure high temperatures, and for this subspecies the maximum limit is probably under 95°. I have often noticed in the mountains that during clear, hot days the pikas are not active except in the evenings and mornings, when the temperatures are not very high on the rock slides. The fact that high temperatures are fatal to the pika does not necessarily' prevent the occurrence of the species in regions where high day temperatures occur, and, in fact, one subspecies, Ochotona schisticeps goldmani, occurs on the lava desert of Idaho. Here, however, the night temperatures are nearly always cool, and during the heat of the day the animals would be able to retire to cool caves under the rocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan,",
                "sec_num": null
            },
            {
                "text": "By CLYDE FISHER",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE EUROPEAN BISON IN S'VEDEN",
                "sec_num": null
            },
            {
                "text": "In the fall of 1923, there was in Skansen, the unique outdoor 111USeUm and zoological park in Stockholm, a herd of seven European bison, at that time the largest herd in the world. The total number of individuals then known to exist in the entire world was only fifty-six, the remnant after the killing during the world war, and most of these specimens were degenerate and in poor condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "[Plate 22]",
                "sec_num": null
            },
            {
                "text": "With the saving and restoring of the American bison in mind, the Swedes turned their attention to making an attempt to save their herd of European bison. About this time General Consul Axel Axelson Johnson offered to the Skansen management in Stockholm the use of a tract of one hundred acres, belonging to him, at Langsjo, Vastmanland, to be used as a preserve for the collection of bison then at Skansen. The offer was accepted and a part of the herd, consisting of three head, was safely transported in crates by train and then by wagon from Stockholm to their destination, and set at large there. This was witnessed by natives from far and near and by several foreign notables, as well as Superintendent of Skansen, Mr. Behm, and General Consul Johnson. These three bison, one bull and two heifers, were born in captivity at Skansen, and were released at Langsjo on July 21, 1924.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "[Plate 22]",
                "sec_num": null
            },
            {
                "text": "The area devoted to the bison is very well adapted to its present use, consisting of meadows, forest and lake, with plenty of good grazing. Feeding-sheds for winter have been established. The whole tract is surrounded by a ten-pole stockade or fence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "[Plate 22]",
                "sec_num": null
            },
            {
                "text": "I visited Skansen in mid-June, 1924, before any of the bison had been removed, and again the last of July after the first three had been taken",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "[Plate 22]",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/8/3/228/990565 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/8/3/228/990565 by University of Michigan user on 07 October 2021 FISHER-EUROPEAN BISON IN S'VEDEN",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}