{
    "paper_id": "Dice1914-ThefactorsdeterminingtheverticalmovementsofDaphnia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:23.109734Z"
    },
    "title": "THE FACTORS DETERMINING THE VERTICAL MOVEMENTS OF DAPHNIA",
    "authors": [
        {
            "first": "Raymond",
            "middle": [],
            "last": "Lee",
            "suffix": "",
            "affiliation": {
                "laboratory": "Zoological Laboratory",
                "institution": "University of California",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "Zoological Laboratory",
                "institution": "University of California",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Phototaxis in weak light March 23, 4 P.M., 25 Daphnia pulex placed in a 28 cm. long glass dish marked off into five divisions. Exposed in darkroom to horizontal light from a 50 watt Edison lamp at 50 cm. distance. Temperature 17.5° C.",
    "pdf_parse": {
        "paper_id": "Dice1914-ThefactorsdeterminingtheverticalmovementsofDaphnia",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Phototaxis in weak light March 23, 4 P.M., 25 Daphnia pulex placed in a 28 cm. long glass dish marked off into five divisions. Exposed in darkroom to horizontal light from a 50 watt Edison lamp at 50 cm. distance. Temperature 17.5° C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Vertical movements of the plankton Crustacea have been noted by many observers. The published results show that there is great variation in the movements made by different species, and that the same species in different lakes shows great differences in its vertical migrations. These facts indicate that there is a considerable number of factors which operate together to determine the movements. This paper is presented with the hope that it will help to make clear the relative importance of the factors determining the movements of a common fresh water entomostracean.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "This study has been carried on under the direction of Dr. S. J. Holmes to whom the author is indebted for constant advice and criticism. To Professor E. P. Lewis of the Department of Physics thanks are due for information concerning the absorption of ultra-violet rays in passing through the atmosphere and through water. Dr. A. C. Chandler assisted in taking observations in some of the longer experiments.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In the following experiments only one species of crustacean was used, Daphnia pulex De Geer, which was found abundantly at times in the lakes and ponds about Berkeley. The specimens used were obtained from several artificial ponds on the University Campus. Many were kept for some time in glass aquaria in the laboratory before being used for experimentation in order to accustom them to laboratory conditions; others were used immediately after being collected from the pond in order to ascertain how far the behavior had been modified by the artificial conditions. It has been observed that daphnids in different stages of their life history show differences in'their vertical movements. To avoid this complication only adult individuals were used.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In all these experiments the animals were kept in water taken from the same aquarium as the animals unless a statement is made to the contrary. In the experiments on geotaxis the jars were filled completely and the top sealed. by a ground glass stopper to exclude the possibility of a difference of oxygen content between the top and the bottom. To avoid the possibility of chance in the animals remaining constantly at one end or the other of the dish, the ends were occasionally reversed or the contents of the dish stirred up.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The experiments were performed between August, 1913 and April, 1914 in the Zoological Laboratories of the University of California at Berkeley.",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 55,
                        "text": "August, 1913 and",
                        "ref_id": null
                    },
                    {
                        "start": 56,
                        "end": 67,
                        "text": "April, 1914",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The individuals of Daphnia pulex are normally positively phototactic and under conditions similar to those they would meet in nature it is difficult to obtain from them a negative response. In weak light or moderately strong light most of them are strongly positive. To the light from a 100 watt Mazda lamp at a distance of 30 centimeters they remained strongly positive throughout an exposure of nearly six hours. (Exp. Another experiment (Exp. 2) shows that to the weak light from a 50 watt Edison lamp at 50 centimeters the animals remain positive during a continuous exposure of 60 hours. Probably they would remain positive indefinitely to these intensities. It appears that they are more strongly positive in the stronger light. These daphnids, at temperatures of 20° to 23° C, are generally nearly neutral to diffuse daylight (Exp. 3), to the light from a 15 ampere electric arc (Exp. 4), or to sunlight lacking the ultra-violet rays (Exp. 5). Experiment 3 shows a rather large variation in the distribution of the animals during the experiment which is probably due to the changes in light intensity corresponding to changes in the position of the sun.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PART I. EXPERIMENTAL PHOTOTAXIS IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PART I. EXPERIMENTAL PHOTOTAXIS IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "Phototaxis in diffuse daylight March 19, 8 A.M., 22 Daphnia pulex from laboratory aquarium placed in a 28 cm. long glass dish marked off into three divisions. Exposed to diffuse light from a south window covered by a white screen. Light rays from the room were excluded by a black lined box. Temperature 23° C. Divisions 8.20 A.M. 8.45 9.30 10 00 11.00 12.00 M.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXP. 3",
                "sec_num": null
            },
            {
                "text": "1.00 P.M. 2.00 3.00 4.00 5.00 6.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXP. 3",
                "sec_num": null
            },
            {
                "text": "Positive end I 6 6 9 8 8 9 9 9 9 11 10 13 II  5  6  3  3  7  8  6  7  8  7  9  6   Negative end  III  11  10  10  11  7  5  7  6  5  4  3  3 Averages 8.9 6.3 6.8",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 42,
                        "end": 140,
                        "text": "II  5  6  3  3  7  8  6  7  8  7  9  6   Negative end  III  11  10  10  11  7  5  7  6  5  4  3  3",
                        "ref_id": "TABREF12"
                    }
                ],
                "eq_spans": [],
                "section": "EXP. 3",
                "sec_num": null
            },
            {
                "text": "EXP. 4 Phototaxis in arc light January 29, 18 Daphnia pulex which had been exposed to the light of a 100 watt Mazda lamp for four hours were placed in a glass dish 28 cm long marked off into five divisions. Exposed them to the horizontal light from a 15 ampere electric arc at a distance of 40 cm. The light was passed through 8 cm. of water to cut out the heat. I  4  2  1  3  1  2  5  4  7  8   II  1  1  2  3  2  4  1  3  2  1   III  2  4  2  2  3  2  2  0  1  2   IV  4  2  2  1  3  1  2  1  0  1   Negative  end ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 363,
                        "end": 516,
                        "text": "I  4  2  1  3  1  2  5  4  7  8   II  1  1  2  3  2  4  1  3  2  1   III  2  4  2  2  3  2  2  0  1  2   IV  4  2  2  1  3  1  2  1  0  1   Negative  end",
                        "ref_id": "TABREF12"
                    }
                ],
                "eq_spans": [],
                "section": "233",
                "sec_num": null
            },
            {
                "text": "V 1 Averages 2 0 2 0 1.7 6",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "233",
                "sec_num": null
            },
            {
                "text": "In these experiments it is shown that at temperatures of from 17° to 21° C. these daphnids are normally positive to weak electric Hghl or to moderately strong light. They are more strongly polltive to moderately strong light than to very weak light. Thet positive phototaxis to weak light persists for seemingly indefinite periods. To light intensities stronger-than weak diffuse dajlight these animals are indifferent and do not become negatively phototactic to any intensity of ordinary light at these temperatures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "233",
                "sec_num": null
            },
            {
                "text": "It has been shown by Moore (1912) that Daphnia pulex may be made negatively phototactic by the ultra-violet rays from a mercury vapor arc lamp. The ultra-violet rays in sunlight are nearly all absorbed in passing through the atmosphere. However, experiment 6 indicates that the quantity of these rays reaching the surface of the earth at sea level (altitude of Berkeley about 100 feet) is sufficient to have a slight effect in causing negative phototaxis. In passing down through the water of a lake the ultra-violet rays will be very rapidly absorbed. In lakes, at high altitudes, which receive more of these rays than lakes at sea level, and in lakes whose water is very clear the effects the negative phototaxis caused by these rays in the .bright part of the day might operate to keep the daphnids down a short distance from the surface.",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 33,
                        "text": "Moore (1912)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "233",
                "sec_num": null
            },
            {
                "text": "Effect of ultra-violet rays on phototaxis April 13, 2 P.M., 13 Daphnia pulex from laboratory aquarium placed in an 18 cm. long glass dish marked off into five divisions. Temperature 21° to 22° C. Exposed to sunlight with the ultra-violet rays cut off by one thickness of window glass. Frisch and Kupelweiser (1913) state that after a short exposure Daphnia magna and less evidently Daphnia pulex become indifferent to the light and show no decided phototaxis so long as the intensity remains the same. When the light intensity is decreased the animals become temporarily positive while on increase of intensity they become temporarily negative. After a few minutes exposure to a new intensity the daphnids again become indifferent to the light and uniformly distributed throughout the dish. It has been shown above that in weak light or in light of moderate intensity Daphnia pulex remains constantly positive. Within the range of these intensities I have been unable to reverse even temporarily the phototaxis by sudden change of intensity. However, within the limits where the light intensity is strong enough so that the daphnids are normally indifferent, sudden changes of intensity produce the effects noted by the above mentioned authors. The tendency to these effects is probably present on any sudden change of intensity, but in weak light this tendency is overpowered by the normal photdtaxis. It does not seem likely that these temporary changes of phototaxis can be of much importance in causing the vertical migrations of Daphnia.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 314,
                        "text": "Frisch and Kupelweiser (1913)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXP. 6",
                "sec_num": null
            },
            {
                "text": "Loeb (1906) found that daphnids which were indifferent to light at 19° C. became positive when the temperature was reduced to 11° C. When the temperature was raised to 25° C. they became again indifferent or weakly negative. My experiments show the same results. Daphnids indifferent to sunlight at 20° C. show positive phototaxis to the same light at low temperatures. This first becomes pronounced at about 12° C. Animals positive to diffuse light showed a slight reduction of the positive phototaxis on heating to 32° C.",
                "cite_spans": [
                    {
                        "start": 5,
                        "end": 11,
                        "text": "(1906)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "In diffuse light to which Daphnia pulex was positive at 22° C. Yerkes (1900) found no change of phototaxis on raising the temperature, although this was carried to the point where all the daphnids died. In weak or moderately weak electric light I have been unable to detect a variation in phototaxis on any amount of heating. We may then conclude that decrease of temperature causes a tendency to increase of positive phototaxis while increase of temperature causes a tendency to decrease of positive phototaxis, but that in weak light these tendencies are overpowered by the normal positive phototaxis.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 76,
                        "text": "Yerkes (1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "The temperature at which these animals become indifferent to light varies with the light intensity. Below 15° C. they seem to be positive in any intensity. To weak light they seem positive at all temperatures. Above 25° C. in very strong light there may be a slight negative phototaxis, but if the ultraviolet rays are screened off this seems never to be at all strong.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "OF THE WATER Oxygen: No observable change in phototaxis was produced by changing daphnids from tap water containing much oxygen to the same kind of water from which the oxygen had been driven off by boiling for a half hour, or by the reverse change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION^ THE CHEMICAL CONTENT",
                "sec_num": null
            },
            {
                "text": "Carbon dioxide: Loeb (1906) has found that carbon dioxide will make neutral daphnids positive to light. Moore (1912) has further shown that this substance will make negative daphnids positive. This chemical then has a tendency to render --JDaphnid pulcx positively phototactic.",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 27,
                        "text": "(1906)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 110,
                        "end": 116,
                        "text": "(1912)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION^ THE CHEMICAL CONTENT",
                "sec_num": null
            },
            {
                "text": "Food: No observations are at hand bearing on the effect of food substances on phototaxis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION^ THE CHEMICAL CONTENT",
                "sec_num": null
            },
            {
                "text": "Waste products: A very large number of daphnids were placed in a small vessel and exposed to weak light. They remained positive to this light until the excess\" of drganic waste products in the medium grew so great that all died. The tendency of carbon dioxide to produce positive phototaxis seems to be the only factor in the relationship between he chemical content of the water and phototaxis that is likely to be of importance in the normal movements of Daphnia. Yerkes (1900) states that some individuals of Daphnia pulex may be made temporarily weakly negative to light by mechanical stimulation, such as picking them up in a pipette, but with many individuals he failed to obtain this result. I have been unable to produce negative phototaxis by any amount of gentle or rough handling, either by picking the animals up in a pipette or by shaking the dish.",
                "cite_spans": [
                    {
                        "start": 466,
                        "end": 479,
                        "text": "Yerkes (1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION^ THE CHEMICAL CONTENT",
                "sec_num": null
            },
            {
                "text": "Daphnids exposed in the darkroom to weak horizontal light from a 50 watt Edison lamp at 50 cm. distance, with observations taken each hour for 30 hours, gave no evidence of a change in phototaxis corresponding in any way to a daily period. Neither could such a change be detected in daphnids exposed for 24 hours to the same weak light before beginning the series of observations. In no experiment is there found the least evidence for believing in the existence of any sort of a rhythm in phototaxis independent of the direct effect of recurrent external changes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHOTOTAXIS IN RELATION TO TIME OF DAY",
                "sec_num": null
            },
            {
                "text": "When daphnids which have been kept some time in darkness are suddenly exposed to light of any intensity coming from a horizontal direction there is a tendency for them to go to the bottom of the dish (Exp. 7). Conversely, when daphnids which have been exposed to light of any intensity are placed in complete darkness they show a tendency to rise to the top of the dish. A tendency to positive geotaxis is also found on changing from weak light to stronger light (Exp. 8), or from moderately •strong light to the light from an electric arc (Exp. 9). There is also a tendency of this kind on changing from shade to sunlight (Exp. 10). Negative geotaxis is produced by the reverse •change in each of these cases. The tendency to go to the bottom on increase of light intensity cannot be due to a decrease of locomotor activity as it has been shown by Yerkes (1900) that the locomotor activity increases with increase of light intensity. Neither can it be due to a change of phototaxis because it takes place when the light comes from a horizontal direction. Further, it can be observed that following a great increase of light intensity many of the animals swim directly downwards with the head pointed toward the bottom of the dish. It seems that we have to do here with a change of some sort in the orientation of the animals to the force of gravity. The tendency to move upward following a decrease of intensity is also well marked and must also be due to a change in the reaction of the animals to gravity. Proof that the reversal of geotaxis by changes in light intensity is independent of phototaxis is given in Experiment 11. Here the daphnids remained at the bottom of the dish when exposed to the light from an arc light, no matter whether the light was falling from the side or at an angle of 45 degrees from above or below. When exposed to weak light following the exposure to the arclight the daphnids showed a strong upward tendency indicating that the effect on geotaxis in this case was undoubtedly due to the light intensity.",
                "cite_spans": [
                    {
                        "start": 849,
                        "end": 862,
                        "text": "Yerkes (1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "2 0 3 1 1 0 0 1 0 0 0 1 0 1 0 ••' 0 1 0 0 1 0 1 .0 1 0 0 5 0.8 Bottom V",
                        "eq_num": "11"
                    }
                ],
                "section": "Effect of change of light intensity on geotaxis",
                "sec_num": null
            },
            {
                "text": "Experiment 12 is presented to show that the vertical distribution remains altered for a long time after reduction of light intensity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Independence of geotaxis caused by change of light intensity from phototaxis",
                "sec_num": null
            },
            {
                "text": "March 28, 8.30 A.M., 10 Daphnia pulex from laboratory aquarium at a temperature of 18.5° C. placed in a 29 cm. high jar marked off into five divisions. Exposed to diffuse light of laboratory. Cooled to 13° C. We have shown that in Daphnia pulex increase of light intensity causes a tendency toward positive geotaxis, while decrease of intensity causes a tendency toward negative geotaxis. This tendency seems to be stronger the greater the change in intensity. It seems also that these tendencies are persistent for a considerable length of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Persistence of negative geotaxis in darkness",
                "sec_num": null
            },
            {
                "text": "On heating Daphnia pulex in the dark to a temperature of about 25° C. there is a strong tendency for the animals to go to the bottom of the dish (Exp. 13). On cooling them to a temperature of about 15° C. there is a tendency for them to go to the surface (Exp. 14). The position of these animals kept in the dark was determined by turning on a weak light and taking the observation before the position of the animals could change. The tendency to go down on heating cannot be due to the effect of temperature on the locomQtor activity, because it will be shown in a later section that increase of temperature causes an increase of locomotor activity which would tend to cause the animals to move upwards. Neither can this tendency be due to any effect of light because the tendency is present in the complete absence of light. Seemingly it is due to a change in the orientation of the animals with respect to gravity. We may then suppose that the tendency to move upward on cooling is also due to a change in the relation of the animals to the force of gravity. In horizontal light the same effect of temperature on geotaxis is found (Exp. 15).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "March 19, 8 A.M., 10 Daphnia pulex from 14 hours in darkness placed in a 29 cm. high jar marked off into three divisions. Kept in complete darkness except when making observations. Temperature 21° C. Heated to 26° C. 9.00 2 0 8 9.30 0 0 10 10.00 0 2 8 11.00 0 3 7 12.00 M. 0 1 9 1.00 P.M. 12 7 2.00 1 1 8 3.00 0 1 9 4.00 0 2 8 5.00 0 0 10 6.00 1 1 8",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive geotaxis caused by heating",
                "sec_num": null
            },
            {
                "text": "Averages at 21° C: 2.5 3 0 4.5 Averages at 26° C: 0 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Positive geotaxis caused by heating",
                "sec_num": null
            },
            {
                "text": "The normal vertical position of daphnids exposed to horizontal light or to darkness will be determined, first by the geotaxis, which will vary with the light intensity and the temperature; and second, by the rate of locomotor activity, which will also vary with the light intensity and with the temperature. The relations of these factors is very complex, especially in view of the fact that the previous exposure to light and heat must be taken into account. Experiments 13 and 14 show that the tendency to go down on heating and up on cooling is persistent for a number of hours.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14.5° (",
                "sec_num": null
            },
            {
                "text": "In general, high temperatures produce in Daphnia pulex a tendency to positive geotaxis, while low temperatures produce a tendency to negative geotaxis. These tendencies persist for at leasta considerable length of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14.5° (",
                "sec_num": null
            },
            {
                "text": "Oxygen: No definite change in vertical distribution could be observed on changing daphnids from water saturated with oxygen to water from which the oxygen had been driven off by boiling or by the reverse change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "Carbon dioxide: Carbon dioxide gas was bubbled for half an hour through a jar of tap water and this was then supposed to contain an extra amount of the chemical in solution. How ever, no change in the vertical distribution could ,be observed on changing daphnids into this water or back into normal tap water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "Food: No experiments were conducted on the effect of food as a factor affecting geotaxis, but it is probably not of importance in this respect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "Waste: One experiment was performed on the effect of waste materials on geotaxis. A very large number of daphnids were placed together in a tall sealed glass jar in the darkroom with weak horizontal light. The crowding was so great that all the adults had died before the end of 24 hours. During this time no change in geotaxis could be observed so it seems that organic waste products have little effect on geotaxis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "In so far as these observations and inferences are conclusive we find that changes in the chemical content of the medium have little effect on the geotaxis of the adults of Daphnia pulex.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "It could not be determined that mechanical stimulation has any effect on the geotaxis of these daphnids. If such an effect is present it is either very weakly marked or is very temporary and can have little value in determining the vertical movements of the animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS IN RELATION TO MECHANICAL STIMULATION",
                "sec_num": null
            },
            {
                "text": "A number of experiments were performed to determine if the geotaxis varies at different times during the day. The method used was to place a number of daphnids in a tall jar marked off into five divisions. The jar was completely filled with water and the top sealed by a glass stopper. In the darkroom the jar of animals was exposed to weak horizontal light. A count was made each hour of the number of individuals in each division of the jar, during a period of 30 hours. No periodicity in vertical distribution could be found, either in daphnids taken from daylight at the beginning of the experiment or in daphnids previ©usly exposed to weak light for a day or more. We may then conclude that there is no diurnal rhythm of geotaxis in this species, except that dependent upon rhythmical change in the external physical factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOTAXIS AT DIFFERENT TIMES OF THE DAY",
                "sec_num": null
            },
            {
                "text": "Daphnids under natural conditions assume a position in the water with the head pointing upward. When no locomotor movements are being made the drag of the antennae on the water, as the weight of the body pulls the animal down, causes the daphnids to assume this posision. When strokes are made with the antennae the tendency then is to raise the animal vertically through the water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The rate of sinking of adult daphnids 3 to 4 millimeters long with expanded antennae is stated by Birge (1897) to be at the rate of 20 to 30 centimeters per minute. Young daphnids 1 millimeter or less in length sink much more slowly at the rate of 5 to 10 centimeters per minute. This slower rate of sinking makes it much easier for the young daphnids to remain near the surface than it is for the adults.",
                "cite_spans": [
                    {
                        "start": 98,
                        "end": 110,
                        "text": "Birge (1897)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "It will be seen that it requires a-certain rate of activity to maintain an individual at any certain height in the water. If the locomotor activity increases there will be a tendency for the animal to move to higher levels while a decrease of activity will allow it to sink. Yerkes (1900) has shown that an increase of light intensity increases the speed of locomotion in Daphnia pulex. It can easily be observed that on a great increase of light intensity there is a decided increase of activity.",
                "cite_spans": [
                    {
                        "start": 275,
                        "end": 288,
                        "text": "Yerkes (1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The increase of locomotor activity caused by increase of light intensity will have a tendency to cause the daphnids to move upwards, while a decrease of intensity slows down their activity and allows them to sink to lower levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "In studying the effect of temperature on locomotor activity a number of experiments were performed to determine the speed of motion toward a weak light at various temperatures. This method is not very satisfactory because the change in temperature causes changes in the phototaxis as well as in the locomotor activity and it is difficult to separate the effects of the two factors. Further, different individuals give very different and often contradictory results. The number of animals used in the averages is too small to give very great accuracy in conclusions. However, it is thought that some of the relations between temperature and rate of activity are indicated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "The method used was to mark off transverse unes 10 centimeters apart on the bottom of a glass dish. In the darkroom a 50 watt Edison lamp was placed 25 centimeters horizontally from each end of the dish. A daphnid was then introduced into the dish and allowed to swim toward one light. As soon as the animal passed the line marked off on that end of the dish this light was turned off and at the same time the light at the other end of the dish turned on. An observation consisted of 8 trips, 4 each way, of the animal across the dish. The time was recorded in minutes and seconds. In comparing the effects of change of temperature two dishes were used with the water kept at the different temperatures. Then the animals were gently shifted from one to the other by a large pipette.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "In Experiment 16 each individual shows a decided increase of speed of travel toward a weak light on first raising the temperature 5 degrees. The averages for five individuals are 4' 02\" at normal temperature and 2' 46\" after heating. Also, the averages of all the observations show a higher rate of speed at the higher temperature. This effect is produced in spite of the fact that the phototaxis is lessened by the increase of temperature. In this case then we have a definite increase of locomotor activity by increase of temperature. 1' 3' 4' 3'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "55\" 05\" 00\" 40\" 05\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "?.' V 2' 3' r 23\" 30\" 25\" 20\" 55\" V V 3' 4' 2'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "45\" 45\" 15\" 55\" 45\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "Averages . 4' 02\" 2' 46\" 2'54\" 2' 18\" 2' 39\" Average speed before change of temperature, 4' 02\". Average speed on first heating, 2' 46\". Average speed at 25.5° C, 2' 32\". \" Average speed at 20.5° C. after heating, 2' 46\".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "On cooling daphnids from a normal temperature of 20° C. down to 15° C. there is also an increase of speed of motion toward a weak light and the averages show very definitely a faster rate of speed at the low temperature than at the normal. However, the decrease of temperature increases the positive phototaxis and the increase in speed of travel may be due to this cause rather than to the lower temperature directly increasing the locomotor activity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "Experiment 17 shows the effect of continued exposure to a temperature of 25.5° C. This indicates that while the activity is increased when the temperature is first raised, after a short time the speed of travel decreases and soon the animal travels more slowly than at the normal temperature. It can be directly observed that a continued high temperature causes many of the daphnids to become very weakly positive and to show many erratic movements, even going at times directly away from the light. Many also grow very feeble and show a tendency to settle to the bottom of the dish. This is a real decrease of locomotor activity. However, other individuals show a continued high rate of locomotion after a lengthy exposure to the higher temperature. The effect of continued exposure to cold seems to be veryirregular. Some individuals show a decrease of speed of travel on continued exposure to a temperature of 15° C, while others show an increase of activity under the same conditions. The results are too uncertain to base any definite conclusions upon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "Temperature, then, has a very irregular effect on locomotor activity. The most definite fact is that a sudden increase of 5 degrees above the normal causes an increase of activity, which persists for a short time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO TEMPERATURE",
                "sec_num": null
            },
            {
                "text": "The chemical content of the water is .probably of importance in modifying the rate of locomotion of these animals, but no experiments bearing on this subject have been performed. As the chemical content of the water is subject to very little daily variation this factor cannot be a primary factor affecting diurnal migration although it might have some effect on the seasonal migrations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO THE CHEMICAL CONTENT OF THE WATER",
                "sec_num": null
            },
            {
                "text": "Observations show that by strong mechanical stimulation, such as caused by shaking the dish, the locomotor activity is temporarily stopped. This allows the animals to sink downward. On the cessation of the stimulation the activity is, for a short time, greater than before.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY IN RELATION TO MECHANICAL STIMULATION",
                "sec_num": null
            },
            {
                "text": "Experiments performed to determine whether a periodicity in vertical distribution occurred gave only negative results (see geotaxis in relation to time of day). The possibility may be considered that both geotaxis and activity have diurnal rhythms and that the activity decreases in the same degree that the negative geotaxis increases and the reverse. Such a condition is not believable. We may then feel c^fcdent that there is no diurnal rhythm in either, except such a^Hdue to daily changes in the external physical factors. THERMOTAXIS Yerkes (1903) has shown that the radiant heat from a 16 candle-power incandescent lamp does not have an appreciable effect on the movements of Daphnia pulex. In darkness there is an irregular wandering away from a region heated to 29° C. This will evidently be of some importance in determining the vertical positions of the animals in lakes where the surface layers grow very warm in summer.",
                "cite_spans": [
                    {
                        "start": 540,
                        "end": 553,
                        "text": "Yerkes (1903)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LOCOMOTOR ACTIVITY AT DIFFERENT TIMES OF DAY",
                "sec_num": null
            },
            {
                "text": "No observations have been made as to the possibility of chemotaxis being a factor in the vertical movements of Daphnia. It can hardly be a very important factor, although it might have a modifying influence on behavior. PRESSURE The pressure acting at any given depth in a body of water will be very nearly constant at all times so that pressure changes cannot be a primary factor determining the movements of the plankton Crustacea. As the animals move upward or downward in response to various other tendencies the changes in pressure experienced might be supposed to modify to some extent the action of these tendencies. However, the only experiment performed to test this supposition gave negative results. In this experiment an increase in water pressure roughly guessed at 15 pounds did not seem to cause any change in the vertical distribution of the animals. The extensive daily migrations performed by some species of Daphnia, 32 meters in Daphnia hyalina (Burckhardt, 1900) , also argues against pressure being of importance in modifying the factors causing the vertical movements in this genus.",
                "cite_spans": [
                    {
                        "start": 965,
                        "end": 983,
                        "text": "(Burckhardt, 1900)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHEMOTAXIS",
                "sec_num": null
            },
            {
                "text": "PART II. DISCUSSION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHEMOTAXIS",
                "sec_num": null
            },
            {
                "text": "Below are given brief statements of some of the recorded observations of vertical movements in Daphnia, with especial reference to Daphnia pulex.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Juday (1904) fouj^ that in Oconomowoc Lake, Wis., in August the adults maBaphnia pulex pulicaria were at a depth of 10 meters in thaBHaytime and reached the surface an hour after sunset. In doing so they moved up into water that was at least 15° C. warmer than that occupied by them during the day. At this time the young were found at a depth of 6 meters in the daytime, and reached the surface a half hour after sunset. Neither adults nor young were taken in a surface catch made an hour and a half before sunrise. In October, adults were found 13 meters below the surface in the daytime and were taken in a surface catch made two hours after sunset. In June, both adults and young were found at a depth of 1 meter in the daytime. The young reached the surface in the first half hour after sunset and the adults arrived there a half hour later. Both left the surface during the second half hour before sunrise.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1904)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In Okauchee Lake, Wis., in August, \"young were found at a depth of 8 meters and adults at 9 meters in the daytime. Two and a quarter hours after sunset young were found at a depth of only 2 meters and adults 4 meters. In October^ young were at a depth of 6 and adults 12 meters in the daytime. Three and a quarter hours after sunset the former were at the surface and the latter at 2 meters. In June, the day catches showed young at a depth of 1 meter and adults at 3 meters. The former appeared at the surface about half an hour before sunset and the latter about two hours after sunset. Both disappeared from the surface during the fifth half hour before sunrise.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Little indication of a diurnal movement by Daphnia pulex pulicaria was found by Juday (1902) in Winona Lake, Indiana.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In Lake Mendota, Wis., Birge (1895) found no diurnal movement in this species during the month of July. During that month the species was confined in the vertical space between depths of 6 and 15 meters, and very few were below 12 meters. In this lake the young of the species show a tendency to collect in the upper parts of the lake while the adults are found at lower levels (Birge, 1897) .",
                "cite_spans": [
                    {
                        "start": 23,
                        "end": 35,
                        "text": "Birge (1895)",
                        "ref_id": null
                    },
                    {
                        "start": 378,
                        "end": 391,
                        "text": "(Birge, 1897)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Juday (1904) was also unable to find a diurnal movement of this species in Lake Mendota.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 12,
                        "text": "(1904)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "The seasonal movement of Daphnia pulcx pidicaria is well marked in Lake Mendota. Table I , based on figures given by Birge (1897) , shows that in winter the species is most abundant at the surface, but that as the water of the lake heats up the animals move downward until in August they are most abundant at depths of between 9 and 12 meters. In the fall they move upward until they again appear at the surface. 1.0 1 0 1 8 33 7 21 7 11.0 6 6 5 2 0 2 0 9 0 5 1 1 4 8 7 3 \"3*2 6 3 0 5 22 4 11.7 25 8 18.5 6 5 1.8 0 0 0 0 On August 26, l£f5, there was an alternation of cloud and sunshine over Lake Mendota and Birge (1897) observed that adult and young daphnids were approximately one meter below the surface during the sunny periods, but rose to one-half meter during the cloudy intervals. \"The rise immediately followed the obscuring of the sun and the return was as prompt when the sun shone again.\"",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 129,
                        "text": "Birge (1897)",
                        "ref_id": null
                    },
                    {
                        "start": 616,
                        "end": 622,
                        "text": "(1897)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 88,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "The same author (1897) was unable to find that wind and waves affect the distribution of the plankton Crustacea. The upper meter was fully occupied by them when the lake was almost too rough to venture out in a row boat. These results do not agree with those of France (1894) , who found that in stormy weather the Crustacea were found at a greater depth than during still weather.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 22,
                        "text": "(1897)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 262,
                        "end": 275,
                        "text": "France (1894)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In those lakes where the water in the lower levels becomes stagnant at certain periods in the year the Crustacea are usually found to be entirely absent below the thermocline (Birge 1897) . In these lakes the daphnids in their seasonal migrations move down, closely following the downward movement of the thermocline.",
                "cite_spans": [
                    {
                        "start": 175,
                        "end": 187,
                        "text": "(Birge 1897)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In the Vierwaldstattersee, Burckhardt (1900) observed a diurnal movement of Daphnia hyalina of about 32 meters during the early part of September. The mean depths of these daphnids at different times in the day on September 1st and 2nd are given below: 9 P.M. to 4 A.M. at 5 meters, at 9 A.M. at 30 meters, at 12 M. at 37 meters.â t 5 P.M. at 28 meters/ From the above observations, we find that there is often a diurnal migration in Daphnia, and that in such cases the animals are found nearest the surface at night and deeper in the lake during the day. This diurnal migration varies greatly in extent in different lakes and in different seasons. In Oconomowoc Lake, during October, there is a diurnal movement from a depth of 12 meters to the surface, while in the same lake in June the movement is only from a depth of 1 meter to the surface. In some lakes there is only a slight diurnal movement, while in others no diurnal movement has been found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In many lakes there is an annual movement, which may be illustrated by the movement of Daphnia pulex pulicaria in Lake Mendota. Here the animals have a definite vertical range in the water at each season, this being near the surface in winter and deeper in the lake during the summer. Diurnal movement may occur at all seasons, but is confined within the limits of the range for the given season, so that at some seasons the diurnal movement does not reach the surface at any time during the day.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "There is a marked difference between the movements of the adults and the young daphnids. The young animals are nearly always found nearer the surface than the adults, and move upward more promptly than the latter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Storms cause the plankton Crustacea to be found at lower depths according to some observers, but this does not seem to be always the case.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Cloudy weather causes the daphnids to be found nearer the surface than would be the case in clear weather.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Moonlight has been stated to result in driving the plankton Crustacea to lower depths than the normal for a dark night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "These, then, are the movements of Daphnia whose causes are the object of study in this paper. While it will be impossible to discuss the factors governing the movements in each lake, because the physical factors have not been studied in sufficient detail, still, on the basis of the experiments described in the first part of this paper, it will be possible to suggest in many cases the probable relationship between the physical factors and the observed movements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVED VERTICAL MOVEMENTS IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "As sunlight passes down through the water of a lake it is gradually absorbed until at great depths there is absolute darkness. This result gives, in deep lakes, a range of light intensities from full sunlight to darkness. We have seen that Daphnia pulex is positively phototactic at intensities below the intensity of diffuse daylight. To intensities above this, at a temperature of 20° C, the animals are normally neutral. Only in high temperatures and strong light do they show a negative phototaxis. The positive phototaxis of the daphnids will prevent them from going much below the lower limit of neutral intensity, but, as far as the phototaxis is concerned, they might occur at any level in the neutral intensity. The range of light intensity to which the daphnids are neutral must extend over a considerable depth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "It has also been shown that the light intensity affects the geotaxis. The action of the positive geotaxis induced by strong or moderately strong light will probably be to cause the daphnids to go down until further motion downward is stopped by the beginning of positive phototaxis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The most important change in light intensity acting on a lake is the change from sunlight to darkness occurring every day. If we suppose the daphnids to be at the surface at night, the first rays of light in the morning will cause a positive geotaxis which will overcome to some extent the positive phototaxis and the animals will begin to move downward. As the light increases in intensity they will continue to move downward, owing to the continued increasing positive geotaxis, and will keep near the lower Hmit of neutral phototaxis. The downward movement then is due to the action of light on the geotaxis, but the limit of downward motion is determined partly by the phototaxis. In the evening as the daylight fades the daphnids move upward, owing partly to the negative geotaxis caused by lowered light intensity, and partly due to the positive phototaxis caused by weak light. At night the daphnids remain near the surface due to the negative geotaxis existing in the absence of light. For the sake of simplicity in the above statement no account has been taken of the gradual changes in light intensity throughout the day.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "-.-».*. It is evident that in the case of Daphnia pulex the change of geotaxis caused by changes in light intensity is the most important factor causing the diurnal migrations, while change of phototaxis is a factor merely limiting the extent of the movements. If there were no change in geotaxis there would be only a feeble indication of a diurnal migration in this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The reversal of phototaxis caused by the action of the ultraviolet rays might under some circumstances be a factor causing diurnal movement, but it seems that in this case the positive geotaxis caused by the action of the visible rays will keep these daphnids down below the action of the ultra-violet rays, so that the action of these rays will not be a factor in the vertical movements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The light intensity effective on any given lake will vary at different seasons of the year. The lower limit of neutral light intensity for phototaxis should be at a much lower depth at midday in summer than at the same time of day in winter. For this reason the lower limit of daily movement in Daphnia should be deeper in summer than in winter. However, the range of motion may be less in summer than in winter owing to the effect of the higher temperatures of the surface waters in summer on the geotaxis. It seems that the change of the midday light intensities with the seasons will have a much smaller effect in determining the mean daily depth than will the changes in temperature. Cloudy weather should have the effect of raising the mean vertical position of the daphnids. In partly clouded weather the passage of a cloud across the sun should reduce the light intensity enough to cause a tendency to negative geotaxis and positive phototaxis which would cause an upward movement of the animals. Clear sunshine following would produce a tendency to positive geotaxis and neutral phototaxis resulting in movement downward.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "Very strong moonlight might cause a slight tendency to positive geotaxis and produce a small movement downwards Different lakes will be subjected to great differences in light intensity due to their position in latitude and altitude. The light will penetrate to very different depths in different lakes owing to the great variation in the clearness of the water. We should then not expect to find the same migration behavior in every lake. VERTICAL MOVEMENTS CAUSED BY CHANGES IN TEMPERATURE Few observations are at hand to show the variation during the day of the water temperatures at different levels in a lake, but this variation is much greater in shallow than in deep lakes. A table given by Hankinson (1907, p. 202) shows a variation of three degrees in the surface temperature, during May 29, in a shallow part of Walnut Lake, Michigan. The daily variations in temperature of some shallow lakes must be greater than this, but in most lakes the variation in the temperature of the surface water will be very small and there will be almost no diurnal variation in the temperature of the lower levels. Tem-perature changes, then, cannot have an important influence in causing the diurnal movements.",
                "cite_spans": [
                    {
                        "start": 698,
                        "end": 722,
                        "text": "Hankinson (1907, p. 202)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "In summer the surface waters of an ordinary lake become warmed while, if the lake be deep enough, the lower levels remain cool (Table II) . It is evident that in performing any considerable migration near the surface in summer the daphnids will be subjected to a considerable variation of temperature. If we consider them moving downward in the early morning in response to increase of light intensity they will be moving into water at lower and lower temperatures. These low temperatures will have a tendency to produce negative geotaxis and positive phototaxis. These tendencies will operate to reduce the range of the downward movement. On moving upward in the evening the animals will be reaching increasing temperatures of water. These higher temperatures will have a tendency to produce positive geotaxis. If the surface temperature is in the neighborhood of 25° C. there will be a slowing up of the locomotor activity after a short exposure to that amount of heat. Irregular wandering away from the high temperature may also be operative. These factors will then work together to lessen the distance of upward travel in summer. Then, in a lake where the surface water is much warmer than the under layers we would expect that the range of diurnal migration would be much reduced.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 127,
                        "end": 137,
                        "text": "(Table II)",
                        "ref_id": "TABREF13"
                    }
                ],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "In winter, when all the water of the lake is at nearly the same temperature we would expect rather large migrations However, the sunlight is much reduced at that season, causing a tendency toward positive phototaxis. Also, the low temperature of the water causes a tendency toward negative geotaxis and positive phototaxis. All of these factors tend to keep the animals near the surface at all times and so cut down the range of migration at that time of year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "In different lakes the conditions of temperature will be very varied and this will have a great effect in causing the observed variations in the range and the peculiarities of the diurnal migration found in different lakes. The differences in the temperatures are particularly great between shallow and deep lakes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "As stated above, the low water temperatures of winter will have a tendency to keep the daphnids near the surface. In summer the increase in temperature of the surface layers will cause the animals to occupy lower levels. Diurnal movements may take place in summer as well as in winter, but in summer the limit of movements will be at lower levels than in winter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "Changes in temperature, then, are not the primary cause of diurnal movement, but difference in temperature of the water at different levels in a lake may operate to shorten the distance of the diurnal movement. Changes in water temperature, particularly of the surface layers, at different seasons of the year is the principal factor determining the seasonal movements. This result is chiefly due to the effect of different degrees of temperature on geotaxis, although the effect of temperature on phototaxis has a minor effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES OF LIGHT INTENSITY",
                "sec_num": null
            },
            {
                "text": "The mechanical stimulation most likely to affect the plankton Crustacea will be the action of the waves. It has been stated in a previous section that mechanical stimulation, while it continues, tends to inhibit the locomotor activity of the animals so that they fall passively through the water. After descending to a depth where the wave action could no longer be felt the daphnids would tend to rise again until stopped by reaching a region of perceptible wave action. The result is that the daphnids should be found at a lower level than normal on stormy days, and by this reaction escape the damaging action of strong waves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MOVEMENTS CAUSED BY MECHANICAL STIMULATION",
                "sec_num": null
            },
            {
                "text": "The chemical content of the water of an ordinary lake will be subject to changes in the proportion of dissolved food substances, in oxygen content, in the amount of dissolved carbon dioxide, and in the proportion of organic waste products.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES IN THE CHEMICAL CONTENT OF THE MEDIUM",
                "sec_num": null
            },
            {
                "text": "Changes in the proportion of carbon dioxide is the only factor likely to be of importance in the vertical movements of Daphnia. This substance has a tendency to produce positive phototaxis In the stagnant water found at certain seasons below the thermocline in some moderately deep lakes, the excess of carbon dioxide will perhaps increase the positive phototaxis of the daphnids enough to cause them to rise to a better ventilated stratum. Otherwise changes of the chemical content of the medium do not seem to be of great importance in determining the vertical movements of Daphnia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY CHANGES IN THE CHEMICAL CONTENT OF THE MEDIUM",
                "sec_num": null
            },
            {
                "text": "Although no careful study has been made of the reactions of any age of the daphnids except the adults, it can easily be observed that the young daphnids show marked differences in behavior from the behavior of the adults. In general the young are more strongly positively phototactic and more strongly negatively geotactic than the adults. They sink less rapidly through the water than the adults. All these features tend to cause the young daphnids to be found on the average nearer the surface than the adults. In many cases the adults reach the surface at some time in the day and in winter they may remain near the surface all day, but in general the adults are found at deeper levels than the young. In the life of the individual there must then be a movement of the average daily position downward through the water until death occurs and the dead body sinks to the bottom. In lakes where the lower levels are stagnant the daphnids will likely be killed soon after they drop below the thermocline.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY AGING OF INDIVIDUALS",
                "sec_num": null
            },
            {
                "text": "Reproduction seems to occur in periods. Birge (1897) , in Lake Mendota, found one period in the fall and several in the spring. During a period of reproduction young daphnids appear in great numbers and crowd toward the surface. Being in much greater numbers than the adults the percentages of distribution indicates an upward movement of the species. As the individuals grow older they tend to drop into lower levels, and through natural mortality grow few in number.",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 52,
                        "text": "Birge (1897)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY AGING OF INDIVIDUALS",
                "sec_num": null
            },
            {
                "text": "We must, then, distinguish a periodicity in vertical distribution due to the aging of individuals and the occurrence of reproductive periods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VERTICAL MOVEMENTS CAUSED BY AGING OF INDIVIDUALS",
                "sec_num": null
            },
            {
                "text": "After a considerable study of these daphnids the conclusion is forced on one that they do not behave in a perfectly mechanical manner. They are not little machines which will respond in a definite way each time a definite change is made in the environment. A glance at almost any of the tables included in this paper will make it clear that although there is a tendency to a definite kind of behavior when any particular one of the environmental factors is altered, yet a small proportion of the animals will not react in that particular way, but may even react in a manner directly contrary to the behavior of the majority. It may be that with more exact and thoroughgoing methods of research many of the apparent exceptions could be shown to be due to normal processes. At present the best we can do is to say that environmental changes tend to produce changes in the condition of the animal and that it then reacts differently than before.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In this paper it has been the aim to show the normal tendencies in behavior when a single factor is varied and the others kept constant or eliminated as not contributing to the results. When possible a number of animals were used in the same experiment so that quantitative results were secured. Where this was not possible the results have been checked by a number of repetitions of the experiment or by other methods of control.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In cases where several environmental factors vary at the same time the behavior becomes quite complex and it is difficult to determine in such cases which factor is the more potent and what the resultant behavior will be.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In the previous part of this paper much use has been made of such terms as phototaxis, geotaxis, etc. It is not intended by the use of such expressions to subscribe to any particular theory as to the basis of animal behavior. By the use of these terms it is intended only to express the tendency to move toward or from a source of stimulation. Whether this is due to a tropism caused by unequal stimulation on the two sides of a bilaterally symmetrical organism, or whether the orientation to the stimulus results from the action of trial and error need not concern us here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "It seems that most of the behavior of Daphnia is determined by orientation of the body to different sources of stimulation. However, the random movements which occur on exposure to strong light, great cold, or great heat give a means of escape from unfavorable conditions, but secure this result without a definite orientation of the body*.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "It may be observed that while many of the previously given experiments show tendencies to upward movement it is very seldom that all the animals go to the upper part of the dish.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "In the experiments showing a tendency to go toward the bottom this tendency is likely to be very strongly marked. It might be argued, then, that the upward movement is not due to a negative geotaxis, but is merely an irregular wandering which naturally would carry many of the animals toward the surface when the factors holding them down were no longer operative. However, it may be observed in many cases, particularly on shading a tall jar of daphnids exposed in sunlight, that there is an immediate and vigorous upward movement. The failure of some to move to the top when the tendency is in that direction must be due in part to the weight of the body, which has a constant tendency to drag the animal \"down. It is. probably also due in part to the unnatural conditions under which the animals were kept. It was observed that daphnids. freshly collected from natural ponds showed a greater tendency to upward movement than those kept for a long time in the laboratory. There is the further fact that the jars used for experimentation have a very slight depth in comparison with the average depth of a lake so that the available range of movement was very small. In nature the daphnids do not go to the very surface of the water or they would be caught on the surface film.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "The reactions of the animals in moving upward or downward in response to changes in light intensity or temperature might be considered to be due to a change in the reaction of the organism to pressure rather than to gravity. It can be observed that daphnids under constant conditions maintain themselves at nearly a definite height in the aquarium. They may sink several centimeters, but usually soon regain the former position by a few rapid strokes of the antennae. Birge (1897) seems to be of the opinion that change of pressure is the controlling factor in this case. It seems that the differences in water pressure on the upper and lower parts of a daphnid must be very small in amount, and that these differences can hardly act as a directive force in the vertical movements However, careful experimentation is needed to settle this p'oint.",
                "cite_spans": [
                    {
                        "start": 474,
                        "end": 480,
                        "text": "(1897)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Although every care was taken to experiment on the animals under as nearly natural conditions as possible, it was not possible to reproduce the conditions of the natural habitat and still be able to control the factors for experimentation. The unnatural conditions in the experiments may have altered the behavior to some extent, but it is believed that the general features of daphnid behavior are as have been indicated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Daphnia pidex shows a strong tendency to avoid any solid objects, such as the sides of the dish. This indicates that is is a true plankton animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "When a daphnid is approached by a glass rod or other solid object held in the hand there usually ensues a vigorous movement away from the source of stimulation. This reaction must be of great value to the animals in escaping enemies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "When any considerable change is made in the environment, such as changing the animals to water to which they are not accustomed, or by strong heating or cooling, there is a tendency for a great number to get caught on the surface film. Once caught on this film the animals are seldom able to escape but remain there until they are exhausted and die.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "The behavior of Daphnia pulex is regulatory m general. Continued exposure to temperatures much above 25° C. produces feebleness or death in these animals. However, in nature such strong stimulation would produce positive geotaxis and perhaps negative phototaxis which would cause the animals to descend to lower levels in the lake wehre the temperature would be lower. Under ordinary conditions the animals remain near the surface where they find food and the normal conditions of existence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "One particular case of very peculiar behavior may be men-tioned. A numl-er of individuals of Daphnia pulex collected from a small pond on the morning of February Sth showed very strong positive phototaxis in sunlight. As a further abnormality these individuals showed the peculiarity of changing temporarily from positive to negative phototaxis when the light intensity was reduced by shading the dish. Very likely other factors besides those considered will be found to be operative in affecting the vertical movements of Daphnia, but it seems likely that the more important factors have been mentioned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL FEATURES OF BEHAVIOR IN DAPHNIA",
                "sec_num": null
            },
            {
                "text": "Reversal of geotaxis by changes in light and temperature similar to that found in Daphnia pulex has been observed by previous authors in several different groups of plankton animals. A brief reference will be made to some of these observations. Esterly (1907) found that the females of Cyclops albidus were positively geotactic in daylight, but were negatively geotactic in darkness.",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 259,
                        "text": "Esterly (1907)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "It was observed by McGinnis (1911) that Branchippus serratus is positively geotactic in light and negatively geotactic in darkness.",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 34,
                        "text": "McGinnis (1911)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "An increase of light makes Balanus larvae positively geotactic, while a decrease of light makes them negatively geotactic (Ewald, 1912) . After a certain exposure to light of any intensity they assume a general distribution in respect to gravity.",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 135,
                        "text": "(Ewald, 1912)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "The phantom larvae of Coreihra become positively geotactic in sunlight or strong electric light (Harper, 1907) .",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 110,
                        "text": "(Harper, 1907)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "Macropsis, a plankton schizopod of the family Mysididae, is always positively phototacitc, but in light from above the animals remain at the bottom of the vessel (Bauer, 1908) . Perhaps it will be possible to show that this behavior is due to light causing a positive geotaxis which is more potent than the positive phototaxis.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 175,
                        "text": "(Bauer, 1908)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "Loeb (1893) states that Polygordius larvae may be made negatively phototactic by heating or by intense light, and that the geotaxis is always positive when the phototaxis is negative and negative when the phototaxis is positive. No such correlation as this is found in Daphnia pulex. Massart (1891) found that the geotaxis of Chromulina woro-'liniana, a spirillum, is positive at temperatures of from 5° to 7° C, while it is negative at from 15° to 20° C. These organisms are found on the surface in summer, but in winter they gather at the bottom of the body of water in which they occur. The relation of temperature to geotaxis in this case is the reverse of the relation found to occur in the other cases mentioned above.",
                "cite_spans": [
                    {
                        "start": 5,
                        "end": 11,
                        "text": "(1893)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 284,
                        "end": 298,
                        "text": "Massart (1891)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "These observations on plankton organisms of several distinct orders and classes go to show that reversal of geotaxis through the agency of changes in light and temperature is a rather widespread phenomenon. The importance of such a reversal of geotaxis in determining the vertical movements of plankton animals must be very great.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REVERSAL OF GEOTAXIS IN OTHER PLANKTON ANIMALS",
                "sec_num": null
            },
            {
                "text": "In the experimental part of this paper it has been shown that the individuals of Daphnia pulex are normally positive to weak light at a temperature of 20° C. At that temperature they are normally indifferent to light intensities stronger than weak diffuse daylight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Increase of temperature has a tendency to decrease the positive phototaxis, while decrease of temperature tends to make the animals more strongly positive. At temperatures below 12° C. they are positive to all light intensities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Increase of light intensity causes a tendency to positive geotaxis, w r hile decrease of intensity causes a tendency to negative geotaxis. These tendencies seem to persist for at least a considerable period of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "High temperatures produce a tendency to positive geotaxis, while low temperatures cause a tendency to negative geotaxis. These tendencies seem to be very persistent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The diurnal movements of Daphnia pulex are caused chiefly by variations in'geotaxis induced by changes in light intensity. The limits of the diurnal movement are determined by the factors effective in producing the seasonal movements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Change in geotaxis caused by changes in the temperature of the lake at different seasons of the year is the principal factor determining the seasonal movements of this species. The effects of the changes in temperature on phototaxis, and of the seasonal changes in the midday light intensities on geotaxis and on phototaxis are minor factors in this movement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Strong wave action may cause a temporary inhibition of locomotor activity and this allows the animals to sink to lower levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "No definite vertical movement due to changes in the chemical content of the water, or to the action of a diurnal rhythm, independent of the effect of recurrent external physical changes, could be found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Young individuals are more strongly positively phototactic and negatively geotactic than adults. They also sink less rapidly in water. For these reasons they are usually found nearer the surface than the adults. There is a downward movement due to the aging of the individuals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Much of the behavior of Daphnia is determined by orientation to various stimuli, but some regulatory behavior is obtained by means of random movements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Change in geotaxis by changes in light intensity and in temperature has been observed in other plankton organisms, and is probably of widespread importance in determining the vertical movements of the plankton.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Per cent, in each 3 meter level Depth, meters. . 1895-1896 July August August September September October October November November December December January January February February March March April April May May June June July July August August",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "t)ber die reflektorische Regulierung der Schwimmbewegungen 1908. bei den Mysiden mit besonderer Benicksichtitung der doppelsinmgen Reizbarkeit der Augen",
                "authors": [
                    {
                        "first": "Victor",
                        "middle": [],
                        "last": "Bauer",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Zeitschr. f. allgem. Physiol",
                "volume": "8",
                "issue": "",
                "pages": "343--369",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAUER, VICTOR. t)ber die reflektorische Regulierung der Schwimmbewegungen 1908. bei den Mysiden mit besonderer Benicksichtitung der doppelsinmgen Reizbarkeit der Augen. Zeitschr. f. allgem. Physiol, 8: 343-369.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Plankton Studies on Lake Mendota. I. The Vertical Distribution 1895. of the Pelagic Crustacea during",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Birge",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Trans. Wis. Acad",
                "volume": "10",
                "issue": "",
                "pages": "421--484",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BIRGE, E. A. Plankton Studies on Lake Mendota. I. The Vertical Distribution 1895. of the Pelagic Crustacea during July, 1894. Trans. Wis. Acad., 10: 421-484 -. , «.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Plankton Studies on Lake Mendota. II. The Crustacea of the Plankton from",
                "authors": [],
                "year": null,
                "venue": "Trans Wis. Acad",
                "volume": "11",
                "issue": "",
                "pages": "274--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Plankton Studies on Lake Mendota. II. The Crustacea of the Plank- ton from July, 1894 to December, 1896. Trans Wis. Acad., 11: 274-448.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The Vertical Distribution of the Limnetic Crustacea of Lake Mendota",
                "authors": [],
                "year": null,
                "venue": "Biol. Cent",
                "volume": "17",
                "issue": "",
                "pages": "371--374",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Vertical Distribution of the Limnetic Crustacea of Lake Mendota. Biol. Cent., 17: 371-374.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Quantitative Studien uber das Zooplankton des Vierwald-1900. stattersees. Mitteilungen der Nalurforschender Gesellschaft Luzern, 3 Heft",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Burckhardt",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURCKHARDT, G. Quantitative Studien uber das Zooplankton des Vierwald- 1900. stattersees. Mitteilungen der Nalurforschender Gesellschaft Luzern, 3 Heft, 1-309.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "On the Determination of the Direction 1897. and Rate of Movement of Organisms by Light",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Davenport",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Cannon",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Jour Physiol",
                "volume": "21",
                "issue": "",
                "pages": "22--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVENPORT, C. B., and CANNON, W. B. On the Determination of the Direction 1897. and Rate of Movement of Organisms by Light. Jour Physiol., 21: 22-32",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Phototaxis of Daphnia",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Davenport",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "T"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVENPORT, C. B.. and LEWIS, F. T. The Phototaxis of Daphnia. Sci. N. S., 1899. 9: 368.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The Reactions of Cyclops to Light and to Gravity",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Esterly",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Amer. Jour. 1907. Physiol",
                "volume": "18",
                "issue": "",
                "pages": "47--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ESTERLY, C. O. The Reactions of Cyclops to Light and to Gravity. Amer. Jour. 1907. Physiol., 18: 47-57.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "On Artificial Modification of Light Reactions and the Influence of Electrolytes on Phototaxis",
                "authors": [],
                "year": null,
                "venue": "Jour. Exp. Zool",
                "volume": "13",
                "issue": "",
                "pages": "591--612",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "On Artificial Modification of Light Reactions and the Influence of Electrolytes on Phototaxis. Jour. Exp. Zool, 13: 591-612.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The Temperatures of Lakes",
                "authors": [
                    {
                        "first": "Desmond",
                        "middle": [],
                        "last": "Fitzgerald",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Trans. Amer. Soc. Civ. 1895. Eng",
                "volume": "34",
                "issue": "",
                "pages": "67--109",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FITZGERALD, DESMOND. The Temperatures of Lakes. Trans. Amer. Soc. Civ. 1895. Eng., 34: 67-109; 12 tables; 11 curves.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Uber den Einfluss der Lichtfarbe 1913. auf die phototaktschen Reaktionen mederer Krebse",
                "authors": [
                    {
                        "first": "Karl",
                        "middle": [
                            "V"
                        ],
                        "last": "Frisch",
                        "suffix": ""
                    },
                    {
                        "first": "Hans",
                        "middle": [],
                        "last": "Kupelwieser",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Biol. Cent",
                "volume": "33",
                "issue": "",
                "pages": "3--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FRISCH, KARL V., und KUPELWIESER, HANS. Uber den Einfluss der Lichtfarbe 1913. auf die phototaktschen Reaktionen mederer Krebse. Biol. Cent., 33: 518-552; 9 figs.; Taf. 3-5",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Der Heliotropismus der Nauphen von Balanus per-1890 joralus und der periodischen Tieferwanderunden pelagischer Tiere",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "T"
                        ],
                        "last": "Groom",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Loeb",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Biol Cent",
                "volume": "10",
                "issue": "",
                "pages": "160--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GROOM, T. T., und LOEB, J. Der Heliotropismus der Nauphen von Balanus per- 1890 joralus und der periodischen Tieferwanderunden pelagischer Tiere. Biol Cent., 10: 160-177.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Behavior of the Phantom Larvae of Corethra plumicorms 1907",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Harper",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Fabncus. Jour. Comp Psychol",
                "volume": "17",
                "issue": "",
                "pages": "435--456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HARPER, E. H. The Behavior of the Phantom Larvae of Corethra plumicorms 1907. Fabncus. Jour. Comp Psychol, 17: 435-456.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "figs JUDAY, CHANCEY. The Plankton of Winona Lake",
                "authors": [
                    {
                        "first": "Paul",
                        "middle": [],
                        "last": "Jensen",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "Proc. Ind. Acad for 1902",
                "volume": "53",
                "issue": "",
                "pages": "120--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JENSEN, PAUL. Ueber den Geotropisirius mederer Organismen. Archiv. f. d. 1893. ges. PhvswL, 53: 428-480; 17 figs JUDAY, CHANCEY. The Plankton of Winona Lake. Proc. Ind. Acad for 1902, 1902 120-133",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The Dmmal Movement of Plankton Crustacea",
                "authors": [],
                "year": null,
                "venue": "Trans. Wis. Acad",
                "volume": "14",
                "issue": "",
                "pages": "534--568",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Dmmal Movement of Plankton Crustacea. Trans. Wis. Acad., 14: 534-568.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Der Heliotropismus der Thiere und seme Uebereinstimmung mit dem 1889",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Loeb",
                        "suffix": ""
                    }
                ],
                "year": 1905,
                "venue": "Trans, in Studies in General Physiology",
                "volume": "118",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LOEB, J. Der Heliotropismus der Thiere und seme Uebereinstimmung mit dem 1889. Heliotropismus der Pflanzen. Wurzburg 118 pp. Trans, in Studies in General Physiology, 1905 (see below).",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Uber kunsliche Umwandlung positiv heliotropischer Thiere in negativ hehotropische und umgekehrt. Arch, f d. ges",
                "authors": [],
                "year": 1905,
                "venue": "Trans, in Studies in General Physiology",
                "volume": "54",
                "issue": "",
                "pages": "81--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uber kunsliche Umwandlung positiv heliotropischer Thiere in negativ hehotropische und umgekehrt. Arch, f d. ges. PhysioL, 54: 81-107. Trans, in Studies in General Physiology, 1905 (see below).",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "On the Influence of Light on the Penodical Depth-Migrations of Pelagic Animals",
                "authors": [],
                "year": null,
                "venue": "Bull. U. S. Fish Com",
                "volume": "13",
                "issue": "",
                "pages": "65--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "On the Influence of Light on the Penodical Depth-Migrations of Pelagic Animals. Bull. U. S. Fish Com., 13: 65-68.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Ueber die Erregung von positivem Heliotropismus durch Satire, ins-' besondere Kohlensaure, und von negativem Heliotropismus durch ultraviolette Strahlen",
                "authors": [],
                "year": null,
                "venue": "Arch. /. d. ges. PhysioL",
                "volume": "115",
                "issue": "",
                "pages": "564--581",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ueber die Erregung von positivem Heliotropismus durch Satire, ins- ' besondere Kohlensaure, und von negativem Heliotropismus durch ultraviolette Strahlen. Arch. /. d. ges. PhysioL, 115: 564-581.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Reactions of Branchtpus serratus to Light, Heat, and Grav-1911. ity",
                "authors": [
                    {
                        "first": "Mary",
                        "middle": [
                            "O"
                        ],
                        "last": "Mcginnis",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Jour. Exp. Zool",
                "volume": "10",
                "issue": "",
                "pages": "227--240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCGINNIS, MARY O. Reactions of Branchtpus serratus to Light, Heat, and Grav- 1911. ity. Jour. Exp. Zool., 10: 227-240.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Recherches sur les orgamsmes infeneurs. III. La sensibilite a la 1891",
                "authors": [
                    {
                        "first": "Jean",
                        "middle": [],
                        "last": "Massart",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASSART, JEAN. Recherches sur les orgamsmes infeneurs. III. La sensibilite a la 1891.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Light and the Behavior of Organisms",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "O"
                        ],
                        "last": "Mast",
                        "suffix": ""
                    }
                ],
                "year": 1911,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAST, S. O. Light and the Behavior of Organisms. New York, xi-410 pp. 1911.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Concerning Negative Phototropism in Daphnia pulex",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Jour. Exp. 1912. Zool",
                "volume": "13",
                "issue": "",
                "pages": "573--575",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOORE, A. R. Concerning Negative Phototropism in Daphnia pulex. Jour. Exp. 1912. Zool., 13: 573-575",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Theorie der Richtungsbewegungen mederer schwimmender",
                "authors": [
                    {
                        "first": "\\v",
                        "middle": [],
                        "last": "Ostwald",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Zur",
                        "suffix": ""
                    }
                ],
                "year": 1907,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSTWALD, \\V Zur Theorie der Richtungsbewegungen mederer schwimmender 1907.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Uber die Abhangigkeit gewisser heliotropischer Reaktionen von der inneren Reibung des Mediums, sowie u. d. Wirkung \"mechamscher",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Organismen",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Sensibilatoren. Arch. f. d. ges. PhysioL",
                "volume": "117",
                "issue": "",
                "pages": "384--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Organismen. III. Uber die Abhangigkeit gewisser heliotropischer Reaktionen von der inneren Reibung des Mediums, sowie u. d. Wir- kung \"mechamscher\" Sensibilatoren. Arch. f. d. ges. PhysioL, 117: 384-408",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The Reactions of Copepods to various Stimuli and the bearing 1901. of this on daily Depth Migrations",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H"
                        ],
                        "last": "Parker",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bull U. S. Fish Com",
                "volume": "21",
                "issue": "",
                "pages": "103--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PARKER, G. H. The Reactions of Copepods to various Stimuli and the bearing 1901. of this on daily Depth Migrations. Bull U. S. Fish Com., 21: 103-123",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Reaction of Entomostraca to Stimulation by Light. II. Reac-1900. tions of Daphnia and Cypns",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Yerkes",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Amer. Jour. PhysioL",
                "volume": "4",
                "issue": "",
                "pages": "405--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "YERKES, R. M. Reaction of Entomostraca to Stimulation by Light. II. Reac- 1900. tions of Daphnia and Cypns. Amer. Jour. PhysioL, 4: 405-422",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Reactions of Daphnia pulex to Light and Heat Mark Aniv",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "359--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reactions of Daphnia pulex to Light and Heat Mark Aniv. Volume, 359-368.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "text": "January 29, 8.30 A.M., 18 Daphnia pulex from diffuse daylight placed in a glass dish 28 cm. long marked off into five transverse divisions. Exposed in darkroom to horizontal light from 100 watt Mazda lamp at 30 cm. Temperature 17.5° C.",
                "content": "<table><tr><td>.)</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>EXP. 1</td><td/><td/><td/></tr><tr><td>*</td><td colspan=\"3\">Phoioiaxis in weak light</td><td/><td/></tr><tr><td/><td>Positive</td><td/><td/><td/><td>Negative</td></tr><tr><td>Divisions</td><td>end I</td><td>II</td><td>III</td><td>IV</td><td>end V</td></tr><tr><td>9.00 A.M. 9.15</td><td>*14 15</td><td>1 1</td><td>1 0</td><td>2 1</td><td>0 1</td></tr><tr><td>9.45</td><td>15</td><td>1</td><td>0</td><td>2</td><td>0</td></tr><tr><td>10.50 11.50 1.00 P.M.</td><td>15 15 14</td><td>1 2 0</td><td>0 0 1</td><td>2 0 0</td><td>0 1 3</td></tr><tr><td>2.00 2.20</td><td>13 13</td><td>3 2</td><td>0 1</td><td>1 2</td><td>1 0</td></tr><tr><td>Averages</td><td>14.2</td><td>1.4</td><td>0.4</td><td>1.2</td><td>0 8</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "type_str": "table",
                "text": "April 13, 2 P.M., 13 Daphnia pulex from laboratory aquarium placed in 18 cmlong glass dish marked off into five divisions. Exposed to sunlight with ultra. violet rays cut off by one sheet of window glass Temperature kept at 21\" to 22° C.",
                "content": "<table><tr><td>Divisions 2.30 P.M. 2.40 2.50 3.00 3.10 3.20</td><td colspan=\"4\">Positive end I 2</td><td>Negative end V 5</td></tr><tr><td>3.30</td><td/><td/><td/><td>2</td><td/></tr><tr><td>4.00 4.30 5.25</td><td/><td/><td/><td>1 4 2</td><td/></tr><tr><td>Averages</td><td>6.3</td><td>1.2</td><td>2.6</td><td>1.9</td><td>0</td></tr><tr><td/><td/><td>EXP. 5</td><td/><td/><td/></tr><tr><td>-</td><td/><td colspan=\"2\">Pholotaxis in sunlight</td><td/><td/></tr><tr><td>Divisions</td><td>Positive end</td><td/><td/><td/><td/></tr><tr><td>2.05 P.M. 2.15</td><td/><td/><td/><td/><td/></tr><tr><td>2.20 2.25 2.30</td><td/><td/><td/><td/><td/></tr><tr><td>2.50</td><td/><td/><td/><td/><td/></tr><tr><td>3.30</td><td/><td/><td/><td/><td/></tr><tr><td>3.40 3.50 4.00</td><td/><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF6": {
                "type_str": "table",
                "text": "February 19, 8.15 A.M., 18 Daphnia pulex from 14 hours in darkness placed in a 29 cm. high jar marked off into five divisions. Exposed to the horizontal light from a 15 ampere electric arc at 50 cm. distance.",
                "content": "<table><tr><td colspan=\"2\">Divisions 8.46 A.M. 8.47 8.50</td><td>Top I 0 0 0</td><td>II 0 0 0</td><td>III 0 2 1</td><td/><td>IV 0 8 3</td><td>Bottom V 18 8 14</td></tr><tr><td/><td colspan=\"6\">Arc moved to a position above at an angle of 45 degrees</td></tr><tr><td>8 56 9.00</td><td/><td>0 0</td><td>0 2</td><td>0 2</td><td/><td>1 5</td><td>17 9</td></tr><tr><td>9.02</td><td/><td>0</td><td>0</td><td>1</td><td/><td>4 •* • *••</td><td>13</td></tr><tr><td>9.05</td><td/><td>0</td><td>0</td><td>1</td><td/><td>5</td><td>12</td></tr><tr><td>9.15 9.20</td><td/><td colspan=\"5\">Arc moved back to horizontal position 0 0 0 0 0 0</td><td>1 2</td><td>17 16</td></tr><tr><td>9.25 9.30 9.35 9.40</td><td/><td colspan=\"4\">Arc below at angle of 45 degrees 4 3 3 3 114 0 0 0 2 5</td><td>2 4 6 4</td><td>9 8 6 7</td></tr><tr><td/><td/><td/><td colspan=\"3\">Arc back to honzontal position</td></tr><tr><td>9.45 10.00 10.45</td><td/><td>0 0 0</td><td>0 2 2</td><td colspan=\"2\">3-3 1 2</td><td>3 2</td><td>12 12 12</td></tr><tr><td>10.50</td><td colspan=\"6\">Arc off. On light of 40 watt Edison at 50 cm. horizontal 14 5 17</td></tr><tr><td>11.00</td><td/><td>5</td><td>4</td><td>12</td><td/><td>6</td></tr><tr><td>11.15 11.25</td><td/><td>5 9</td><td>7 2</td><td>3</td><td colspan=\"2\">12 115</td></tr></table>",
                "num": null
            },
            "TABREF9": {
                "type_str": "table",
                "text": "March 19, 8 A.M., 10 Daphnia pidex kept 14 hours in darkness placed in a 29 cm. high jar marked off into three divisions. Still in complete darkness. Daphnia pulex 15 hours in darkroom exposed to horizontal light from an 80 watt Edison lamp at 2 meters placed in a 29 cm. high jar marked off into five divisions. Experiment in same light.",
                "content": "<table><tr><td/><td/><td/><td colspan=\"5\">MOVEMENTS OF DAPHNIA</td><td>243</td></tr><tr><td/><td/><td/><td/><td colspan=\"3\">EXP. 14</td></tr><tr><td/><td/><td/><td colspan=\"5\">Effect of temperature on geotaxis</td></tr><tr><td>perature 21° C.</td><td colspan=\"3\">Divisions 8.15 A.M. 8.45</td><td colspan=\"2\">Top I 2 1</td><td colspan=\"2\">II 1 1</td><td>Bottom III 7 8</td><td>Tem-</td></tr><tr><td/><td colspan=\"3\">9.00</td><td colspan=\"3\">Cooled to 13°6 C.</td><td>0</td><td>4</td></tr><tr><td/><td colspan=\"3\">9.30 10.00</td><td>3 3</td><td/><td/><td>0 1</td><td>7 6</td></tr><tr><td/><td colspan=\"3\">11.00 12.00 M.</td><td>5 6</td><td/><td/><td>1 0</td><td>4 4</td></tr><tr><td/><td colspan=\"3\">1.00 P.M. 2.00</td><td>4 6</td><td/><td/><td>3 0</td><td>3 4</td></tr><tr><td/><td colspan=\"3\">3.00 4.00</td><td>4 3</td><td/><td/><td>2 0</td><td>4 7</td></tr><tr><td/><td colspan=\"3\">5.00 6.00</td><td>3 3</td><td/><td/><td>0 0</td><td>7 7</td></tr><tr><td/><td colspan=\"3\">Averages at</td><td>21° C:</td><td/><td/></tr><tr><td/><td colspan=\"3\">Averages at</td><td colspan=\"2\">1 5 13° C:</td><td/><td>1 0</td><td>7.5</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">4.2</td><td/><td>0.6</td><td>5.2</td></tr><tr><td/><td/><td/><td/><td/><td colspan=\"2\">EXP. 15</td></tr><tr><td/><td/><td/><td colspan=\"5\">Effect on geotaxis of change in temperature</td></tr><tr><td colspan=\"3\">February 26, 15 Divisions 8.55 A.M. 9.00</td><td>Top I 4 4</td><td>II 2 3</td><td/><td>III 0 0</td><td>IV 4 2</td><td>Bottom V 5 6</td><td>19° C</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Heated</td><td>to 25° C.</td></tr><tr><td>9.15</td><td/><td/><td>0</td><td>1</td><td/><td>2</td><td>1</td><td>11</td><td>25° C.</td></tr><tr><td>9.30 9.45</td><td/><td/><td>2 1</td><td>2 0</td><td/><td>1 1</td><td>1 4</td><td>9 9</td><td>26° C.</td></tr><tr><td>10.00 10.15</td><td/><td/><td>2 2</td><td>1 3</td><td/><td>1 0</td><td>0 2</td><td>11 8</td></tr><tr><td>10.30 10.45</td><td/><td/><td>2 2</td><td>0 0</td><td/><td>2 1</td><td>1 2</td><td>10 10</td><td>25° C.</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Cooled</td><td>to 17° C.</td></tr><tr><td>11.00 11.15</td><td/><td/><td>0 6</td><td>3 0</td><td/><td>2 0</td><td>5 5</td><td>5 4</td><td>17° C. 14° C.</td></tr><tr><td>11.15 11.30</td><td/><td/><td>6 5</td><td>0 3</td><td/><td>0 1</td><td>5 2</td><td>4 4</td><td>14° C.</td></tr><tr><td>11.45 12.00 M.</td><td/><td/><td>4 6</td><td>4 2</td><td/><td>4 1</td><td>0 2</td><td>3 4</td></tr><tr><td colspan=\"2\">Averages at</td><td colspan=\"3\">low temperatures:</td><td/><td/></tr><tr><td colspan=\"2\">Averages at</td><td colspan=\"3\">4.1 high temperatures: 2.4 1.6 1.0</td><td>5</td><td>1 2 1.1</td><td>1.2 2.9 1.6</td><td>4.4 9.8</td><td>8 3</td></tr></table>",
                "num": null
            },
            "TABREF11": {
                "type_str": "table",
                "text": "EXP. 17Activity on continued exposure to high temperature Time in minutes and seconds required to travel 80 cm. toward a weak light.",
                "content": "<table><tr><td>Temperature, C</td><td>20 5°3</td><td/><td/><td colspan=\"2\">25 5°3</td><td/><td/></tr><tr><td>Exposure, minutes. Individual Averages . A B C D E</td><td>'09 2'3« 3'30l 2'05\" 2' 54\" n 2' 0 08\" 00\" 10\" 55\" 20\" 2' 43\"\"\"</td><td>15 3'35\" 2'17\" l'40\" 4'40\" 2'40\" 2'58\"</td><td>2' 2' 1' 4' 3' 2'</td><td>0 10\" 30\" 30\" 50\" 15\" 51\"</td><td>45 6' 35\" 3' 15\" 1' 30\" 6' 30\" 2'30\" 4' 04\"</td><td>60 5'20\" 3'00\" 1'35\" 3'25\" 3'00\" 3' 16\"</td><td>90 8'05\" 2' 10\" 2'00\" 5' 00' 3'55\" 4'14\"</td></tr></table>",
                "num": null
            },
            "TABREF12": {
                "type_str": "table",
                "text": "Daphnia pulicariaPercentage vertical distribution in Lake Mendota, Wis.",
                "content": "<table><tr><td>11.)</td></tr></table>",
                "num": null
            },
            "TABREF13": {
                "type_str": "table",
                "text": "",
                "content": "<table><tr><td/><td colspan=\"10\">Temperatures of Lake Cochituate, Mass. (From Fitzgerald, 1893, Trans. Amer. Soc. Civ. Eng. 34( p. 96.) (In degrees Centigrade calculated from the original Fahrenheit.)</td><td/></tr><tr><td>Depth in April May</td><td>feet 18 16</td><td>0 5.2 5.5°1</td><td>5 4.7 C. 5.5°1</td><td>10 C. 5.5°C 11.9</td><td colspan=\"2\">IE .5.5' L 20 •C. 5.5°C 9.3 9.0</td><td colspan=\"2\">25 . 5.5°C . 5.5°C. 30 8.9 8.5</td><td>40 5.6°C. 8.3</td><td>50 5.6°C. 8.3</td><td>6 5.7 7.5</td></tr><tr><td>June</td><td>20</td><td>22.7</td><td>22.5</td><td>21.9</td><td>17.9</td><td>17.5</td><td>14.4</td><td>9.3</td><td>8.6</td><td>8.3</td><td>7.4</td></tr><tr><td>July</td><td>18</td><td>24.6</td><td>23.9</td><td>23.8</td><td>18.0</td><td>11.4</td><td>10.1</td><td>9.1</td><td>8.6</td><td>7.9</td><td>7.2</td></tr><tr><td>August</td><td>15</td><td>23.7</td><td>23.4</td><td>21.9</td><td>20.6</td><td>13.3</td><td>11.8</td><td>9.4</td><td>8.4</td><td>7.7</td><td>7.2</td></tr><tr><td colspan=\"2\">September 19 October 17 November 21</td><td>18.4 13.6 7.2</td><td>18.4 13.6 7.2</td><td>18.4 13.6 7.2</td><td>18.1 13.6 7.2</td><td>14.6 13.5 7.2</td><td>12.1 12.4 7.2</td><td>10.7 11.5 7.2</td><td>9.2 8.8 7.2</td><td>9.2 7.9 7.2</td><td>7.1 7.2 7.3</td></tr><tr><td>Averages</td><td/><td colspan=\"6\">16.9 16.6 16.0 14.2 11.5 10.3</td><td>9.3</td><td>8.3</td><td>7.9</td><td>7.2</td></tr></table>",
                "num": null
            }
        }
    }
}