{
    "paper_id": "DiceandBradley1942-Growthinthedeer-mouse,Peromyscusmaniculatus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:26.815776Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "GROWTH IN THE DEER-MOUSE, PEROMYSCUS MANICULATUS By LEE R. DICE AND ROBERT M. BRADLEY This paper describes the growth in body dimensions and in weight of seven subspecies of the deer-mouse, Peromyscus maniculatus, from the age of 15days up to, for most of the stocks, 186 days. Arthur Svihla (1934, 1935, 1936) has presented growth curves of three subspecies (artemisiae, bairdii, and oreas) from birth to an age of 60 days. Our study therefore extends the analysis of growth in this species to a greater age than was considered by Svihla. The only subspecies for which the rate of growth has been studied both by Svihla and by ourselves is bairdii. The junior author made all the measurements summarized here. Dr. Adolph Murie calculated the means of the measurements, but found himself unable to complete the preparation of the manuscript. The senior author directed the study and has written the report. The three stocks of deer-mice from California and Baja California were presented by Dr. Francis B.",
    "pdf_parse": {
        "paper_id": "DiceandBradley1942-Growthinthedeer-mouse,Peromyscusmaniculatus",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "GROWTH IN THE DEER-MOUSE, PEROMYSCUS MANICULATUS By LEE R. DICE AND ROBERT M. BRADLEY This paper describes the growth in body dimensions and in weight of seven subspecies of the deer-mouse, Peromyscus maniculatus, from the age of 15days up to, for most of the stocks, 186 days. Arthur Svihla (1934, 1935, 1936) has presented growth curves of three subspecies (artemisiae, bairdii, and oreas) from birth to an age of 60 days. Our study therefore extends the analysis of growth in this species to a greater age than was considered by Svihla. The only subspecies for which the rate of growth has been studied both by Svihla and by ourselves is bairdii. The junior author made all the measurements summarized here. Dr. Adolph Murie calculated the means of the measurements, but found himself unable to complete the preparation of the manuscript. The senior author directed the study and has written the report. The three stocks of deer-mice from California and Baja California were presented by Dr. Francis B.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "note that this group is a small series; in a larger series relatively fewer animals might have fontanelle bones. In addition, these particular skulls come largely from the South, where the bones may well occur more frequently than they do in northern animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In examining 617 specimens of Lynx canadensis, no occurrence of bregmatic bones has been found, nor, incidentally, in a series of 306 skulls of Felis concolor. SUMMARY Bregmatic fontanelle. bones occur in 17.5 percent of Lynx rufus. Bregmatic fontanelle bones were not found in Lynx canadensis. The secondary sexual difference in the occurrence of bregmatic fontanelle bones in Lynx rufus is small and not statistically significant. There is no significant geographical distribution of specimens of Lynx rufus containing bregmatic fontanelle bones. Bregmatic bones have not been found in Felis concolor. Multiple bregmatic bones are found in Lynx rufus, paired bones occurring in 0.12 percent of the animals, and triple bones occurring in 0.06 percent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The curves of growth here presented show numerous irregularities and in some measurements a temporary shrinkage occasionally is indicated. In part these variations are undoubtedly due to errors in measurement. It is not easy to secure an accurate measurement of a living mouse, even under deep anesthesia. Any error in measurement makes a considerable difference in the resulting mean when, as here, the number of individuals involved are few. Fluctuations are produced in some of the curves by one or more of the litters having been measured at age intervals different from those of the other litters of the subspecies. Irregularities in the curves also are sometimes caused by the death of a mouse that happened to be either an unusually large or an exceptionally small member of the series. A few actual shrinkages in size may have occurred from time to time, especially in weight. In general, however, the curves are fairly regular. No attempt has been made to smooth them in any way.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "The two sexes possibly may grow at somewhat different rates, but the data are too few to justify an attempt to consider the males and females separately. In the adult mice of this species the males are heavier and have somewhat larger hind feet, but there are only slight differences between the two sexes in the other measurements (Dice, 1932, p.14; and 1933, p.7) .",
                "cite_spans": [
                    {
                        "start": 332,
                        "end": 350,
                        "text": "(Dice, 1932, p.14;",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 365,
                        "text": "and 1933, p.7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "The curves of body length ( fig. 1 ) for all the subspecies rise steeply from the fifteenth to near the thirty-third day of age, showing rapid growth of the animals during this early part of their lives. At about 33 days of age, the rate of growth of most of the subspecies begins to slacken and by the fifty-fourth day nearly all the stocks are growing in body length at a new and much slower rate than at first. The change in the rate of body growth between the ages of 33 and 54 days is not abrupt in any of the subspecies, but occurs gradually. After the age of 54 days nearly all the stocks continue to increase in body length slowly, but mostly rather steadily, until the age of six months, when measuring was discontinued. The growth curvesof a few of the forms are irregular, however, especially of the subspecies blandus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 34,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "The subspecies with the greatest mean body length at the age of 15 days is assimilis; blandus is next. P. m. assimilis continues to exceed the others in body length until the age of 66 days, after which it is surpassed by blandus. P. m. bairdii, osgoodi, rubidus, and sonoriensis are intermediate in body length at most ages. At 114 days the mean of osgoodi begins a rise, however, which is correlated with the two longest-lived animals of the subspecies becoming very fat. The smallest subspecies at 15 days of age is rufinus, but some of the other subspecies average slightly smaller than rufinus at ages between 18 and 36 days. At ages between 46, and 186 days rufinus again averages smallest in body length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "Length of tail ( fig. 2 ) exhibits much the same type of growth in these mice as does body length. The member increases rapidly in length at the younger ages, but at about four to six weeks of age the rate of growth begins to decrease. By eight weeks of age practically all of the stocks have reached a new and relatively slow rate of growth. This slow rate of growth in tail length continued, in the majority of the stocks, to the conclusion of the study. ..",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 17,
                        "end": 23,
                        "text": "fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "--.... _-_. / ' / ' ---00-00._00- / /00/ r : / / I / ./ /~. .. ,/~_ _ _------- _o-:.-:._•~•;.•:.:.•;.•_ -e , :,,•=-•• ..•o o .'!l!~!~t!!? •..• o / _------'--,o~•-- .BAIROi l /~1'-' •••••...•.• ------- / /; < 0 • • ' RUFINUS I .~,.-~--~- _ _ 0----- // r~- - --.-------- \",V _I / f,' 11/ :Pi'\" I J/ .I . , . . I' , I ,' • II' ....",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": ": /1.r: ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "/ ih: /'1 1' 1' )",
                        "eq_num": "/ 1"
                    }
                ],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "C-t o q P::J t'f o t:;J tot o Cj:) I-<t l\\:) o _. _ _ O!.G\"p£O!. __ ---- ASs/M-IL. \",.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "..... .\"\",,--",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "-----_.- -- SONOR/ENSIS --...--..... --.. / ' -.:.. _. _. _. _ '--. _._ '!!2i! U ..E... _ / ' _._---...»> / »:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": ".: The hind foot, like all the other dimensions of these mice, grows rapidly in length during early life ( fig. 3) . At about four weeks of age the rate of foot growth begins to slacken and at or before the age of six weeks in nearly all of the stocks the rate has decreased greatly. The break in this growth curve between four and six weeks is much more abrupt than in the curves for any other of the measurements. In a few of the stocks here considered, there is a small amount of increase in length of hind foot after the age of six weeks, but in some others there is no increase whatever in foot length between the ages of six weeks and six months.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 107,
                        "end": 114,
                        "text": "fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "----~- / / ••••••••••••••",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GROWTH CHARACTERISTICS",
                "sec_num": null
            },
            {
                "text": "/// / / / .:. ... I .' . : ,,/ I ,:: ,\" / ... \" : ' / / .' / / , I. ' : / , : / • __ • / ..!!..AIRDII / : / <> --- .: \" r-: - : ,Y ::' 1,1 // {! . ',t ; .t.{ ,'if 1/ '/ /, /",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "The largest hind feet at all ages among this group of stocks are those of assimilis. P. m, blandus is next in order of foot size until the end of the period of measurement, when it is approached and perhaps exceeded by osgoodi. Subspecies rufinus averages smaller than blandus in foot length at all ages. P. m. osgoodi and rubidus both have irregular growth curves, which, in general, rank rather low among the stocks. P. m. bairdii and sonoriensis are the two smallest of all the stocks in length of hind foot throughout the period of growth, with bairdii usually averaging the smaller.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "The ear grows rapidly in length from the age of 15 to 24 or 30 days, after which there begins a marked decrease in rate of growth ( fig. 4 ). After the age of about six weeks the ear continues to grow slowly, but at a fairly even rate up to at least the age of six months.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 132,
                        "end": 138,
                        "text": "fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "The subspecies rufinus and assimilis have the largest ears of the forms here compared. These two forms are nearly alike in average ear size and both have larger ears at all ages than any other of the forms for which measurements are available. P. m. blandus, osgoodi, rubidus, and sonoriensis are intermediate in ear length, but somewhat irregular in their rank relative to one another at the various~ges. P. m. bairdii averages the smallest of all the subspecies in size of ear at all ages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "Body weight increases fairly rapidly in these mice from the age of 15 up to, in the various stocks, about 42 to 54 days of age ( fig. 5 ). There is not such an abrupt break at about six weeks of age in the curves of growth in weight as in the curves for growth in the body measurements. After 54 days of age most of the stocks continued to increase in weight slowly, but irregularly, until the conclusion of the study at about the age of six months.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 135,
                        "text": "fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "The heaviest subspecies during the early period of growth was assimilis. During this time blandus was second in rank, but at about 54 days of age it came to exceed assimilis. The other five stocks all averaged light in weight up to the age of about 45 days and during this period their means remained close together. At the older ages many of the stocks became highly variable in weight and the curves then are irregular. At these older ages a few of the individuals became very fat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "...:",
                "sec_num": null
            },
            {
                "text": "I I / '. .,. RUB/DUS •~\"< _-----.;;t' . I /!\" I'\" // ---------- , ' \" I... \"- r u > _ -----~O l\\l ,- ------_ _ _ _ _ _ I\\Is/s 8AIRDI'-- 22 (j) a: w 21 W 2 -.J - 20 Z I 19 .- o Z W -.J",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": ".... 7 -' -------",
                "sec_num": null
            },
            {
                "text": "-. \"US f I -. -' - ---_O.!.GOODI /.... ---- --- / '-- ------ -- -/ / - --- ---- -- / - ----- )1 . /;;, . . _. /' -••.,•••••••••. 1!1f81DUS J' •• , • • • • 'I ..... • . -- I \", •• (1:/ ,7- Il . I,' ----------- \" :1, _/- .\"1/ //1 1 • 1 1 /1 \" .' 1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": ".... 7 -' -------",
                "sec_num": null
            },
            {
                "text": "The growth of young deer-mice is shown by the graphs p~'esented above to proceed rapidly in all body dimensions up to ages of between 24 and 42 days. The weight increases rapidly from 15 to between 42 and 54 days. Following this juvenile period of rapid increase in size, the rate of growth begins to slacken and at or before the age of 54 days the growth of nearly all the subspecies has become established at a new rate which is much slower than that characteristic of their early life.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The ages at which the decrease in rate of growth takes place is indicated to vary somewhat with the size of the animal. In general those subspecies having the smallest adult dimensions begin to slacken their juvenile rate of growth at slightly earlier ages than those subspecies that are larger in size. This is especially well shown in the curves for growth in length of tail, hind foot, and ear, and in weight (figs. 2-5). In each of these graphs the curve representing the growth of bairdii, which is one of the smallest subspecies, begins to flatten out at an earlier age than the curve of assimilis, which is one of the largest subspecies. Those subspecies that are intermediate in size likewise begin to slow down in growth rate at ages which are intermediate between those of the very small and very large subspecies. In the graph of body length ( fig. 1 ) the tendency for small subspecies to slacken growth at earlier ages than the larger forms is not so obvious.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 855,
                        "end": 861,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The slow rate of growth in most body dimensions, which is established by these deer-mice at aboutsix weeks of age, continues for at least a number of months. At the age of six months, when our study was terminated, the animals were still growing. Earlier studies by one of us have demonstrated that deer-mice of the subspecies bairdii (Dice, 1932, pp. 13-14) and rufinus (Dice, 1933 , p. 7) continue to grow slightly in nearly all dimensions between the ages of one and two years. In the subspecies gracilis (Dice, 1936, pp. 55-57) some growth takes place after the age of two years.",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 358,
                        "text": "(Dice, 1932, pp. 13-14)",
                        "ref_id": null
                    },
                    {
                        "start": 371,
                        "end": 382,
                        "text": "(Dice, 1933",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 508,
                        "end": 531,
                        "text": "(Dice, 1936, pp. 55-57)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Not all parts of the body of a deer-mouse grow equally rapidly. It is evident from the curves that tail length ( fig. 2 ) increases slowly but steadily in all the subspecies between the ages of about six weeks and six months. In most of the subspecies there is also some growth between these ages in length of body, and ear, and in weight. On the other hand, the hind foot ( fig. 3 ) grows only a small amount after the age of six weeks. Actually several subspecies failed to grow at all in length of foot between the ages of six weeks and six months.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 113,
                        "end": 119,
                        "text": "fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 375,
                        "end": 381,
                        "text": "fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The change in rate of growth between the ages of four and six weeks, which is so evident in all the curves of growth here presented, is also apparent in the growth curves published by Svihla (1934 Svihla ( , 1935 Svihla ( , 1936 . It is not so obvious, however, in Svihla's figures because of the flat scale there employed.",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 196,
                        "text": "Svihla (1934",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 197,
                        "end": 212,
                        "text": "Svihla ( , 1935",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 213,
                        "end": 228,
                        "text": "Svihla ( , 1936",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Thatweaning of the growing mice at about the age of 25 days may be in part responsible for slowing down the growth rate has been suggested. by Svihla (1934, pp. 102-104) . In the graphs here presented, however, it appears that only in ear-length is there any evident slackening of growth rate in any of the subspecies before the age of 27 days. At about four weeks of age, most of the subspecies begin to slacken their rate of growth in the dimensions of the body, but it is not until the age of six weeks that most of the forms have decreased their speed of growth to the subadult rate. Attention is especially called to the graph of weight correlated with age ( fig. 5) , where it appears that all seven of the subspecies continued to grow approximately at the same rate between the ages of 15 and 42 days. A few subspecies continued to grow fairly rapidly in certain dimensions after the age of six weeks, but, in these forms also, the subadult growth rate was soon thereafter established.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 169,
                        "text": "Svihla (1934, pp. 102-104)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 664,
                        "end": 671,
                        "text": "fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The approach to sexual maturity is probably an important factor in' the slowing down of the growth rate of these mice. It has been demonstrated by Clark (1938) that the females of Peromyscus maniculatus have their first estrum at the average age of 48 days, but that some females come into estrum at a much earlier age, the youngest reported being 28 days old. Some males of the species contain motile sperm and are therefore possibly sexually mature at the age of about 40 days. These ages of attaining sexual maturity correspond well with the ages at which the young deer-mice change from a high juvenile rate of growth to a much slower, subadult rate.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 159,
                        "text": "Clark (1938)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Races of deer-mice that are relatively large or small in any dimension at birth tend to retain these size relationships as they grow to adult size. This has been pointed out by Svihla (1935 Svihla ( , 1936 for the period from birth up to an age of about 60 days. It seems to be true also of the forms which we have had under observation between the ages of 15 and 186 days. Although the numbers of animals in all our stocks were few and the curves of growth somewhat irregular, the graphs in general support Svihla's conclusion. In domestic rabbits, likewise, Castle (1929, pp. 424-425) has earlier shown that the differences in weight which distinguish a smaller from a larger domestic variety are apparent at birth.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 189,
                        "text": "Svihla (1935",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 190,
                        "end": 205,
                        "text": "Svihla ( , 1936",
                        "ref_id": null
                    },
                    {
                        "start": 560,
                        "end": 586,
                        "text": "Castle (1929, pp. 424-425)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Data are presented on the growth of seven subspecies of the deer-mouse, Peromyscus maniculatus, from 15 days to about six months of age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The deer-mice grow rapidly in all body dimensions and in weight until they are about four to six weeks of age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "It is indicated that those subspecies which have the smallest adult dimensions begin to slacken their juvenile rate of growth at slightly earlier ages than those which are larger in size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "After the age of about six weeks, growth in length of body, length of tail, length of ear, and in weight, continues at a slow rate up until the age of six months or older. The hind foot, however, increases in length only slightly, or in some stocks not at all, after the age of six weeks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021 DICE AND BRADLEY-GROWTH IN DEER MICE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Races of deer-mice that are relatively large or relatively small in any dimension at birth tend to retain these size relationships as they grow to adult size",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "to six weeks is correlated in time with their approach to sexual maturity. .Races of deer-mice that are relatively large or relatively small in any dimension at birth tend to retain these size relationships as they grow to adult size. LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A further study of size inheritance in rabbits, with .special reference to the existence of genes for size characters",
                "authors": [
                    {
                        "first": "William",
                        "middle": [
                            "E"
                        ],
                        "last": "Castle",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Jour. Exp. Zool",
                "volume": "53",
                "issue": "",
                "pages": "421--454",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASTLE, WILLIAM E. 1929. A further study of size inheritance in rabbits, with .special reference to the existence of genes for size characters. Jour. Exp. Zool., vol. 53,pp. 421-454, 11 figs.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Age of sexual maturity in mice of the genus Peromyscus",
                "authors": [
                    {
                        "first": "Frank",
                        "middle": [
                            "H"
                        ],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Jour. Mamm",
                "volume": "19",
                "issue": "",
                "pages": "230--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLARK, FRANK H. 1938. Age of sexual maturity in mice of the genus Peromyscus. Jour. Mamm., vol. 19, pp. 230-234.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Additional data on variation in the prairie deer-mouse, Peromuscus maniculatus bairdii",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Variation in a geographic race of the deer-mouse Peromyscus manicu-Laiu« bairdii. Occ. Pap. Mus. Zool. Univ. Mich",
                "volume": "17",
                "issue": "",
                "pages": "1--11",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, LEE R. 1932. Variation in a geographic race of the deer-mouse Peromyscus manicu- Laiu« bairdii. Occ. Pap. Mus. Zool. Univ. Mich., no. 239, pp. 1-26, 1 fig. 1933. Variation in Peromyscus maniculatus rufinus from Colorado and New Mexico. Occ. Pap. Mus. Zool. Univ. Mich., no. 271, pp. 1-32, 1 map. 1935. A study of racial hybrids in the deer-mouse, Peromyscus maniculatus. Occ. Pap. Mus. Zool. Univ. Mich., no. 312, pp. 1-22. 1936. Age variation in Peromyscus maniculatus gracilis. Jour. Mamm., vol. 17, pp. 55-57. 1937. Additional data on variation in the prairie deer-mouse, Peromuscus maniculatus bairdii. Occ. Pap. Mus. Zoo!' Univ. Mich., no. 351, pp. 1-19,1 map. 1941. Variation of the deer-mouse, Peromyscus maniculatus, in parts of Oregon, California, and Baja California. Contrib. Lab. Vert. Gen., Univ. Mich., no. 18, pp. 1-11, 1 map.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The ecological relationship of two subspecies of Peromuscus in the Glacier Park region",
                "authors": [
                    {
                        "first": "Adolph",
                        "middle": [],
                        "last": "Murie",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Montana. Occ. Pap. Mus. Zool. Univ, Mich",
                "volume": "1",
                "issue": "270",
                "pages": "1--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MURIE, ADOLPH. 1933. The ecological relationship of two subspecies of Peromuscus in the Glacier Park region, Montana. Occ. Pap. Mus. Zool. Univ, Mich., no. 270, pp. 1-17, 1 fig.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Geographic variation and Mendelian inheritance",
                "authors": [
                    {
                        "first": "Francis",
                        "middle": [
                            "B"
                        ],
                        "last": "Sumner",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "Jour. Exp. Zool",
                "volume": "30",
                "issue": "",
                "pages": "369--402",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUMNER, FRANCIS B. 1920. Geographic variation and Mendelian inheritance. Jour. Exp. Zool., vol. 30, pp. 369-402, 7 figs.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Development and growth of the prairie deermouse, Peromyscus maniculatus bairdii",
                "authors": [
                    {
                        "first": "Arthur",
                        "middle": [],
                        "last": "Svihla",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Jour. Mamm",
                "volume": "15",
                "issue": "",
                "pages": "132--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SVIHLA, ARTHUR. 1934. Development and growth of deermice (Peromyscus maniculatus artemisiae). Jour. Mamm., vol. 15, pp. 99-104, 5 figs. 1935. Development and growth of the prairie deermouse, Peromyscus manicu- latus bairdii. Jour. Mamm., vol. 16, pp. 109-115, 3 figs. 1936. Development and growth of Peromyscus maniculatus oreas, Jour. Mamm., vol. 17, pp. 132-137, 2 figs.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF2": {
                "type_str": "figure",
                "num": null,
                "text": "•-:-::-:••~.-;-:-r-.••_._-_~•. : ' : •..:;.:..:..~.....,-r:.:-;;..!!t/.~~S -",
                "uris": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "num": null,
                "text": "/.........................................",
                "uris": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "num": null,
                "text": "in length of hind foot in seven subspecies of Peromyscus maniculatus Downloaded from https://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021 ..-:=-=----~-:\"~-=-.__ ---=",
                "uris": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "num": null,
                "text": "://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021 ..~C!UJ-'-• . ' _.. ..-/ . . r SONORI£NSIS ; / / _ \" ----\"\". _ •• _ . , _ /•• ' __ • • ASSII-j//..!S~-in weight of seven subspecies of Peromsjscus maniculatus Downloaded from https://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021",
                "uris": null
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>117 123 129 135 141 \\47 153 159 165 171 177 183 189</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>105 III</td><td>DAYS</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>99</td><td>IN</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>87 93</td><td>AGE</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>81</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>75</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>69</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>63</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>57</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>51</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>45</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>33 39</td><td>FIG. 2.</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>27</td></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>15 21</td></tr><tr><td>67</td><td>85</td><td>83</td><td>81</td><td>79</td><td>77</td><td>75</td><td>73</td><td>if) 71 0:</td><td>W 69 I-</td><td>W 67</td><td>-1 65</td><td>-1 63 -</td><td>61</td><td>Z 59 -57</td><td>I 55</td><td>0 53</td><td>Z 5\\</td><td>W 49 .J</td><td>47</td><td>-1 45 « ..... 43</td><td>4</td><td>39</td><td>37</td><td>35</td><td>33</td><td>31</td></tr></table>",
                "text": "Growth in length of tail in seven subspecies of Peromyscus maniculatus Downloaded from https://academic.oup.com/jmammal/article/23/4/416/871115 by University of Michigan user on 07 October 2021421The longest tails at the age of 15 days are possessed by the subspecies rufinus with assimilis second, and rubidus third. At about 40 days of age assimili; comes to exceed rufinue in tail length and continues to have the longest tail of all the subspecies up to at least the age of six months. After about 15 weeks of age, rufinus and rubidus averaged about the same in tail length. The tails of blandus, osgoodi, and sonorieneis averaged intermediate in length throughout the period of measurement. P. m. bairdii averaged shortest of all the stocks in tail length at all ages.",
                "num": null
            }
        }
    }
}