{
    "paper_id": "Dice1940-SpeciationinPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:09.713135Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1940-SpeciationinPeromyscus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "1'Read at a joint symposium on \"'Speciation'' of the American Soc Zoologists and the Genetics Society of America, American Association for the Advancement of Science, Columbus, Ohio, December 28, 1939. 289 This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:38:19 UTC All use subject to https://about.jstor.org/terms the interest and encouragement of President Alexander G. Rutliven.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 205,
                        "text": "Advancement of Science, Columbus, Ohio, December 28, 1939. 289",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Evolution within the genus Peromyscus has resulted in the differentiation of forms of varying degrees of distinctness from one another. These various f ormis may roughly vbe classified, according to the usage of mammalogists, as local races, subspecies or geograIphic races, species, species groups, and subgenera.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By local race I mean any local population whose characters differ to a recognizable degree from those of the other local races of the same subspecies. The local race as here defined is, I believe, the same thing as the microgeographic race of Dobzliansky (1937: 146-148) . In Peromnyscus, and probably in other animals, each more or less isolated intrabreeding local population (ganmodenie of Gilmour and Gregor, 1939: 333) actually constitutes a local race, for the studies of Sumnmer (1920: 370-371; 1932: 56-64) and myself have shown that no two local populations of Peromyscus ever have exactly the same characters.",
                "cite_spans": [
                    {
                        "start": 243,
                        "end": 270,
                        "text": "Dobzliansky (1937: 146-148)",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 423,
                        "text": "Gilmour and Gregor, 1939: 333)",
                        "ref_id": null
                    },
                    {
                        "start": 486,
                        "end": 514,
                        "text": "(1920: 370-371; 1932: 56-64)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The local races of Peromyscus differ from one another both in the dimensions of the body and skeleton and in pelage color. The differences in certain measurements between the populations of two nearby woodlots may cover nearly the extremes of variation of the particular subspecies concerned (Dice, 1937a: 17-20) .",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 312,
                        "text": "(Dice, 1937a: 17-20)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The complexes of characters which distilnguish some local races are undoubtedly the result of chance, the colllbined effect of mutation rate and of the randoni eliniiiation of genes (Dobzhansky, 1.937: 11S-148). The characters of other local races are correlated in part wdith certain features of the environment. In particular, the local races of Peromyscus tend to be relatively pale in coat color on pale-colored soils aild dark in color on darkcolored soils (Dice, 1938: 16-18; 1939a: 19-23; 19391 ):",
                "cite_spans": [
                    {
                        "start": 462,
                        "end": 481,
                        "text": "(Dice, 1938: 16-18;",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 495,
                        "text": "1939a: 19-23;",
                        "ref_id": null
                    },
                    {
                        "start": 496,
                        "end": 501,
                        "text": "19391",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "13-16). The environment, therefore, through natural selection and possibly in other ways, may play a part in tlhe formation of some local races.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The production of a local race or subspecies of any (Dice and Blossom, 1937: 116-117) .",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 85,
                        "text": "(Dice and Blossom, 1937: 116-117)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A more important barrier to free interbreeding within a species population than distance alone is the partial of which tends to match tlme soil color of its local habitat (Dice, 1939a: 19-23 ).",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 190,
                        "text": "(Dice, 1939a: 19-23",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "All the local races of each subspecies of Peromnyscus ing. This type of isolation has been called sexual isolation (Gulick, 1905: 84) .",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 133,
                        "text": "(Gulick, 1905: 84)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The mnorphological, ecological and psychological differences which separate the subspecies artemitsiae and osgoodi must be assumed to have arisen at a time when the two were not in contact. Subsequently, the ranges of the two forms must have clanged so that now the two subspecies meet, without interbreeding, in the Glacier Park region. The two subspecies still are connected together indirectly through chains of intergracling subspecies (Osgood, 1909, pl. 1 , where nebrascensis-osgoodi). Should the chains of intergracling subspecies which now connect artemnisiae with osgoodi ever be broken the two forms would be considered distinct species.",
                "cite_spans": [
                    {
                        "start": 440,
                        "end": 460,
                        "text": "(Osgood, 1909, pl. 1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That subspecies are incipien0 species is believed by maniy zoologists. To constitute a new form in the process of speciation, however, any part of a species may theoretically be split off, either a group of subspecies, a single subspecies, a part of a subspecies, or a local race.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To treat subspecies as incipient species, therefore, is likely to produce the misleading conception that only subspecies can differentiate into species (Dice and Blossom, 1937: 118-120 ).",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 184,
                        "text": "(Dice and Blossom, 1937: 118-120",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An important step in speciation is exhibited by the two species pobionotus and mianicqulatus, both of which are members of the Peromysctas manicutlatus species group. These two species differ considerably in body size, but are very similar in other characters. In the laboratory tlheyT interbreed fairly well, except that the small poliomotus females when mated with the larger mbanicldatats males usually die at parturitiomi, due to the large size of the hybrid fetuses. Manicuilat ts females umated to pol iol'o [us males bear the hTybrid offspring without difficulty.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Both the female and male hybrids are fully fertile (Watsoil, unpublished These two species also are closely similar in nmorphological characters, but gossypitus is the larger in body size.",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 72,
                        "text": "(Watsoil, unpublished",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the laboratory they are completely interfertile, and both the female and male hybrids are fertile (Dice, 1937b: 1-3). (Dice, 1940: 18-22) . It may be assumed that in the differentiation of these two species they were at one time separated in geographic ralige, and that during that time they diverged sufficiently in psychology so that in nature they do not now find each otlher attractive as mates (sexual isolation).",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 114,
                        "text": "(Dice, 1937b:",
                        "ref_id": null
                    },
                    {
                        "start": 121,
                        "end": 140,
                        "text": "(Dice, 1940: 18-22)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When sterility has developed between two closely related species this sterility of course forms a positive barrier to the interchange of hereditary factors and thenceforth the two species are bound to diverge still farther in evolution. One step in the production of sterility between two species is shown by the relationships between Peronyscuts trueli and P. nasutWus, both of which are members of the trtei species group. These two species show only small morphological differences. In the laboratory they cross with somie difficulty, anid the hybrid males are This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:38:19 UTC All use subject to https://about.jstor.org/terms all sterile, though the hybrid females are fertile (Dice and Liebe, 1937) .",
                "cite_spans": [
                    {
                        "start": 740,
                        "end": 762,
                        "text": "(Dice and Liebe, 1937)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The geographic railges of the species true and nasutus overlap broadly in the arid parts of southwestern North America; there are only slight differences in habitat between them; and the two often occur together in the same ecologic communities. In niany places, therefore, no geographic nor ecologic barrier prevents their interbreeding. It is probable, however, that there is a difference in mnating behavior (sexual isolation) between the two forms, in addition to their partial sterility, for no hybrids have been found in the wild.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In southwestern North Amnerica, where the species tr'tei and nastdus live, there are many isolated mountains and buttes which carry a belt of juniper and Pinyon pine with habitats suitable for these mice. In many of these isolated situations both species occur; in other places only one is found. There are therefore in this region abundant possibilities for temporary geographic isolation of part of a species with the consequent probability of divergence in evolution. Ti-itei and nasutis are closely related and must certainly have had a common ancestry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Their differentiation most probably began at some past time when a part of the ancestral species became temporarily separated on some isolated desert mountain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Complete intersterility between two related species constitutes a more complete separation than partial intersterility, and in most cases is probably the next step in speciation. Many of the species of Peromyscus have reached the stage of complete intersterility. Notably, no two species of Peromyscus, which on the basis of their morphological characters are placed in different species groups or in different subgenera, have ever been successfully hybridized (Dice, 1933: 302-304) . ",
                "cite_spans": [
                    {
                        "start": 461,
                        "end": 482,
                        "text": "(Dice, 1933: 302-304)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "map, 2 figs. 193 7b",
                "authors": [],
                "year": 1937,
                "venue": "Contrib. Lab. Pert. Gea. Univ. Mich",
                "volume": "352",
                "issue": "",
                "pages": "1--3",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1937a. Occ. Papers Muis. Zool. Univ. Mich., 352: 1-32, 1 map, 2 figs. 193 7b. Contrib. Lab. Pert. Gea. Univ. Mich., 4: 1-3.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Ecologic and Genetic Variability within Species of Peromyseis.I",
                "authors": [],
                "year": 1939,
                "venue": "Contrib. Lab. Pert. Gen. Uitiv. Mich",
                "volume": "375",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Occ. Papers Mus. Zool. Univ. Mich., 375: 1-19, 1 map. 1939a. Contrib. Lab. Pert. Gen. Uitiv. Mich., 8: 1-27, 1 map. 1939b. Contrib. Lab. Pert. Gen. Univ. Mich., 12: 1-22, 1 map. 1940. \"'Ecologic and Genetic Variability within Species of Pero- myseis.I.\" AM. NAT. In press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Genetics and the Origin of Species",
                "authors": [
                    {
                        "first": "Thl",
                        "middle": [],
                        "last": "Dobzhalnsky",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "22",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dobzhalnsky, Thl. 1937., \"Genetics and the Origin of Species.'\" New York: Colunbia Univ. Press. xvi+ 364 pp., 22 figs.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "THE summary of the investigations on speciation in the mice of the genus Peromyscus here presented covers studies conducted by myself and my associates over a period of sixteen years. Investigations of Peromyscus were begun much earlier by Dr. Francis B. Sumner, and I have had the advantage not only of the experience of Sumner, but also of the use of his stocks, which he kindly turned over to me at the conclusion of his work with this genus. MFuch of the field work has been supported in the past by the Carnegie Institution of Washington, through the kindly interest of Dr. John C. Merriam, who until recently was president of the institution. The studies of Peromyscus at the IUniversity of Michigan were supported at first through the Museum of Zoology and later through the Laboratory of Vertebrate Genetics. The work at the university has been made possible through * These three papers conclude the combined symposia given at meetings of the American Association for the Advalwemnent of Science, the first on \" The Relation of Genetics to Geographical Distribution and Speciation \" at Milwaukee, Wisconsin, before Sectioin F-Zoological Scienees, on June 20, 1939, and the second on \"Speciation'\" at Columbus, Ohio, before a joint session of the American Society of Zoologists and the Genetics Society of America, on December 28, 1939, the first part of which has been published in the May-June, 1940, issue of THE AMERICAN NATURALIST.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "isolation caused by the unequal distribution of suitable habitats in nature. The most favorable habitats for a species often occur in patches which are considerable distances apart. Species, therefore, seldom are chistributed uniformly over their geographic ranges, but tend instead to occur in more or less isolated colonies. Although there may be frequent interchange of individuals between nearby colonies, a certain amount of inbreeding must occur in each colony. This inbreeding, possibly aided by natural selection and mutation, theoretically will in time lead to the production of distinctive characters in each local population. TIme greatest production of local races occurs where barriers are most effective in preventing free interbreeding between the several parts of time whole population of a species. On the deserts of southwestern North America, for example, the local colonies of tlme cactus-mouse (Perombyscats eremnicus) on the desert immountains often are separated from one another by many miles of inhospitable desert plain. On these desert mountains many local races have been produced, the pelage color of each",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF1": {
                "text": "far as we have been able to test them in the laboratory, fully interfertile. There seem to be no barriers to intercrossing between the several local races of a subspecies other than such physical or ecological barriers as mnay prevent free dispersal.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>The subspecies, or geographic race, according to the</td></tr><tr><td>usage of the term by vertebrate zoologists, is a larger unit</td></tr><tr><td>than the local race. It is a division of a species made up</td></tr><tr><td>of individuals which have certain characters in common</td></tr><tr><td>and which occupy, usually to the exclusion of the members</td></tr><tr><td>of other related subspecies, a definite section of the geo-</td></tr><tr><td>graphic range of the species. That the characters of</td></tr><tr><td>certain subspecies of Peromyscus are inherited has been</td></tr><tr><td>demonstrated by Sumner (1924). The subspecies is,</td></tr><tr><td>liowever, not necessarily uniform in its hereditary consti-</td></tr><tr><td>tution throughout its whole range and some subspecies</td></tr><tr><td>are probably polyphyletic in origin (Dice, 1940). It is</td></tr><tr><td>my opinion that the subspecies is best considered to</td></tr><tr><td>represent an ecologic response, largely of an hereditary</td></tr><tr><td>nature, expressed by those members of a species which</td></tr><tr><td>live in a restricted but not always continuous geographic</td></tr><tr><td>area having a certain type of environment.</td></tr><tr><td>The geographic races (subspecies) of Peromyscus have</td></tr><tr><td>all,, so far as they have been tested, proved to be comn-</td></tr><tr><td>pletely interfertile in the laboratory with other geo-</td></tr><tr><td>graphic races of the same species. In nature, however,</td></tr><tr><td>two subspecies of the same species may sometimes live</td></tr><tr><td>in the same district, but fail to interbreed (Dice, 1931).</td></tr><tr><td>A conspicuous example occurs in Glacier National Park,</td></tr><tr><td>Montana, where a forest-inhabitinog subspecies, Per omnys-</td></tr><tr><td>cus manuiclatus rtelmis'iae, meets a grassland race, P. mn.</td></tr><tr><td>osgoodi, with no evidence of interbreeding (Adolph</td></tr><tr><td>Murie, 1.933). The failure of these two subspecies to</td></tr><tr><td>interbreed in nature is clue in part to a difference in their</td></tr><tr><td>habitats (ecological isolation of Dobzhansky, 1937: 233).</td></tr><tr><td>The complete separation of the two forms, however, evi-</td></tr></table>"
            },
            "TABREF2": {
                "text": "). The close relationship of the two species is proved by their interfertility as well as by their similarity in monrphological characters, and they Must accordingly have had a common ancestry. Their geographic ranges, however, are now separated by an area hundreds of miles across where neither occurs. The",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>hundreds of g-enerations, but they have not yet diverged sufficiently in their reproductive processes to have become intersterile. A somewhat similar relationship is exhibited by the two species leutcoptts and gossypirtus, both of which are This two forms may be presumed not to have interbred for members of the Peromyscus leucopus species group.</td></tr></table>"
            },
            "TABREF4": {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:38:19 UTC All use subject to https://about.jstor.org/terms lation between two parts of a species seem more quicldy developed. After sexual isolation has arisen, separating two parts of a species, those parts will thenceforth remain However, ecological isolation, wben acting alone, seems unlikely ever to be effective completely.In nature there nearly always are some intermediate conditions between the several habitat types, and in these intermediate situations ecological isolation is likely to break down. Ecological isolation, however, undoubtedly has considerable effectiveness in speciation at those places where it is associated with and reinforces sexual isolation. The forms differentiated within the genus Peromyscus may roughly be classified according to degree of distinction as local races, subspecies or geographic races, species, species groups, and subgenera. Different subgenera and different species groups, so far as they have been tested in this genus, are completely intersterile. Within the tr[mci species group two included species are partially intersterile. In two other Peromyscus species groups the included species are potentially interfertile, but in nature are separated partly by geographical and partly by psychological (sexual) barriers, so that no interbreeding occurs. Witluin any given species of Peromyscus all the subspecies, so far as they have been tested, are potentially interfertile, but in nature some adjacent subspecies are separated by geographical, by ecological or by sexual barriers. Sexual isolation This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:38:19 UTC All use subject to https://about.jstor.org/terms",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>expect that intersterility would be more likely to develop</td></tr><tr><td>than any other kind of physiological, morphologlcal, or</td></tr><tr><td>psychological difference. Accordingly, two related but</td></tr><tr><td>isolated populations might theoretically diverge in mor-distinct, even though their geographic isolation is later</td></tr><tr><td>phological characters with little change in psychology or broken down. In time, under the protection of this</td></tr><tr><td>physiology, or they might diverge in psychology or sexual isolation, imitersterility between the two daughter</td></tr><tr><td>physiology with, for a time, little evident change in mor-forms will be expected to develop, completing their</td></tr><tr><td>phology. Actually, some Peromnyscus races and species specific differentiation.</td></tr><tr><td>which appear very dissimilar are fully fertile together, Ecological isolation, produced by a divergence in psy-</td></tr><tr><td>and conversely, some species which superficially appear chuology between two parts of a species so that each se-</td></tr><tr><td>nearly alike are completely intersterile. lects a different sort of habitat, is of some importance in</td></tr><tr><td>Ultimately, long-continued isolation will theoretically separating forms which otherwise would likely inter-</td></tr><tr><td>result in the production of intersterility between the breed.</td></tr><tr><td>several separated populations, in addition to the produc-</td></tr><tr><td>tion of other differences in physiology, in psyc hology and</td></tr><tr><td>in morphology. The evolution of intersterility may, how-</td></tr><tr><td>ever, by the operation of the laws of chance, be long de-</td></tr><tr><td>layed, and races and species which have become widely</td></tr><tr><td>different in structure or in behavior may still be</td></tr><tr><td>potentially interfertile.</td></tr><tr><td>That sexual isolation is one of the most important</td></tr><tr><td>factors in the speciation of Peromyscus is evident from</td></tr><tr><td>these studies. Numerous subspecies and species which</td></tr><tr><td>are fully fertile together under laboratory conditions</td></tr><tr><td>fail to interbreed in nature, even when they at times</td></tr><tr><td>occupy the same habitats. If a difference of some sort</td></tr><tr><td>in the mating psychology of these forms did not exist,</td></tr><tr><td>thev would almost certainly interbreed in nature and thus</td></tr><tr><td>merge their identities. It is evident, moreover, that</td></tr><tr><td>once sexual isolation has become established between two</td></tr><tr><td>forms of common ancestry their divergence is likely to</td></tr><tr><td>continue until ihitersterility ensues and separates them</td></tr><tr><td>irrevocably.</td></tr><tr><td>Although geographic isolation is, I believe, caln essential</td></tr><tr><td>The divergence in hereditary factors between popula-first step in the splitting of a species, it is evident that,</td></tr><tr><td>tions isolated from one another should, except for the at least in Peromyscus, geographical isolation often does</td></tr><tr><td>possible effects of natural selection, theoretically be not continue long enough for intersterility to arise.</td></tr><tr><td>largely at random. There is, therefore, no reason to Inherited modifications in behavior leading to sexual iso-</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:38:19 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>"
            }
        }
    }
}