{
    "paper_id": "Dice1942-Afamilyofdog-coyotehybrids",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:12.106351Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "JOURNAL OF MAMMALOGY rating of 100. Even at this speed, the feet and the head are difficult to \"stop\" (see Plate 2). The camera is prefocussed, 2! to 3 feet distant, and the animal maneuvered into the field, since it cannot be depended upon to stay put long enough to focus the camera on it. The daylight affects the negative enough to lighten the shadow, and gives a more pleasing and useful photograph than is usually obtained by a trigger operated flash at night.",
    "pdf_parse": {
        "paper_id": "Dice1942-Afamilyofdog-coyotehybrids",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "JOURNAL OF MAMMALOGY rating of 100. Even at this speed, the feet and the head are difficult to \"stop\" (see Plate 2). The camera is prefocussed, 2! to 3 feet distant, and the animal maneuvered into the field, since it cannot be depended upon to stay put long enough to focus the camera on it. The daylight affects the negative enough to lighten the shadow, and gives a more pleasing and useful photograph than is usually obtained by a trigger operated flash at night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Museums' outdoor exhibit during the summer of 1937. The attempts of the male to mount the females were feeble and copulation was not accomplished. Another female dog in heat was placed frequently with the male coyote between January 4 to 11, 1938, again without a successful copulation, although the coyote attempted a few times to mount her. The male coyote was about 1G months old in the summer of 1937 and probably nearly two years of age in January of 1938, and he should accordingly have been mature. It is possible that the male might not have been in breeding condition in the summer, but this could not have been true in January. The failure to breed may have been due to the distractions caused by the presence of other animals, especially the nearhy bears, or the whole artificial situation may have prevented the instinets of the male from properly expressing themselves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The adult female eoyote kept on the George Reserve came into heat in early February, 1937, as shown by signs of blood in her cage. A male dog copulated with her on February 7. The two remained connected for 28 minutes. A week later she refused to accept the dog, which may indicate that copulation occurred near the end of her period of heat. No young resulted from this mating.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The female coyote again began to drop blood on January 19,1938, but she refused to accept the male dog on that date. Beginning January 24 one male dog was placed with her each morning and the other male dog each afternoon. Between January 24 and 27 she accepted both males frequently, but at no time until the 27th did either remain connected with her. Beginning on the afternoon of the 27th and continuing until the afternoon of the 31st each dog once a day became connected with the female, these connections persisting from 14 to 24 minutes each. On the morning of January 31, however, she refused one dog, and after this date she would not accept either dog. On March 30 a litter of 3 pups was born. This allows a possible maximum period of gestation for this litter, counting from the first connection with a male dog on January 27, of 62 days; and a minimum, cOlinting from the last copulation on January 31, of 58 days.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One of the hybrid pups produced was a male, the other two were females. In this cross the male sex is therefore produced. The number of hybrids is, however, too few to prove that there is no disturbance of the sex ratio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "In pelage color one of the two hybrid females was marked black and tan, while the other and the hybrid male were gray, somewhat like their coyote mother. The muzzles of all the pups were narrow, although not quite so much so as the muzzle of their mother. Their ears were large and were lopped down, resembling those of their hound father or fathers. The feet of the hybrids were relatively large, in this character being somewhat like the hound. Theil' walk was always rather clumsy and they did not have the quick, agile movements of the coyote.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The pups were rather quarrelsome among themselves, and the male, which was the largest, dominated the two females. vVhen the smaller female ,,•as returned to the cage with the others, after she had been away for a few days receiying treatment for an infection, her brother attacked her so viciously that she had to PLATE 1 UPPER: The three coyote-dog hybrids at the age of 53 days. The black-and-tan female is in front at the right.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "LOWER: The gray female hybrid at the age of 7 months. The ears are moderately large and are lopped, the muzzle is fairly slender, the feet and legs are moderately heavy, the tail is well furred, and the hair on the body is not very long. be removed and thereafter kept separate. Although only ten weeks old at the time, the male puppy's teeth were so long and so sharp that he drew blood wherever he bit her, and he soon would have killed her. All the pups were timid and wild. They were, however, always kept in pens and large runs. It is possible that if they had been handled more frequently their natural shyness would have been overcome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The voices of the pups are said by Mr. Camburn to have been of two types. The black-and-tan female is said to have had a dog-like bark, while the gray female and the gray male had a coyote-like yelp. Mostly they were silent when I was near them and I never heard the dog-like bark. All the pups died at too young an age to have developed their full vocal powers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The pups all became infected with round worms during the summer of 1938, and were given medical treatment for this ailment. They were also all given anti-distemper injections. The black-and-tan female hybrid unfortunately developed an infection at the place of injection. She was treated and began to recover, but later developed symptoms of canine distemper and died on July 9, aged 71 days.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "During the late summer the hybrid male gradually developed a paralysis of the hind limbs, which by October had entirely deprived him of their use. He was accordingly killed on October 19 and prepared as a specimen. At that time he was 203 days or a little more than six and one-half months of age. It is possible that the paralysis resulted from a non-fatal attack of canine distemper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The remaining hybrid female seemed healthy until near the end of November, when she began to refuse her food and a few times seemed in a partial stupor. In this condition she would bump into objects as she moved about. She died on November 30, when just 8 months old. She was in good condition at the time and on autopsy she proved to have a moderate amount of fat. There was no apparent abnormality in either her digestive or genital tracts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The testes of the male hybrid, which was killed at the age of six and one-half months, were cut up and fixed immediately in Bouin's solution. They later were sectioned and treated with various stains. An examination of this material by Assistant Ray Moree shows that the spermatogonia and the spermatogonial divisions apparently are normal. The maturation divisions, on the contrary, seem to be highly abnormal. No divisions are found in any stage later than very early anaphase of the first maturation division. Mter this stage only abnormal cells are to be found. Many degenerate cells are present in the lumens of the seminiferous tubules and a few in the epididymis, but no spermatozoa occur in either the testis or epididymis. These observations have been confirmed by Professor Peter Okkelberg. It is true that this hybrid male was immature and partially paralyzed. Nevertheless, it would be expected that in a normal animal of this age maturation of the germ cells would be in progress. The indication is, therefore, that this hybrid would have been sterile, because of the failure of production of spermatozoa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The skins of two of the pups were preserved, from the black-and-tan female and from the gray male. Both of these are now in the collection of the Division of Mammals, Museum of Zoology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The black-and-tan hybrid female is black in color all over the body and on most of the tail, but the legs, feet, muzzle, throat, chin, and eye-rings are a rich tan. The ears are marked with black and rich tan. There is a pale tan stripe on the proximal part of the underside of the tail. The underside of the body, especially the pectoral area, has markings of tan and white. The overhairs on the back are black throughout their length, and there is no indication of an agouti pattern. The underfur on the back is a dark brown. In the tan-colored areas the hairs are tan in color over their whole length and again there is no indication of an agouti pattern. On the ventral side of the body are many whitish guard hairs. The hair is short all over the body, and the tail hairs also are much shorter than those of the coyote.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The male hybrid appears superficially to be coyote-like in color, but it differs in a number of characters from a coyote of comparable season killed October 17 in Delta County, northern Michigan. The upperparts, especially the upper side of the tail, of the hybrid appear more blackish than in the coyote, and the underparts, feet, muzzle, eye-rings, and ears are a richer tan in color. The hair of the hybrid is much shorter than that of the coyote, and, although of a general agouti type, the dorsal hairs do not have so many bands as those of the coyote. The contour hairs on the middle of the back are mostly whitish in color, with long black tips. Some of the guard hairs of the dorsal area, however, are black for their full length. The wool hairs are grayish at their bases, and pale tan in color over most of the rest of their length. On the middle of the underside of the body the guard hairs are pale tan in color, much like those of the coyote; The wool hairs of the underside of the hybrid, however, are dusky at the base, with the rest of the shaft of each hair pale tan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The coyote from northern Michigan used for comparison has most of the guard hairs on the middle of the back white over the proximal third, blackish brown over the middle third, while the distal third is made up a wide, subterminal, tan band and a nearly equally long black tip. Another less common type of guard hair has a short, whitish basal portion, a very long black middle portion, a wide, tan, subterminal band, and a long black tip. The several bands of color on the guard hairs often pass gradually into one another. The wool hairs of this coyote are grayish at the base and shade to a deep tan at the distal end. On the underside of the coyote both the guard hairs and the wool hairs are pale tan in color over their whole length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The skulls and skeletons of the hybrids have been compared with coyote specimens of as nearly similar ages as possible. Comparable age has been assumed when the various teeth are in similar stages of eruption. No comparison with the bones of the dog has been possible because of the lack of comparable dog skeletons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "A sexual difference in size among the hybrids is evident. The male, which died at the age of 6t months has a considerably larger skull and longer and hp.avier bones than the female that died at the age of 8 months. The male was noticeably larger at all ages than either of his sisters. There is a similar sexual difference in the coyote, for in that species the adult males have longer and heavier skulls and limb bones than the females. The bones of the hybrids are somewhat lighter in weight and less well calcified than the bones of coyotes of comparable age. There is, however, no evidence that any of the hybrids suffered from ricketts. The skulls of the hybrids are about the same in total length as those of coyotes of comparable sex and age, but are broader in all their parts, including the muzzle and the brain case. The limb bones, likewise, are about the same in length as those of comparable coyotes, but are considerably larger, especially their heads.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "The internal cusp on the fourth upper premolar is well developed in the hybrids. This cusp is variable in the coyote, but is usually well developed. In the wolf, on the contrary, it is usually lacking.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTERS OF• THE HYBRIDS",
                "sec_num": null
            },
            {
                "text": "From the evidence at hand little can be said about the heredity of the characters that distinguish coyotes from dogs. It seems obvious, however, that the black-and-tan pattern of the hound is dominant to the all-over, agouti pattern of the coyote. This is proved by the appearance of one black-and-tan animal in the hybrid litter. The lack of pronounced color pattern on the other two hybrid pups might be due to descent from a different father, for it will be remembered that the female coyote was mated to two male hounds, only one of which had the black-and-tan pattern. Or, possibly, if the same hound wasthe father of the entire litter, this hound is heterozygous instead of homozygous for the black-and-tan pattern.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HEREDITY OF COYOTE AND DOG CHARACTERS",
                "sec_num": null
            },
            {
                "text": "The length of hair was much less in all the hybrid pups than in the coyote of comparable season. It is not certain that the hair of the hybrid pups was as short as that of the hound at the same seasons and ages. The general appearance of the hybrids compared with living hounds, however, indicates that the hair of the hybrids was little if any longer than that or'the hound. This might imply that the short hair of the hound is dominant to the longer hair of the coyote.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HEREDITY OF COYOTE AND DOG CHARACTERS",
                "sec_num": null
            },
            {
                "text": "The guard hairs on the backs of the two grayish hybrids are not banded in the same manner as those of the coyote. None of these hairs in the hybrids seems to have more than two bands of color, a main grayish part and a long black tip. On the back of the coyote, on the contrary, the guard hairs are of two general types, both of which have four bands of color. From the data at hand, however, it is impossible to make any suggestion about the possible heredity of these hair types.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HEREDITY OF COYOTE AND DOG CHARACTERS",
                "sec_num": null
            },
            {
                "text": "The ears of the hybrids were much larger than those of the coyote and instead of being carried erect were lopped as in the hound. No measurements of the ears of hounds are available, but the ears of the hybrids seemed in life to be somewhat smaller, and therefore intermediate in size between those of the hound and the coyote. A blending type of heredity for ear size is suggested.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HEREDITY OF COYOTE AND DOG CHARACTERS",
                "sec_num": null
            },
            {
                "text": "The muzzles of the hybrid pups were noticeably more slender in life than those of the hound and seemed more closely to resemble those of the coyote. In the preserved skulls, however, it is evident that the muzzles of the hybrids are heavier than those of the coyote. In this character, therefore, the hybrids are intermediate between their parent species and a blending type of heredity is indicated. The skull and limb bones of the hybrids are about equal in length, but considerably thicker than those of the coyote of comparable age and sex. No bones of the hound are available for comparison, but it may be assumed that these would be in general still larger than those of the hybrids. If this be true, the bones of the hybrids are intermediate in thickness between those of the two parent species, and the character probably is inherited in a blending manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HEREDITY OF COYOTE AND DOG CHARACTERS",
                "sec_num": null
            },
            {
                "text": "Matings of two different male hounds with a female coyote produced a litter of 1 male and 2 female hybrid pups. The period of gestation was between 58 and 62 days. One female hybrid pup died at the age of 10 weeks, the male at 6t months, and the other female at 8 months. In the testis of the immature male, spermatogenesis was abnormal and no functional spermatozoa were produced. Accordingly this male was probably sterile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The black-and-tan color pattern of the hound seems to be dominant in heredity to the gray agouti coloration of the coyote. The hair of the hybrids was much shorter in length than that of the coyote, and was probably not much, if any, longer than that of the hound. The size of ear, heaviness of muzzle, width of skull, and thickness of limb bones of the hybrids seem to be in general intermediate between the two parent forms. University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/186/1012976 by University of Michigan user on 07 October 2021 DICE-DOG-COYOTE HYBIRDS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/186/1012976 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/186/1012976 by University of Michigan user on 07 October 2021 lHC]!;-DOG-COYOTE HYBRIDS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/186/1012976 by University of Michigan user on 07 October 2021 DICE-DOG-COYOTE HYBRIDS U~9"
            },
            "TABREF0": {
                "content": "<table/>",
                "type_str": "table",
                "num": null,
                "text": "LITERATURE CITED MURIE, OLAUS J. 1936. Dog skulls 'from St. Lawrence Island, Alaska. Mise!. Pub!. Univ. Alaska, vol. 2, pp. 347-357, 8 figs. PRZIBRAM, HANS. 1910. Experimental-zoologie. Leipzig and Wien: Franz Deuticke. 3 vols."
            }
        }
    }
}