{
    "paper_id": "Dice1922-NotesontheanimalhabitatsatMissoula,Montana",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:35.661435Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1922-NotesontheanimalhabitatsatMissoula,Montana",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "While passing through a coffee grove near Lares, Porto Rico, on April I9, I92I, several small silver-white moths of the coffee leaf-miner, Leticoptera coffeella Stain. (Lepidoptera, Family Lyonetidae) , were noted on the upper sides of the leaves.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 200,
                        "text": "(Lepidoptera, Family Lyonetidae)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES AND COMMENT A REACTION TO A VARIATION IN LIGHT INTENSITY BY THE COFFEE LEAF-MINER",
                "sec_num": null
            },
            {
                "text": "Cook & Horn, who had studied this insect in Cuba, state (p. 5, Bulletin No. 3, Estaci6n Central Agron6mica dte Cuba): \". . . we have never seen an adult insect in the field, but have raised them in great abundance in our laboratory.\" On June I4, when passing through the same grove, not a moth was noted during a careful search, but looking beneath the leaves, several were soon found. The sun was shining brightly at the time; the April observations were made when the sky was overcast with clouds. Before departure from the grove the sun went under a cloud and a couple of moths were seen on the upper surface of the leaves. These observations on the reaction of the moth to sunlight and to clouds obscuring the sun have since been confirmed at several other widely separated localities. This is not a reaction to sunlight and shade, as coffee is practically always grown under the comparatively dense shade of other trees, but a reaction to the much reduced leaf-filtered sunlight and cloudiness.",
                "cite_spans": [
                    {
                        "start": 44,
                        "end": 49,
                        "text": "Cuba,",
                        "ref_id": null
                    },
                    {
                        "start": 50,
                        "end": 62,
                        "text": "state (p. 5,",
                        "ref_id": null
                    },
                    {
                        "start": 63,
                        "end": 78,
                        "text": "Bulletin No. 3,",
                        "ref_id": null
                    },
                    {
                        "start": 79,
                        "end": 87,
                        "text": "Estaci6n",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES AND COMMENT A REACTION TO A VARIATION IN LIGHT INTENSITY BY THE COFFEE LEAF-MINER",
                "sec_num": null
            },
            {
                "text": "The leaf-miner caterpillars, when fully grown, emerge from their mines and spin a cocoon on the underside of coffee leaves, or of the large leaves of other plants occurring in coffee groves. Under normal conditions, even in the most densely shaded groves, the cocoons never occur on the upper surface. A small coffee tree, the leaves of which happened to be infested with miners, was potted and placed in a corner on the covered gallery or porch of the Entomological Laboratory of the Experiment Station at Rio Piedras, P. R., where there was light, but never direct sunshine. A few days later eight cocoons of the leaf-miner were found on the upper surface of the leaves and none on the under surface. Other small coffee trees, transplanted at the same time to the yard of the laboratory where they were in the partial shade of some guava bushes, also had numerous freshly formed cocoons of Leucoptera on their leaves, but all on the underside. This shows that both the caterpillar and the moth of Leucoptera coffeella are remarkably sensitive to a variation in subdued light intensitie Missoula has an elevation of 3,223 feet, and is located in the broad valley at the junction of the Bitterroot River with the Clark Fork of the Columbia. On every side mountains rise several thousand feet above the valley. The summers and autumns are mild and pleasant; but the winters are severe, with many storms; and the springs are uncertain and backward.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES AND COMMENT A REACTION TO A VARIATION IN LIGHT INTENSITY BY THE COFFEE LEAF-MINER",
                "sec_num": null
            },
            {
                "text": "Bunchgrass, which originally covered most of the floor of Bitterroot Valley, extends over the lower exposed slopes of the mountains. Along the streams is a fringe of deciduous trees and shrubs dominated by cottonwoods, but commonly containing such forms as western birch, alder, willows, yellow pine, dogwood, thorn, clematis, Symphoricarpos, elderberry, mountain maple, cherry, mountain ash, rose, and syringa. Some of these shrubs form thickets along the small streams in the mountain",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES AND COMMENT A REACTION TO A VARIATION IN LIGHT INTENSITY BY THE COFFEE LEAF-MINER",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:21:55 UTC All use subject to https://about.jstor.org/terms canyons. A few small meadows occur along the larger streams. Small areas on the exposed lower slopes of the mountains are covered by a scrubby growth, somewhat resembling chaparral, in which ninebark and service-berry are conspicuous species. In Lo-lo Canyon small patches of sagebrush were noted on the side exposed to the sun. Yellow pine is the characteristic tree of the drier exposed mountain slopes which are not occupied by bunchgrass, the pine apparently not being able to withstand quite as much exposure to wind and sun as the grass. The slopes on which this tree is found are frequently very rocky. Yellow pine is found also in some of the drier places in the valley bottoms, and it seems frequently to succeed the cottonwoods in those parts of the valleys where the downcutting of the stream has lowered the waterlevel below the reach of the deciduous trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "86",
                "sec_num": null
            },
            {
                "text": "The moister, protected lower slopes of the mountains, and most of the higher slopes, are covered by a coniferous forest in which Douglas fir' is the most characteristic tree, but which includes in places a goodly number of western larches. In some of the higher canyons lodgepole pine, Engelmann spruce, and grand fir were noted, but no trips to the higher parts of the mountains were made in this region, and no description can be given of the habitats of the higher altitudes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "86",
                "sec_num": null
            },
            {
                "text": "The natural animal habitats of the region about Missoula may be tentatively listed ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "86",
                "sec_num": null
            },
            {
                "text": "The first week in April is to be devoted by the New York City and State Fed tion of Womens' Clubs to arousing public interest in conservation. In addition pageant, one day is to be given to wild life, one to parks, and one day to forestry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONSERVATION WEEK IN NEW YORK",
                "sec_num": null
            },
            {
                "text": "Each member of the Society received, with the announcement of the Tor Meeting, a request for a voluntary contribution to be applied toward the remo the deficit incurred in the publication of the first two volumes of ECOLOGY deficit at the end of the second volume is substantially less than at the end of first, but ought, if possible, to be removed, preferably without raising the du drawing further on funds available for the other activities of the Society. It peared at the time the request was sent that this deficit would be in the neighbor of $500, toward which $20o was pledged by a person who prefers to remain unk on condition that the Society contribute an equal amount in addition to its reg dues. After the circulars had been mailed it was learned that the Brooklyn Bot Garden is prepared to contribute for i92i, UP to $300 as it had in i920, thus red the needed sum *to $200. At the Toronto meeting it was decided not to send supplementary circular. The conditional gift of $200 has been modified so th will not be lost if the Society does not raise the full $200. Whatever the Soci contributes up to this sum will be duplicated. Any amount received over and a the actual deficit will go towards an increase in the number of pages which is urg needed to take care of the heavy demand for space.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SOCIETY AFFAIRS: THE VOLUNTARY CONTRIBUTIONS.",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "ANIMAL HABITATS AT MISSOULA, MONTANA",
                "type_str": "figure",
                "uris": null,
                "num": null
            }
        }
    }
}