{
    "paper_id": "DiceandBarto1952-AbilityofmiceofthegenusPeromyscustohearultrasonicsounds",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:25.425372Z"
    },
    "title": "Ability of Mice of the Genus Peromyscus to Hear Ultrasonic Sounds\"",
    "authors": [
        {
            "first": "Lee",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Elizabeth",
            "middle": [],
            "last": "Barto",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "DiceandBarto1952-AbilityofmiceofthegenusPeromyscustohearultrasonicsounds",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "When a peromyscus is exposed to a sudden sound it will nearly always react by a movement of its ears. The responsiveness of an individual to sounds, therefore, can be ascertained by watching it closely while sound of a particular frequency and intensity is turned on and off. This method has been used by many previous authors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Most of the peromyscus used in these studies have belonged to various races and racial hybrids of the deermouse (Peromyscus maniculatus), but we have also tested the hearing range of a few individuals of the juniper-mouse (P. nasutus). Two sound sources were used in our experiments:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(a) a 15-in. coaxial loud-speaker, which covered the range from 500 to 16,000 c/sec, and (b) a special crystal transducer, which operated at frequencies from 10 to 100 ke/see. An oscillator connected to an amplifier provided the necessary electrical input to these instruments.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The intensities of the sounds produced by the transducer or speaker were measured by a circuit consisting of a calibrated condenser microphone, preamplifier, wave filter, amplifier, and oscilloscope. The sounds produced were nearly pure tones, as shown by a close approach of the vibrations to sine waves. Sound pressures used in testing were mostly adjusted to 1, 5, 10, or 20 dynes/cm2 at the position of the mouse's ear, but lower or higher intensities were sometimes applied.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When the sound-producing apparatus was suddenly turned on or off, an audible click was produced. In order to avoid the possibility that the animals might react to this click, rather than to the fundamental frequency, an electronic click-control device was inserted into the sound-producing circuit. This device operated to initiate the sound at a very low intensity, to increase the intensity rapidly, and then to approach the maximum slowly, the plot of time against intensity simulating a logistic curve. The apparatus was usually adjusted so that 11/2 sec elapsed from the time the controlling key was depressed until the sound reached the maximum intensity for which the apparatus was adjusted. Operation of the sound-controlling key with the current turned off produced no sound detectable by human ears and caused no response by the animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Health, National Institutes of Health, USPHS. Much of the equipment used in the study was provided by grants from Philip M. Blossom.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The mouse being tested was held in a small cage of 1/3-in. mesh wire screen, placed directly in front of the sound source. Sponge rubber was placed under the cage and also under the sound-producing instruments. The testing room was relatively free from extraneous sounds, but was not especially sound-deadened.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That the stimuli which induce movements of the pinnae are received in the internal ear was proved by testing a deermouse before, during, and after its ear canals had been closed with plugs of cotton soaked in vaseline. The responses were greatly reduced when the ear canals were plugged. Additional evidence that ear movement is a dependable measure of hearing ability for the deermouse was obtained by training two deermice to give a conditioned response to the sound signals. These animals were trained to touch a pencil inserted through the side of the cage whenever a sound stimulus was applied, and thus to avoid a slight electric shock. At the frequencies tested between 10 and 65 ke/see, these mice responded by ear twitches to exactly the same frequencies and intensities to which they gave the conditioned response.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Still further evidence that the animals actually hear and are affected by the sound frequencies to which they respond by ear movements was given by the reactions of individuals belonging to the P. m. artemisiae strain of epileptic deermice. The mice of this strain go into convulsions when exposed to sound stimuli of certain kinds (1, 2). Individuals of this strain have gone into dashing seizures or into strong convulsions when exposed to frequencies of 10, 12, 16, 20, 22, 24, 26, 30, 40, 50, and 80 kc at sound pressures of 30 dynes/cm2 or less. This demonstrates not only that these susceptible mice can hear a wide range of frequencies, but that the abnormal behavior also may be induced by exposure to frequencies included in this same wide range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A mouse whose ear canals were plugged failed to exhibit any epileptic behavior when exposed to the sound produced by jingling keys, although this individual had a severe convulsion when exposed to the same stimulus after the plugs in its ears had been removed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The pure tones produced by our apparatus, however, are less efficient for inducing convulsions in these susceptible mice than are the mixed sounds produced by the jingling of keys. Numerous individuals of this strain have failed to show any abnormal behavior when exposed to nearly pure tones at sound pressures as high as 70 dynes/cm2 at a frequency of 20 ke, although these same individuals have had convulsions when exposed to the jingling of keys. We have, not been able to measure the pressures of the mixed sounds produced by the jingling of keys. It is possible, therefore, that the greater effectiveness of jingling keys over pure tones in inducing convulsions in susceptible peromyscus may be due, at least SCIENCE, Vol. 116 10ll in part, to a greater total sound intensity for the mixed sounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Using the equipment and the methods above described, individual peromyscus afflicted with the artemisiae type of epilepsy showed ear movements in response to sound frequencies from 500 to 95,000 c/sec when tested at ages between 25 and 70 days. The band of frequencies from 5 to 16 ke/see is the most effective for eliciting ear movement in the mice of this strain. Decrease in effectiveness is fairly abrupt for frequencies below 4 kc/sec. Above 16 kc/see, the effectiveness of the sound in inducing a response decreases gradually with increase of frequency. With each increase in sound pressure certain mice show a broadening of the band of frequencies which will evoke a response.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is possible that with increased sound pressures, responses could be obtained to higher and lower frequencies than those here reported. Furthermore, the mice may hear frequencies higher and lower than those to which they respond by ear movement. All the observers who have worked for any length of time with these mice have noted that, when presented with sounds just beyond the range which induces definite ear movement, some animals may respond by turning the head or by cessation or beginning of body movement. Much more study will be needed to ascertain accurately the audibility curve of these animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As they grow old the hearing ability of most of the epileptic individuals decreases, especially for the higher frequencies, but with much variability between individuals. Certain epileptic individuals ultimately become completely deaf, as is shown by their failure to respond to sounds of any kind. Such deaf individuals do not go into convulsions when exposed to those sonic or ultrasonic sounds we have produced. The relationship between hereditary susceptibility to audiogenic seizures and degree of responsiveness to sonic and ultrasonic sounds, however, needs further investigation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The epileptic deermice whose hearing ability is here described were of mixed racial stock, in whose ancestry the subspecies P. maniculatus artemisiae and P. m. blandus were prominent. Young individuals of a strain of the subspecies bairdi from near Ann Arbor, Mich., are generally similar in their hearing range to the young racial hybrids above described. In bairdi, audiogenic seizures are absent. At frequencies between 5 and 60 kc, higher intensities of sound are required on the average to produce a response by the small-eared bairdi than by the generally larger-eared racial hybrids. Young individuals of a strain of blandus from New Mexico, on the average, failed to respond by ear movements to ultrasonic sounds of as high a frequency and on the whole were less responsive to pure tones than the young epileptic individuals of mixed racial ancestry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three individuals of P. nasutus from a hybrid stock resulting from a cross between the subspecies nasutus and griseus have responded by ear movements to frequencies as high as 100 ke/sec. In general these ani-mals exhibited a slightly greater responsiveness to high frequencies than members of the species maniculatus. It is possible that this greater responsiveness may be related to their very large ears. Further studies are needed to compare the hearing ability of individuals, races, and species which differ in the sizes of their external ears.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No consistent difference in hearing ability between male and female peromyscus has been discovered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The hearing range of peromyscus evidently is somewhat similar to that of certain rodents tested by Schleidt (3) . It is to be noted also that at least some peromyscus can hear ultrasonic sounds within the same general frequency range that is used by bats for echolocation (4) . It is not yet known, however, whether a peromyscus can produce ultrasonic sounds over the range of frequencies that it can hear.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 111,
                        "text": "Schleidt (3)",
                        "ref_id": null
                    },
                    {
                        "start": 272,
                        "end": 275,
                        "text": "(4)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Infrared absorption spectrophotometry is finding increasing use in the biological sciences. Spectra have been published of dried whole tissues (1, 2), individual dried cells (3), muscle cells in Ringer's solution (4), and cellular components (5, 6). Randall et al. (7) have published the spectra given by organic solvent extracts of Mycobacterium tuberculosis and correlated the spectra with biological properties such as virulence. The purpose of the present investigation was to determine whether infrared spectra of whole bacteria could be used for identification of the species and perhaps the strain of the organism. The results clearly indicate that considerable differentiation of both is possible by this approach.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dried films of the organisms were prepared by taking a few colonies from an agar plate, spreading them with a rubber policeman over the surface of a silver chloride plate, and allowing the film to dry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When pathogenic bacteria were used, the dried film was covered with another silver chloride plate, and the edge sealed with cellophane tape to prevent aerosol production from a flaking-off of the dry film. Interference patterns occasionally observed when using two plates were eliminated by placing a piece of paper or tape on one side between the plates so that they were not parallel. Some preliminary work was done 1Present address: Environmental Health Center, U. S.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This Investigation was supported in part by a research grant (MH-375) from the National Institute of Mental",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Bolduan Chemical Corps Biological Laboratories",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Heber",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Stevenson1",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Orvil",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heber J. R. Stevenson1 and Orvil E. A. Bolduan Chemical Corps Biological Laboratories, Camp Detrick, Frederick, Maryland",
                "links": null
            }
        },
        "ref_entries": {}
    }
}