{
    "paper_id": "Dice1935-InheritanceofwaltzingandofepilepsyinmiceofthegenusPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:58.509303Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1935-InheritanceofwaltzingandofepilepsyinmiceofthegenusPeromyscus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "likely to produce some homozygous individuals. There is no evidence that the mutations causing this defect occurred in the laboratory. The inbreeding of healthy stocks could not itself be the cause of the production of waltzing, for many other lines of Peromuecue have been closely inbred for numerous generations without the appearance of the waltzing characteristic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". . . Waltzing in Peromuscus maniculaiushas previously been observed by Sumner (1932, p. 9) , who found the character in a cross between albino (P.m. gambelii) and pallid (P.m. rubidus x sonorieneisi mutants, but the evidence for the inheritance of the character was \"not very strong.\" . The waltzing behavior of these mice is very similar to that of the wellknown domestic waltzing mouse, which belongs to the genus Mus and to a different family of rodents than Peromuscus. When properly stimulated the waltzing Peromyscus tend to run in close circles, often so rapidly that they seem to be rotating on the legs on the inside of the circle. The same mouse may rotate either to the right or to the left. The whirling may be kept up for a half-minute or even more at a time. Frequently the affected mice will waltz in their cageswithout apparent external stimulation. Being placed in a strange • cage or jar, the jangling of keys, or a pinch on the tail will usually stimulate a mouse having the waltzing character to perform his circling motions.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 91,
                        "text": "Sumner (1932, p. 9)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The deer-mice possessing the waltzing defect often have a pronounced trembling of the head associated with a peculiar head posture. These characteristics indicate the defective individuals even before they have performed their circling motions. The defective mice of the species eremicus have the most pronounced head movements, but not all individuals which have the trembling of the head can be made to waltz, and one such individual was proved by breeding •to be only heterozygous for the waltzing character.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is considerable variation in the response of different waltzing mice and even the same mouse will react differently on different days. Sometimes a mouse will waltz at once when disturbed, but some mice require long-continued stimulation before beginning to circle. Often a mouse which reacts only after lengthy stimulation will waltz vigorously immediately after the first circles are made, but, on the contrary, some mice can only be induced to make a few circles, even with prolonged stimulation. A mouse which when tested one day is classed as a non-waltzer, may on a later date be induced to waltz, but this is exceptional, and I have tested most of my animals only once.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Older animals are less inclined to waltz than young ones. The mice seem most active at the age of one month, at about which age I have made most of my determinations. However, some individuals, particularly of bairdii and of eremicus, continue to waltz vigorously at ages considerably over a year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The difficulty of determining whether any given mouse is a waltzer has probably affected to a slight extent the ratios obtained in the matings described below. The effect of failing to recognize some waltzers would be to make the ratio of waltzers too low and of non-waltzers too high.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The waltzing character is clearly inherited in these mice. It behaves in general as a mendelian recessive. Matings of bairdii waltzer X waltzer have produced as offspring 18 male waltzers, 9 female waltzers, and 1 female nonwaltzer (expected 28 waltzers). The non-waltzing individual was tested on several occasions at different ages and could never be induced to waltz. She unfortunately died without bearing young. Both her parents were excellent waltzers, as was shown by a check after the finding of their nonconforming offspring. This homozygous individual for some reason failed to show the proper behavior. Matings of bairdii waltzers with non-waltzers heterozygous for waltzing produced as offspring 21 waltzers and 25 non-waltzers. This agrees closely with expectation, which, if the character be recessive, is 23 waltzers and 23 non-waltzers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the artemisiae stock from Lyon's Ferry, matings of waltzer X waltzer produced 7 males and 3 females, all waltzers. Matings of waltzers with nonwaltzers of which sibs were waltzers produced 7 male and 6 female waltzers, and 3 male and 3 female non-waltzers. The numbers of young are too small and the genetic constitution of the parents in some cases too uncertain to draw any general conclusion, but the data can be interpreted as agreeing with the hypothesis that the waltzing character in this subspecies is a simple mendelian recessive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The rufinus stock from La Veta had been almost entirely discarded before the waltzing character was discovered, and the remaining animals proved infertile; therefore no ratios are available for this subspecies. The two waltzing individuals found, a male and a female, were brother and sister, which indicates an inherited character.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the species eremicus, matings of waltzer X waltzer have produced 18 male and 12 female offspring, all waltzers. One pair of non-waltzing mice of the same stock produced 22 young, all non-waltzers. The back-cross of waltzers with non-waltzers (but descended from one waltzing parent) has produced 24 male and 23 female waltzers, and 23 male and 28 female nonwaltzers. In this back-cross the ratio of waltzers to non-waltzers obtained (47:51) is very close to expectation (49:49).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Out-crosses between bairdii waltzers from Alexander, Iowa, stock, and nonwaltzers of bairdii from Ann Arbor, Michigan, gave 21 young, all non-waltzers, The back-cross between these heterozygous young and waltzers from Alexander stock, gave 17 male and 18 female waltzers, and 37 male and 42 female non-waltzers. There is here a considerable deficiency of waltzers, for the expected ratio is 57 waltzers to 57 non-waltzers, while there was obtained only 35 waltzers to 79 non-waltzers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A similar out-cross in artemisiae also resulted in a deficiency of waltzers in the back-cross. Waltzers of the stock t~ken at Lyon's Ferry were out-crossed to mice of the same subspecies from Pullman, Washington. The two localities are about 50 miles apart. Fifteen young were produced by the out-cross, all being non-waltzers. In the back-cross to waltzers of the stock from Lyon's 'Ferry there were obtained 38 male and 25 female waltzers, to 64 male and 60 female non-waltzers. There were expected, assuming waltzing to be completely recessive, 93.5 waltzers to 93.5 non-waltzers, but there were obtained only 63 waltzers to 124 non-waltzers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Among the descendants of a cross between a normal ariemieiae from Pull-.man and a waltzer from Lyon's Ferry there appeared a psychopathic condition simulating epilepsy, which will be discussed later in this paper. This defect was confined to the offspring of a single pair and none of the epileptic mice are here counted as waltzers, unless they also waltzed, and it is not believed that this character has appreciably confused the ratio of waltzers to non-waltzers above given.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Following the out-crossing of waltzers to stocks from other geographical localities, both in bairdii and in artemisiae, it will be noted that the ratios of waltzers to non-waltzers is less than in the offspring of pairs not involving an out-cross. This is true notwithstanding the fact that the out-cross was in both cases to mice of the same subspecies and in the artemisiae out-cross was between stocks living only 50 miles apart and not separated by a barrier of any apparent kind.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Out-crosses in waltzing domestic mice result in abnormal conditionsamong the offspring according to McPheters and Little (1933, p. 157) , who state that \"In waltzing individuals extracted from out-crosses there is much variability in the expression of the abnormality.\" The abnormalities of heredity which follow out-crosses of waltzers in both Peromuscus and Mus perhaps ha ve some common basis.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 135,
                        "text": "McPheters and Little (1933, p. 157)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are considerable differences in the waltzing behavior in the three stocks which I have had under close observation: artemisiae, bairdii, and eremicus. The eremicus waltzers are more persistent in the waltzing habit and, are easier to stimulate to .waltz than either the artemisiae or the bairdii. All the older eremicus seem entirely unresponsive to sounds. The artemisiae waltzers are much more sluggish and require more stimulation to be made to waltz than do the bairdii waltzers. This probably is correlated with the much greater nervousness and greater activity of all the bairdii, both normal and waltzers. However, when the artemisiae have been stimulated sufficiently to begin waltzing they may perform as vigorously as do the bairdii. Another important difference between these two subspecies of maniculatus is that the artemisiae waltzers seem to be unresponsive to sounds, except when quite young, while the bairdii waltzers of all ages respond to sounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Deafness seems always to occur in adults of the domestic waltzing mouse, but Yerkes (1907, p. 90) believes that the young mice, in some instances, hear sounds for a few days during.the third week of life, just after the external ears have opened.",
                "cite_spans": [
                    {
                        "start": 84,
                        "end": 97,
                        "text": "(1907, p. 90)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is not at all easy to satisfy oneself either that the waltzing Peromuscus .hear or that they are deaf. P. bairdii especially is very active and the head is seldom at rest; one therefore cannot always be sure that a movement of the animal is a response to a sound. When a sharp sound is produced near a resting' Peromuscus it will nearly always slightly twitch its ears, and the mice respond to rather faint sounds. I have found that the click made by snapping together a pair of forceps will usually produce a response in normal mice. Perhaps a better method of producing a sound is to tap a bottle gently with a pair of forceps or other small piece of steel. The animals are very keen in their senses other than hearing and they respond by sight to movements of the hands of the observer; they detect very slight air currents; and they also notice vibrations of the cage. Therefore, the source of sound must be entirely out of sight of the animals, and be free of contact with the table or cage. I nearly always secure a response in normal Peromuscue by snapping a forceps or by striking a bottle held in the hand under the table, using care not to make any movements of the body which might cause a response by the animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are responses to sharp sounds by young waltzers of artemisiae, bairdii, and eremicus, so I feel sure that when young most of these waltzing Peromyscus can hear. It is more difficult to determine the responses of the eremicus than of the other forms, for they have the habit of crouching motionless with ears pulled down to the head. Nevertheless, I believe that some of the young waltzing eremicus can hear, though all of the older waltzing animals are wholly unresponsive to sounds. Some at least of the young waltzing artemisiae also respond to sounds, and apparently some individuals retain the ability to hear until they are several months of age, but all the older waltzing animals fail to respond to sounds. The bairdii waltzers on the other hand seem to be responsive to sounds throughout life, and I have been unable to find an animal over three weeks of age that fails to give the ear twitch when a sharp sound is produced. Of a pair of waltzing bairdii recently tested the female was It years old and themale 2 years. Both gave a definite ear twitch to the sound of a glass bottle struck lightly by a steel forceps. They however did not respond to the sound so vigorously as did young bairdii of non-waltzing stock. The bottle was held in such a manner that I feel sure the response was to the sound stimulus alone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These differences between the characters of the waltzers of the several races of Peromuscue indicate the possibility that the waltzing character is not precisely similar in the different subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A further test of this possibility is furnished by the production of hybrids between artemisiae and bairdii, both of which are subspecies of the species maniculatus. Some difficulty was found in producing hybrids between the waltzers of these two subspecies, for there is a considerable difference in size as well as in behavior between the two forms. I have been able to rear only two hybrids, one male and one female, neither of which shows any tendency to waltz. When the female hybrid was back-crossed to a bairdii waltzing male there were produced two young, one of which was a waltzer and the other a non-waltzer. I take this to indicate that possibly the waltzing defects of artemisiae and of bairdii are caused by different hereditary factors. If the waltzing genes of bairdii and of artemieiae were identical we should expect all their offspring to be waltzers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The waltzing behavior of eremicus is so different from that of both artemisiae and bairdii that rprobablyit is a third gene modification. Unfortunately eremicus will not hybridize with any member of the maniculaius species, and therefore a test by hybridization is impossible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Because of the different behavior of the waltzers in the different stocks and because of the apparently different hereditary basis for waltzing in artemisiae and bairdiiit seems necessary to conclude that some or all of the several waltzing strains of Peromuscus must have originated independently by parallel mutations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Epileptic behavior has appeared, as above stated, in four stocks of 'these mice: in the two deer-mice, Peromyscus maniculatus artemisiae from eastern Washington and P.m. rufinus from northern Arizona; in the cactus-mouse, P. eremicus eremicue from Carrizozo, New Mexico; and in the brush-mouse, Peromuscus boylii rowleyi, from the Santa Catalina Mountains, Arizona.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The occurrence of epilepsy in another deer-mouse, Peromuscue maniculaius gambelii, has previously been recorded by Sumner (1932, pp. 38-39) .",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 139,
                        "text": "(1932, pp. 38-39)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The original animal, a female, almost invariably had •a typical epileptic seizure when removed from her cage to a glass battery jar, but outgrew the malady after she was 29 months of age. Several of her offspring showed the character, though to a lesser degree; for considerable auditory stimulation was usually necessary to induce the fits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the cactus-mouse Peromuecus eremicus eremicus, epilepsy has so far been found only in one individual, which only recently has been discovered in the inbred waltzing strain from Carrizozo. This individual, a young female previously identified as a waltzer, was placed with some of her litter mates in a metal cage strange to her experience. She immediately became excited and started to race about the cage. After racing for perhaps 20 seconds she fell over on her side in an epileptic seizure. While in this condition she made some spasmodic movements of the limbs. In about two seconds she began to recover and started to walk slowly about the cage. She repeated this performance two or more times. It is not yet known whether the epilepsy of this individual is inherited.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the brush-mouse Peromuscus boylii rowleyi, an epileptic seizure was observed by Adolph M. Stebler in an individual of the stock from Summerhaven, in the Santa Catalina Mountains of southern Arizona.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the deer-mouse Peromuscusmaniculatus rufinus, epilepsy has been noted also by Stehler, in several brothers and sisters descended from two mice cap-tured on Deadman Flat in northern Arizona. Waltzing does not occur in this stock, and therefore in this case epilepsy is not associated with waltzing. There is considerable difference in the behavior of these epileptic mice from those of the subspecies artemisiae and it is highly probable that in these two subspecies the defect is due to different hereditary characters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the subspecies artemisiae epilepsy appeared, as above mentioned, among the descendents of an out-cross between waltzers of the stock from Lyon's Ferry and a considerable inbred stock of the same subspecies from Pullman, Washington. A first generation male from this out-cross, and therefore heterozygous for waltzing, was back-crossed to a waltzing female from Lyon's Ferry, and several of the offspring showed distinct psychopathic tendencies. The epileptic character was first noted when a young female, stimulated by the jangling of keys, crouched for a time in one corner of the cage; then, the stimulation being continued, she suddenly began to dash wildly about the cage, bumping against the wire screen of the cage sides and against other objects inside the cage. After a few seconds of this furious dashing about she fell over on her side in an epileptic seizure. The jangling .of the keys was immediately stopped, and within a minute the mouse recovered sufficiently to begin walking about the cage. For a minute or so her actions were somewhat sluggish, but her behavior soon became normal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Possibly the epileptic character was derived from the Pullman stock for it has not been found in the stock from Lyon's Ferry. However, epilepsy was not noted in the non-waltzing Pullman mice, though the stock had been discarded before the importance of making such an observation was realized..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The epileptic mice are in appearance not distinguishable from normal artemisiae, but their behavior under certain kinds of stimuli is unusual. The usual stimulus I have employed is auditory, and is produced by the jangling of a set of keys strung on a key-ring. The distance of the keys from the mice varies from near the cage to about five feet away. I find that changes in the distance and in the loudness of the jangling are more likely to induce a reaction than is a constant loudness. Some mice respond nearly at once; others require several minutes of auditory stimulation before reacting; and probably some affected individuals fail to respond at all and thereby escape detection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The most characteristic reaction of the epileptic mice is the race about the cage. This is usually preceded by the animal's taking a crouching position in one corner of the cage soon after the sound stimulus is initiated. However, the duration of the crouch is variable, and seemingly may sometimes be omitted. In the crouching position the affected mouse appears unusually tense the nose is elevated and the ears are drawn back. Some mice which , do not race and are apparently normal will pull back their ears much like the affected mice.' Therefore it is not safe to assume that every mouse which crouches is epileptic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The race about the cage begins very suddenly, almost like an explosion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the race the animal is obviously not in full control of its movements, for while normal deer-mice are very agile in avoiding objects when running at full speed, the racing mouse strikes objects and the sides of the cage with considerable force. . An epileptic seizure mayor may not follow the race about the cage. Some mice will race for several minutes, if the sound stimulus be continued, without ever passing into an epileptic state. Other individuals have an epilep.. tic seizure after only a moment of racing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The severity of the epileptic seizure also varies greatly. Usually the mouse falls over on its side motionless except for very rapid breathing. The rate of breathing is most rapid when there has been a prolonged period of racing. In a few cases there have been spasmodic movements of all four limbs; occasionally the mouth is opened widely; and rarely coarse squeaks are produced. When taken into the hand the epilepticmouse is limp and there is no detectable muscular rigor. I have always discontinued the sound stimulus as soon as the mouse has' an epileptic seizure. The' mouse recovers within a few seconds or at most a half-minute. It immediately starts to walk about the cage,but the first movements are not well coordinated and the mouse staggers somewhat. It remains sluggish and its movements are rather stiff for a minute or two, after which it seems to be entirely normal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One female 'died during an epileptic seizure. She had received lengthy stimulation by the jangling of keys as well as by the presence of other psychopathic mice in the same glass cylinder. She crouched for a long time, suddenly raced for a moment, and then fell over on her side in an epileptic seizure, dying immediately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Both males and females suffer from the defect and I have been unable to discover any difference between the sexes in the behavior of the affected mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That racing and epilepsy are closely associated is apparent, for practically all the epileptic mice race for at least a short time before\" having the epileptic seizure. I have therefore classed all individuals which race as epileptics, which I feel sure they are, potentially. However, numerous individuals which race vigorously never have' an epileptic seizure, even after prolonged stimulation and prolonged racing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is some evidence that in these mice the waltzing character is separate genetically from the epileptic character. Many waltzing Peromuscus maniculatus artemisiae have shown no evidence of epilepsy; also many of the epileptic \"mice have shown no tendency to waltz. However, the same animal may possess both tendencies, as has been noted in a number of individuals. For example, a litter of 6 young artemisiae, both parents being heterozygous for epilepsy, was made up of 1 male and 1 female epileptic and 4 apparently normal offspring. All these young when about 4! weeks old were placed together for observation in a tall glass battery jar. Under the stimulus of the unusual situation some kept jumping up toward the top of the jar a little more actively than normal mice of the subspecies would have done. At a distance of 5 or 6 feet I began gently jingling a bunch of keys. One young female began to jump vigorously toward the top of the jar, then suddenly dropped to the floor of the jar and waltzed rapidly for a few seconds, after which she began to run and jump wildly about the cage, terminating in a few seconds by falling over on her side breathing rapidly but otherwise immobile. I stopped jingling the keys and picked her up in my hand. In a few seconds she began to recover, but it was perhaps a minute before she was able to walk, and\" for a few minutes she was seemingly somewhat stiff and sluggish. The defective male of the same litter, when stimulated by the jingling of the keys, raced rapidly about the jar, but did not waltz or become immobile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The defective behavior of these mice from eastern Washington is definitely inherited, and is certainly recessive to normal behavior. Epileptic males mated to normal females from a stock from Palouse Falls, taken only about 6 miles from where the stock from Lyon's Ferry was secured, and not known to carry tainted heredity, produced 15 normal offspring. Back-crosses of these normal but heterozygous offspring with epileptic males have produced 48 offspring, of which 12 were epileptic, 3 were waltzers, and 33 were normal in behavior. Assuming epilepsy and waltzing to be separate mendelian characters not linked in heredity, there should have been 24 epileptic offspring, instead of 12. The deficiency may possibly be due to some effect of the outcross in which the stock originated. We found above that following an outcross there is a deficiency in the number of waltzers obtained, and possibly the epileptic character here under consideration may have been affected in a similar direction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From matings between F 1 heterozygous mice, from the above described matings, there have been obtained 74 offspring, of which 7 were epileptic, 5 were waltzers, 8 were epileptic and waltzers, and 54 were normal. Again assuming that epilepsy and waltzing are independent and that both parents were heterozygous for waltzing as well as for epilepsy, there would be expected 13.9 epileptics, 13.9 waltzers, 4.6 showing both epilepsy and waltzing, and 41.6 normals. It will be observed that the numbers of epileptics and of waltzers obtained were approximately half of the expected numbers, while the number combining waltzing and epilepsy is about double the expectation. This may indicate some tendency for the association of the epileptic:condition with waltzing. However, the numbers are too few to be:of much statistical significance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A number of pairs of epileptic individuals have so far failed to produce offspring. From a mating of an epileptic \"female and a waltzing male which was the son of an epileptic father, there were obtained as offspring, 6 epileptics and 1 waltzer. Assuming, as we must if the two characters are independent, that the epileptic female was heterozygous for waltzing, and that the waltzing male was heterozygous for epilepsy, the expected young should have been JOURNAL OF MAMMALOOY, VOL. 16, No.1 1.75 epileptics, 1.75 waltzers, 1-.75 showing both epilepsy and waltzing, and 1.75 normal. The great preponderance of ••epileptics and the lack of any normals indicates the possibility that in these mice waltzing and epilepsy are more or less associated in, heredity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That epilepsy may be associated with waltzing in other stocks of Peromyscus is indicated by the finding of the epileptic individual above mentioned in the waltzing strain of eremicus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although there is thus some indication of an association in heredity between waltzing and epilepsy, much further work will be necessary to determine the relationships of the two characters. It is entirely possible that waltzing, whatever maybe its association with epilepsy, is primarily a nervous defect, rather 'than a morphological defect of .the semicircular canals or any other part of the inner ear, as has been commonly assumed. , . The epileptic artemisiae strain has been unusually fertile in my laboratory, producing somewhat larger and more frequent litters than unaffected strains of this sub-species. This increase in fertility may possibly be due in part to the out-cross involved in the origin of the stock, rather than to an effect of the defective heredity. However, it is obvious that the presence of the hereditary defect has not in any way reduced the fertility of the stock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ", Judging from the number of cases already known of the independent occurrence of recessive hereditary defects of behavior among the different species and subspecies of Peromyscus, we 'are justified in assuming that hereditary defects of behavior must be widespread among the wild mice of this genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Waltzing, an hereditary defect, appeared at the University of Michigan independently in four different inbred stocks of Peromyscus, representing two subgenera. Three of the stocks belong to different subspecies of a deer-mouse, Peromyscus maniculatus; the other stock belongs to the cactus-mouse, Pero-mYSCU8 eremicus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The waltzing character is inherited in general as a simple mendelian recessive to normal behavior. One homozygous individual failed to exhibit the character and there is considerable variability in the type of waltzing response. Following the out-crossing of waltzers to other stocks of the same subspecies, the offspring show a deficiency in the expected number of waltzers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The different waltzing strains differ somewhat from one another in the character of the defect. Waltzing bairdii apparently are never deaf while the.waltzing artemisiae anderemicus when old do not respond to sharp sounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Crosses between bairdii waltzers and artemisiae waltzers produced 2 nonwaltzing offspring. This .possibly may indicate that the waltzing defects in the two subspecies are produced by different hereditary factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Epilepsy has appeared ina waltzing stock of Peromuscus maniculatus artemisiae,•following an out-cross. In. this stock of mice epilepsy is recessive in inheritance to normal behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/16/1/25/854259 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/16/1/25/854259 by University of Michigan user on 07 October 2021 DICE-INHERITANCE IN MICE",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Epilepsy has also been found in one other subspecies of deer-mouse, Peromyscus m. rufinus, in a waltzing strain of the cactus-mouse, P. eremicus eremicus, and in the brush-mouse, P. boylii rowleyi; but it is 'not certainly known that the epilepsy of any of these mice other than artemisiae is inherited.Waltzing and epilepsy in these mice are probably due to different hereditary characters, but there is some indication that in the deer-mouse the two characters may be sometimes associated in inheritance. Through the kindness of Dr. William L. Straus, Jr. of the Johns Hopkins Medical School, the writer had the opportunity to study the volar surfaces of the manus and pes of a preserved specimen of Tupaia lacernata lacernata (U. S. National Museum, no. 123989, c ). In view of the writer's interest in the comparat.ive study and phylogeny of epidermal ridges.Tie feels particularly fortunate to. record these features in a representative of a genus that many authorities consider the prototype of all higher placental mammals. Figure 1 , A, presents the volar aspect of the right manus of Tupaia lacernata lacernata. In addition to the thenar and hypothenar pads, the four typical mammalian interdigital pads are present. The hypothenar pad is the largest, and, similar to interdigital pads II, Ill, and IV, possesses the form of a low, irregular, three-sided pyramid. In these four pads the apices and rounded edges are covered with short, usually slightly curved, ridges placed transversely with respect to the direction of the edges. Considerable portions of the sides of the pads are devoid of ridges. However, were one to continue the ends of the 'transversely placed ridges across the bare areas there would result a pattern of concentrically arranged ridges covering the pad. The pattern would then simulate successive spherical waves with the center of disturbance situated in the apex of the pad. Thus the arrangement of the epidermal ridges on the pads considered may be said to satisfy the fundamental plan of the mammalian dermatoglyphic pattern system which desider-",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1031,
                        "end": 1039,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {}
    }
}