{
    "paper_id": "Dice1939-TheSonoranBioticProvince",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:05.667325Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1939-TheSonoranBioticProvince",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The continent of North America is made up biogeographically of a number of biotic provinces (Dice, '31, p. 317) , each characterized by the major occurrence of some important type of ecological community or by a group of related communities. The Sonoran is one of the most distinctive of these biotic provinces. It lies in the southwestern United States and northwestern Mexico and includes the Sonoran desert and some adjacent desert areas.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 98,
                        "text": "(Dice,",
                        "ref_id": null
                    },
                    {
                        "start": 99,
                        "end": 103,
                        "text": "'31,",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 111,
                        "text": "p. 317)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "In the Sonoran province the temperatures of summer average exceptionally high, the scanty rainfall is soon evaporated, and conditions of extreme aridity result. Nevertheless, plants and animals occur all over the province and the desert as a whole is well populated. Neither the plants nor the animals of the desert are derived from a single line of ancestors. On the contrary, many different families of plants and of animals have become modified for desert life and in doing so have departed, sometimes slightly, sometimes very widely, from the characters of their relatives, some of which may be found still living in adjacent, less arid districts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The biotic distinctness of the arid sections of the southwestern United States and northwestern Mexico seems first to have been recognized by Hinds ('43, p. 350-351) , who, basing his description on the vegetation, named this district the \" Chihuahua region.\" The Chihuahua region of Hinds includes parts of several other biotic provinces in addition to the Sonoran.",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 165,
                        "text": "('43, p. 350-351)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The term Sonoran was applied by various early zoologists to a faunal district in the Southwest, but the earliest adequate description of the \" Sonoran Region \" is apparently that of Cope ('73, , who centered the region in the State of Sonora, but included some areas which I place outside the Sonoran biotic province.",
                "cite_spans": [
                    {
                        "start": 182,
                        "end": 192,
                        "text": "Cope ('73,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The Sonoran biotic province as here considered (Fig. 1) is bounded on the southwest mostly by the Gulf of California, but the province also includes the eastern shore of Baja California from about the 29th parallel northward (Nelson, '21, pl. 31; and Shreve, '26, . The western boundary of the province then continues northward through southeastern California to include the Imperial Valley, the Mohave Desert, and the adjacent desert valleys (Lower Sonoran life zone in part, of Grinnell ('35, pl. 3) . The boundary then turns somewhat southeastward and crosses southern Nevada and the southwestern corner of Utah. From the Colorado River the boundary extends diagonally southeastwardly across Arizona to the southern end of the Rincon Mountains near Tucson (Nichol, '37, col. map across Sonora in a somewhat sinuous line to near Tecoripa (Burt, '38, Map 1) .",
                "cite_spans": [
                    {
                        "start": 225,
                        "end": 233,
                        "text": "(Nelson,",
                        "ref_id": null
                    },
                    {
                        "start": 234,
                        "end": 238,
                        "text": "'21,",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 246,
                        "text": "pl. 31;",
                        "ref_id": null
                    },
                    {
                        "start": 247,
                        "end": 258,
                        "text": "and Shreve,",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 263,
                        "text": "'26,",
                        "ref_id": null
                    },
                    {
                        "start": 480,
                        "end": 494,
                        "text": "Grinnell ('35,",
                        "ref_id": null
                    },
                    {
                        "start": 495,
                        "end": 501,
                        "text": "pl. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 759,
                        "end": 767,
                        "text": "(Nichol,",
                        "ref_id": null
                    },
                    {
                        "start": 768,
                        "end": 772,
                        "text": "'37,",
                        "ref_id": null
                    },
                    {
                        "start": 773,
                        "end": 781,
                        "text": "col. map",
                        "ref_id": null
                    },
                    {
                        "start": 840,
                        "end": 846,
                        "text": "(Burt,",
                        "ref_id": null
                    },
                    {
                        "start": 847,
                        "end": 851,
                        "text": "'38,",
                        "ref_id": null
                    },
                    {
                        "start": 852,
                        "end": 858,
                        "text": "Map 1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 47,
                        "end": 55,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "From Tecoripa the boundary runs southwestward to the Gulf of California, which it reaches near Guaymas. Some of the islands in the northern part of the Gulf of California are here included in the Sonoran province, but the biotic relationships of many of these islands are not well known. Later studies undoubtedly will require considerable modification in the here specified The colors of these rocks and sands are ecologically important, for many of the desert animals tend to match the color of the soil on which they live.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The soils of the desert plains are mostly pale in color and most of the desert animals are also pale in color, but those rock-inhabiting species which are restricted to the desert mountains vary in color from mountain to mountain, tending to be colored like the prevailing color of the rocks of the particular mountains on which they occur (Dice and Blossom, '37, .",
                "cite_spans": [
                    {
                        "start": 340,
                        "end": 358,
                        "text": "(Dice and Blossom,",
                        "ref_id": null
                    },
                    {
                        "start": 359,
                        "end": 363,
                        "text": "'37,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The climate of the Sonoran province is characterized by high summer temperatures, slight precipitation, and low atmospheric humidities. At Yuma, Arizona, the average annual rainfall is only 2.7 inches (Henry, '06, p. 909 ). The rains are very irregular in distribution, but in general there is most rainfall during the winter months in the western part of the Sonoran area and most rainfall in the summer months in the eastern part of the area.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 208,
                        "text": "(Henry,",
                        "ref_id": null
                    },
                    {
                        "start": 209,
                        "end": 213,
                        "text": "'06,",
                        "ref_id": null
                    },
                    {
                        "start": 214,
                        "end": 220,
                        "text": "p. 909",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The winter rains are usually, but not always, gentle and general in character, while those of the summer tend to be torrential local showers. The annual amounts of rain received vary greatly from year to year and periods of over a year may pass with no rainfall of sufficient amount to initiate plant growth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The temperature of the whole year averages very high in the Sonoran prov- (Grinnell, '28, which is here recognized as a distinct biotic province, the San Lucan.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 84,
                        "text": "(Grinnell,",
                        "ref_id": null
                    },
                    {
                        "start": 85,
                        "end": 89,
                        "text": "'28,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "To the southeast, in the southern part of the State of Sonora, the Sonoran province meets the Sinaloan biotic province, which has a forest-free climate and which is characterized by thorn forest (Shreve, '34, . To explain the assignment of authority for the name Sinaloan to me by Burt ('38, p. 14) it is necessary to state that the present paper was prepared several years ago and that its publication has been delayed.",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 203,
                        "text": "(Shreve,",
                        "ref_id": null
                    },
                    {
                        "start": 204,
                        "end": 208,
                        "text": "'34,",
                        "ref_id": null
                    },
                    {
                        "start": 286,
                        "end": 298,
                        "text": "('38, p. 14)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Many species of animals and of plants in the Sonoran province are closely restricted to particular ecological communities. Also some forms of life occur only in certain of the biotic districts and not over all the province.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Furthermore, many races and local forms of plants and animals have differentiated on isolated desert mountains or on islands, or they for other reasons have only a limited distribution. It will be evident then that many of the peculiar Sonoran forms are not to be found throughout the province. To The following species of mammals seem to be restricted rather closely within the limits of the Sonoran province as it has been above defined:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Citellus mohavensis, Mohave ground-squirrel; Perognathus f ornmosus, Creosote pocket-mouse; Perognathus spinatus, Spiny pocket-mouse; Dipodomys mohavensis, Mohave kangaroo-rat; Dipodornys microps, Kangaroo-rat; Dipodornys deserti, Sonoran kangaroo-rat; Neotoma varia, Woodrat. Also the species Peromyscus stephani, P. collatus, and P. pembertoni occur only on islands in the Gulf of California which are assigned to this province. These several species of Peromyscus are all members of the eren'ticus group which, as noted below, has numerous subspecies restricted to the Sonoran province.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Neotoma varia is also restricted to an island in the Gulf of California. None of the species above listed are widely distributed in the province. In addition to the species and subspecies which are listed above as being This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms LIZARDS: Dipso-saurus dorsalis dorsalis, Northern crested lizard; Sauromnals obesus, Chuckwalla; Umna notata, Ocellated sand lizard; Callisaurus inusitatus, Sonoran gridiron-tailed lizard; Callisaurus ventralis gabbii, Desert gridiron-tailed lizard; Uta graciosa, Long-tailed uta; Heloderma suspectum, Gila monster; Phrynosoma m'callii, Flat-tailed horned toad; Phrynosoma solare, Regal horned toad. SNAKES: Leptotyphlops humilis cahuilae, Desert worm snake; Lichanlu roseofusca gracia, Desert rosy boa; Phyllorhynchus browni, Brown leaf-nose snake; Lampropeltis getulus yumensis, Desert milk snake; Sono5 a occipitali Tricolor ground snake; Chilometeniscus cinctus, Banded burrowing snake Crotalus cerastes, Sidewinder.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "TURTLES: Gopherus agassizii, Desert tortoise.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Besides the peculiar Sonoran amphibians and reptiles listed above a number of endemic forms occur on the islands in the Gulf of California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "In preparing lists of the forms of life characteristic of the Sonoran Province I have given little attention to subgenera, genera, or larger taxonomic groups. Taxonomic distinctness means mostly that intermediate forins have disappeared. Very distinct forms may, by reason of this distinctness, be indicated possibly to have been anciently separated from their allies. But forms with special adaptations to the desert environment may be connected through intergrading forms with allies which lack these adaptations. Degree of taxonomic distinctness, therefore, does not necessarily indicate the degree of ecological importance of the forms compared. Species, subspecies, or even local races may be ecologically as significant as genera or families, and I have in this discussion considered mostly the smaller taxonomic divisions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "Distinct varieties are particularly likely to develop in isolated habitats. Outstanding examples of local centers of differentiation in the Sonoran province are islands, water courses and springs, and isolated desert mountains and lava beds. The great number of isolated habitats in the Sonoran area has undoubtedly hlad much to do with the production of the considerable number of local races found in the province.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "None of the subspecies or species of mammals, reptiles, or amphibians listed above as being restricted to the Sonoran biotic province can be considered to be relicts, that is, the remnants of forms which in some previous geological time had a wider distribution. On the contrary, many of the peculiar Sonoran forms give evidence of having originated on the areas they now occupy. This is particularly true of those forms restricted to small desert mountains or to islands in the Gulf of California. A number of these local races show, as stated above, a striking correlation between their pelage color and the color of the soil on which they live. Being apparently adapted to the particular environment in which they now occur these special forms are not likely to have originated at any other place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "That some of the subspecies characteristic of the Sonoran Province, and which probably originated there, will in time spread beyond the limits of the province is theoretically possible. But it has been shown (Dice and Blossom, '37, ) that many of the peculiar Sonoran forms are restricted to very local habitats, which are probably also their places of origin. That these restricted forms will ever spread, as subspecies, much beyond their present geographical limits seems unlikely, for under present conditions natural selection should theoretically tend to eliminate any individuals which leave these particular environments. Some genera of animals and of plants are now restricted to the Sonoran area and perhaps these groups originated there, but it is also possible that their origin was in some other locality. Other genera of animals or plants which do not now occur in the limits of the Sonoran province may have originated there, later spreading out. But for few if any of these genera would it be possible to prove any particular locality to be their center of origin. The several ranges of California mountains tend to shut off winds from the Pacific and therefore extend the desert further north than it would otherwise occur, but it should be noted that nearly the whole of Baja California, lying directly beside the Pacific Ocean, is also desert. It is therefore obvious that the California mountains are not primarily responsible for the occurrence of desert in this area.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 226,
                        "text": "(Dice and Blossom,",
                        "ref_id": null
                    },
                    {
                        "start": 227,
                        "end": 231,
                        "text": "'37,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The extensive glaciation of the Pleistocene undoubtedly affected the climate of the Sonoran province to some extent, for at that time glaciers and snow fields were extensive in the California mountains. It is quite possible that during glacial time the climate of the Sonoran Desert may have been somewhat less severely arid than at present. However, the climatic influence of mountain glaciers does not extend to any considerable distance, and it seems very probable that a considerable body of desert or at least very arid climate continued to exist in the Sonoran area during the whole of glacial time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "How long before glacial time the Sonoran desert came into existence we do not know, but a long period of geological time would seem to be necessary for the production of the considerable number of peculiar, desert-adapted groups of animals and plants which occur in the Sonoran area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "According to Brooks ('26, in Tertiary time the northern hemisphere in mid-latitudes was much drier than at present. If this be true, desert and arid conditions would have been much more widespread on North",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 25,
                        "text": "Brooks ('26,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "America than at present from the late Upper Eocene on through the Tertiary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "The aridity of middle North America probably became ameliorated during the late Tertiary, as the glacial period approached. It is possible therefore, that the Sonoran biotic province is not the place of origin of all the peculiar Sonoran forms, but is an area of present concentration for a large number of species and races adapted to desert environments, some of which forms may have originated in other arid regions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Uniiversity of Michigan",
                "sec_num": null
            },
            {
                "text": "LEE R. DICE Ecology, Vol. 20, No. 2 chrysonuitus, co nvergcns, desertorum, mohavensis, perpallidus, phasmia, puer-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Many of the peculiar Sonoran races and species of amphibians, reptiles, and mammals have probably differentiated in the province, due evidently to the occurrence there of very distant types of environmental conditions combined with a considerable amount of local isolation. The Sonoran biotic province is also distinguished as an important physiographic province, as an important climatic province",
                "authors": [],
                "year": null,
                "venue": "The Sonoran biotic province is distinguished by its assemblage of species and races of plants and of animals",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The Sonoran biotic province is distinguished by its assemblage of species and races of plants and of animals. Many of the peculiar Sonoran races and species of amphibians, reptiles, and mammals have probably differentiated in the province, due evidently to the occurrence there of very distant types of environmental conditions combined with a considerable amount of local isolation. The Sonoran biotic province is also distinguished as an important physiographic province, as an important climatic province, and as a vegetation climax. LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Southeastern United States as a center of geographical distribution of flora and fauna",
                "authors": [
                    {
                        "first": "Charles",
                        "middle": [
                            "C"
                        ],
                        "last": "Adams",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "Biol. Bul",
                "volume": "3",
                "issue": "",
                "pages": "115--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Adams, Charles C. 1902. Southeastern United States as a center of geographical distribution of flora and fauna. Biol. Bul. 3: 115-131.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The evolution of climate. London: Benn Brothers, Ltd",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E P"
                        ],
                        "last": "Brooks",
                        "suffix": ""
                    }
                ],
                "year": 1922,
                "venue": "",
                "volume": "173",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brooks, C. E. P. 1922. The evolution of climate. London: Benn Brothers, Ltd. 173 pp.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Faunal relationships and geographic distribution of mammals in Sonora",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Mexico. Miscl. Publ. Mus. Zool., Univ. Mich",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burt, W. H. 1938. Faunal relationships and geographic distribution of mammals in Sonora, Mexico. Miscl. Publ. Mus. Zool., Univ. Mich. ao. 39. 77 pp., 26 maps.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Plant indicators: the relation of plant communities to process and practice",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "E"
                        ],
                        "last": "Clements",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Clements, F. E. 1920. Plant indicators: the relation of plant communities to process and practice. Carnegie Inst. Washington, pubi. 290: xvi + 388 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Gray: Gray's Atlas of the United States, with general maps of the world, accompanied by descriptions geographical, historical, scientific, and statistical",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Cope",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "col. map. Philadelphia",
                "volume": "",
                "issue": "",
                "pages": "32--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cope, E. D. 1873. Zoological description. In 0. W. Gray: Gray's Atlas of the United States, with general maps of the world, accompanied by descriptions geographical, historical, scientific, and statistical. Pp. 32-36, col. map. Phila- delphia: Stecdman, Brown, & Lyon.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The relation of mammalian distribution to vegetation types",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "Sci. Mon",
                "volume": "33",
                "issue": "",
                "pages": "312--317",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice, Lee R. 1931. The relation of mammalian distribution to vegetation types. Sci. Mon. 33: 312-317.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Studies of mammalian ecology in southwestern North America, with special attention to the colors of desert mammals",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Blossom",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "485",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice, Lee R., and P. M. Blossom. 1937. Studies of mammalian ecology in south- western North America, with special attention to the colors of desert mam- mals. Carnegie Inst. Wash., Publ. 485: iv + 129 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Physiography of western United States",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Fenneman",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "",
                "volume": "534",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fenneman, N. M. 1931. Physiography of western United States. New York and London: McGraw-Hill, xiii + 534 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A distributional summation of the ornithology of Lower California",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Grinnell",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "Univ. Calif. Pubi. Zool",
                "volume": "32",
                "issue": "",
                "pages": "1--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grinnell, J. 1928. A distributional summation of the ornithology of Lower Cali- fornia. Univ. Calif. Pubi. Zool. 32: 1-300.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Review of the recent mammal fauna of California",
                "authors": [],
                "year": 1933,
                "venue": "Univ. Calif. Publ. Zool",
                "volume": "40",
                "issue": "",
                "pages": "71--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1933. Review of the recent mammal fauna of California. Univ. Calif. Publ. Zool. 40: 71-234.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A revised life-zone map of California",
                "authors": [],
                "year": null,
                "venue": "Univ. Calif. Publ. Zool",
                "volume": "40",
                "issue": "",
                "pages": "327--330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A revised life-zone map of California. Univ. Calif. Publ. Zool. 40: 327-330.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Climatology of the United States",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Henry",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "",
                "volume": "1012",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Henry, A. J. 1906. Climatology of the United States. U. S. Dept. Agric., Weather Bur., Bull. Q, 1012 pp.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The regions of vegetation; being an analysis of the distribution of vegetable forms over the surface of the globe in connexion with climate and physical agents",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Hinds",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "325--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hinds, R. B. 1843. The regions of vegetation; being an analysis of the distribu- tion of vegetable forms over the surface of the globe in connexion with climate and physical agents. In Belcher, Edward: Narrative of a voyage round the world, performed in Her Majesty's ship Sulphur . . . Vol. 2, pp. 325-460. London: Henry Colburn.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Distribution of vegetation in the United States as related to climatic conditions",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Livingston",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Shreve",
                        "suffix": ""
                    }
                ],
                "year": 1921,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Livingston, B. E., and F. Shreve. 1921. Distribution of vegetation in the United States as related to climatic conditions. Carnegie Inst. Washington, publ. 284: xvi + 590 pp.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The geographic distribution of life in North America, with special reference to the Mammalia",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proc. Biol. Soc. Washington",
                "volume": "7",
                "issue": "",
                "pages": "1--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Merriam, C. H. 1892. The geographic distribution of life in North America, with special reference to the Mammalia. Proc. Biol. Soc. Washington 7: 1-64.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "List of North American recent mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1924,
                "venue": "00:12 UTC All use subject to",
                "volume": "128",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miller, G. S., Jr. 1924. List of North American recent mammals. U. S. Nat. Mus., Bull. 128: xvi + 673 pp. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The natural vegetation of Arizona",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Nichol",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Univ. Ari2. Tech. Bul. No",
                "volume": "68",
                "issue": "",
                "pages": "181--222",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nichol, A. A. 1937. The natural vegetation of Arizona. Univ. Ari2. Tech. Bul. No. 68: 181-222.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Descriptive list of North American biota (south to central Mexico). Naturalist's Guide to the Americas",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "E"
                        ],
                        "last": "Shelford",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "60--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shelford, V. E., L. Jones, and L. R. Dice. 1926. Descriptive list of North Ameri- can biota (south to central Mexico). Naturalist's Guide to the Americas, pp. 60-74, map. Baltimore: Williams and Wilkins Co.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The desert of northern Baja",
                "authors": [
                    {
                        "first": "Forrest",
                        "middle": [],
                        "last": "Shreve",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "California. Bull. Torrey Bot. Club",
                "volume": "53",
                "issue": "",
                "pages": "129--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shreve, Forrest. 1926. The desert of northern Baja, California. Bull. Torrey Bot. Club 53: 129-136.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Vegetation of the northwestern coast of Mexico",
                "authors": [],
                "year": 1934,
                "venue": "Bull. Torrey Bot. Club",
                "volume": "61",
                "issue": "",
                "pages": "373--380",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1934. Vegetation of the northwestern coast of Mexico. Bull. Torrey Bot. Club 61: 373-380.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "A check list of North American amphibians and reptiles",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Stejenger",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Barbour",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "00:12 UTC All use subject to",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stejenger, L., and T. Barbour. 1933. A check list of North American amphibians and reptiles. 3d ed. Cambridge: Harvard Univ. Press, 185 pp. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "boundaries of the province. Physiographic divisions included in the Sonoran biotic province are the Sonoran Desert section, the Salton Trough section, and a small portion of the Mexican Highland section of the Basin and Range province of Fenneman ('31, p. 367-369, pl. I). The Sonoran area is made up of alternating mountains and desert plains. The mountains have no regular orientation and their structure is irregular and mostly undetermined. Lavas and other types of igneous rocks are frequent. The drainage of most of this desert is good, though there are a f ew undrained basins. The Salton Trough and the Mohave Desert have entirely internal drainage. The soils of the Sonoran plains are mostly fine in texture and gray or buff in color. There are, however, small local deposits of alkaline or volcanic soils. The alkaline soils are sometimes incrusted with whitish salts. The volcanic soils are of various colors, but are mostly dark in color tone. The desert mountains rise steeply from the desert plain and frequently expose bare rock cliffs. There are many slopes strewn with large and small rock fragments. The colors of the rocks vary in the various mountains from very pale granites to nearly black lavas."
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Numerous ecologic communities occur within the area covered by the Sonoran province and the sum of the areas covered by the several communities constitutes the province. These communities are related to one another in several successional sequences and in other manners. Not all the communities are of equal importance ecologically or biogeographically. Nor do all the ecological communities extend throughout the biotic province. Furthermore, some communities of the Sonoran province recur in more or less modified form in one or more of the adjacent biotic provinces.The most characteristic plant of the desert plains in the Sonoran province is the creosote bush (Larrea). This often is associated, especially in overgrazed areas, with arborescent cacti (Opuntia spp.), locally called \" choya.\"On the rocky slopes of the desert mountains the characteristic plants, are, near Tucson, the giant cactus or sahuaro, the ocotillo, and the palo verde. In Sonora a number of other conspicuous cacti occur. Along water courses the mesquite forms a typical community and some of the trees in this low forest have large trunk diameters. The mesquite also grows in a more open stand and in a more dwarfed condition in grassland at higher elevations."
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "consider these forms as indicators of the province or even of any subdivision would be misleading. The province is characterized by the assemblage of forms there found together, and while the number of peculiar forms occurring in the Sonoran area indicates its distinctness from adjacent biotic provinces and its importance as a place of organic differentiation, yet the limit of distribution of no one of these \"characteristic \" forms \"indicates\" the boundaries of the province.It is true that, if there is an important change in environmental conditions, a number of species and races may reach their limits of distribution at nearly the same line. Some species characteristic of the Sonoran province do not extend much if any beyond the limits I have mapped for the province. On the other hand, some other species, which are apparently equally as abundant This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms and equally as successful in the desert, extend far beyond the limits of the Sonoran area. Some widely distributed species are able to range across several biotic provinces by being presumably adaptable in their ecologic toleration. Other species obtain extensive geographical ranges by occupying distant isolated patches of habitats similar to those which are characteristic of larger areas in the province where they are most abundant. A few species in each biotic province are characteristic of ecologic associations, such as the riparian association, which nowhere in the arid regions are very extensive, but which, nevertheless, may be widespread and important. Sharp boundaries to biogeographical divisions are, in fact, rare, except where some barrier may completely limit organic distribution. Nearly all biotic boundaries are somewhat indefinite and ecologic provinces usually meet in a transition area which often is quite broad. Many subspecies, species, and larger taxonomic groups of plants and animals are known to be closely restricted in distribution to the Sonoran province, but many groups of organisms have not yet been adequately studied in this and the adjacent areas, and I shall, in this paper, confine my remarks chiefly to the amphibians, reptiles and mammals. In preparing the following lists of mammals I have depended greatly upon the catalog of the mammals of the State of Sonora by Burt ('38) and the similar catalog of Californian mammals by Grinnell ('33). The lists of amphibians and reptiles were kindly prepared by Helen T. Gaige and L. C. Stuart. The mammal names used are those of Miller ('24) with later additions. The names of the amphibians and reptiles are from Stejneger and Barbour ('33)."
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "restricted to the Sonoran biotic province a number of other wide-ranging species of mnammals are common in this province or at least in parts of it.Some of these species are represented in the province by more than one subspecies, none of which seem to be restricted to the province: Macrotus cali-f ornicus, Leaf-nosed bat; Myotis yumancnsis, Yuma bat; Myotis californicus, California bat; Pipistrellus hesperus, Canyon bat; Corynorhinus rafitesque, Lump-nosed bat; Antrozous pallidus, Pallid bat; Tadarida m?exicana, Freetailed bat; Spilogale gracilis, Spotted skunk; Mephitis mephitis, Striped skunk; Mephitis macroura, Hooded skunk; Urocyon cinereoargenteus, Gray fox; Taxidea taxus, Badger; Canis latrans, Coyote; Lynx rufus, Bobcat; Citellus grammurus, Rock-squirrel; Ammospermiophilus leucurus, White-tailed antelope-squirrel. Reptiles are very abundant in the Sonoran province, though amphibians are in general absent. The rattlesnakes (Crotalus), the bull-snake (Fituophis), and the whip-snake (Masticophlis) are very numerous and characteristic. Lizards are especially numerous and the genus Urna is not found elsewhere.The following amphibians and reptiles are restricted in general to the Sonoran biotic province:"
            },
            "FIGREF4": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "That some forms originating in past ages in the Sonoran area may have spread beyond the boundaries of the province is nevertheless possible. Theoretically some of the forms originating in the desert and, therefore, presumably adapted to the desert environment, might be expected to spread into the more arid habitats of adjacent biotic provinces. It is possible, therefore, that many species which now have a wide distribution in Mexico and thewestern United States may have originated in the Sonoran province. A considerable number of species of mammals have distributional ranges whose geographical centers lie roughly in the Sonoran province.The place of origin of any wide-spread species however, can rarely be determined with certainty and perhaps none of the species whose present ranges center in the Sonoran province actually originated there. AlthoughAdams ('02, p. 122)  and others have proposed criteria for determining the centers of origin of particular groups of animals these criteria are not universally accepted as valid by zoogeographers, the several criteria are not always easy of application to particular cases, nor are the indications from these criteria always consistent.Our present palaeontological data also is generally inadequate to show the geographical locality where any particular genus or family has originated.The climatic changes over North America during the age of mammals, the Cenozoic, are believed to have been considerable. Correlated with these changes in the distribution of climates and of other environmental conditions great changes in the distribution of the various kinds of mammals and other animals as well as of plants must have occurred. All this was happening during the ages when the various living genera and species were being evolved."
            },
            "FIGREF5": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "very confusing feature of all attempts to determine the place of origin of any group of organisms is that the parent stock itself must have had a place of origin. Every stage in phylogenic evolution must have had a still earlier ancestral stage. And the places of residence of the several ancestors, This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:00:12 UTC All use subject to https://about.jstor.org/terms and therefore the successive centers of origin for the stock, must at least occasionally have been in different geographical locations. Little is known about the ecological factors which limit the geographical range of any of the desert animals. More is known about the factors which limit plant distribution, but it would probably be impossible to state for any desert species of plant or animal just what factors prevent its spread beyond its present limits of occurrence. An arid climate has probably existed for a long period of geological time in and near the present site of the Sonoran province. We do not know how long the present type of wind circulation has been in existence on our planet, but it seems likely that it is not a recent development. With the present planetary air circulation the Sonoran Desert lies mostly within an area of persistent high pressure, with which is associated dry air and low precipitation. The position of the Sonoran area far south ensures a long hot season during summer, and the clear air allows the full strength of the sun to beat down on the parched soil."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "text": "boundary circles westward around the northern end of the Baboquivari Mountains and crosses the Mexican border. It then extends southeastward",
                "content": "<table><tr><td>the</td><td/><td/><td/><td/></tr><tr><td>I19?</td><td>117?</td><td>115?</td><td>113?</td><td>.111?</td></tr><tr><td>35.</td><td/><td/><td/><td/></tr><tr><td colspan=\"5\">FI&amp;.'1. Tentative map of the Sonoran biotic province.</td></tr><tr><td/><td colspan=\"3\">3'~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~33</td><td/></tr><tr><td>Z7, MI L ES</td><td/><td/><td/><td/></tr><tr><td colspan=\"3\">11 119' 11 ' i5 13</td><td/><td/></tr><tr><td colspan=\"5\">FIG. 1. Tentative map of the Sonoran biotic province.</td></tr></table>"
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "text": "This association constitutes the vegetational climax of the area. Clements, however, includes Baja California in the Western Desert Scrub, while I consider the southern part of Baja California to belong to a separate biotic province, the San Lucan. In the classification ofShelford, Jones, and Dice ('26, p. 72)  the Western Small Tree and Succulent Desert biota corresponds in part with what I here call the Sonoran biotic province. open stands of mesquite. This area constitutes the Apachian biotic province(Burt, '38,, whichBlossom and I ('37, called the Chihuahuan biotic province. I now consider it better to restrict the name Chihuahuan to the desert which occurs in typical condition in the eastern part of the State of Chihuahua. To the northeast and north of the Sonoran province lies a high plateau region on which the characteristic vegetation is a low open forest dominated by junipers, with which are often associated pinyon pine and various species of oaks. To this province I give the name Navahonian, from the Navajo Indian tribe. The presence of numerous kinds of cacti distinguishes the Sonoran province from the sagebrush area occupying the Great Basin, which I shall call the Artemisian province. In the Artemisian province the lowgrowing prickly pear is the only important cactus.To the westward the Sonoran Desert changes, sometimes very abruptly, into the chaparral, oak forest, and valley grasslands characteristic of the Californian province, which has a dry summer climate. Baja California resembles the Sonoran province in its desert character, but it is itself an important center of differentiation",
                "content": "<table><tr><td>with</td></tr></table>"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "text": "Valley pocket-gopher; Perognathus flavus, subsp. sonoriensis, Silky pocket-mouse; Perognathus longimiemibris, subspp. bangsi, bomlbycinus, kinoensis, Pocket-mouse; Perognathus am plus, subspp. rotundus, taylori,",
                "content": "<table><tr><td>Bahada pocket-mouse; Perognathus baileyi, subspp. domnensis, insularis, Bailey</td></tr><tr><td>pocket-mouse; Perognathlus penicillatus, subspp. angustirostris, minirnus, seri,</td></tr><tr><td>stephensi, Wash pocket-mouse; Perognathus intermtedius, subspp. lithophilus,</td></tr><tr><td>nigriniontis, phasma, pinacate, Rock pocket-mouse; Dipodomxys merriamni,</td></tr><tr><td>subspp. mierriami, miitchelli, regillus, simiolus, Merriam kangaroo-rat; Castor</td></tr><tr><td>canadensis, subsp. frondator, Sonora beaver; Onychomys torridus, subspp.</td></tr><tr><td>clarus, pulcher, Scorpion-mouse; Peromyscus eremnicus, subspp. eremicus,</td></tr><tr><td>papagensis, pullus, tiburonensis, Cactus-mouse; Peromyscus crinitus, subspp.</td></tr><tr><td>disparilis, stephensi, pallidissimius, Canyon-mouse; Neotoma albigula, subspp.</td></tr><tr><td>mnearnsi, seri, sheldoni, venusta, White-throated woodrat; Neotoma lepida,</td></tr><tr><td>subspp. aureotunicata, auripila, bensoni, flava, Cactus woodrat; Sigmodon</td></tr><tr><td>hispidus, subsp. eremnicus, Cotton-rat; Ondatra zibethica, subsp. bernardi,</td></tr><tr><td>The following species of mammals are represented in the Sonoran biotic</td></tr><tr><td>province by the subspecies stated, each of which is practically restricted to</td></tr><tr><td>the province: Vulpes macrotis, subsp. arsipus, Kit fox; Canis latrans, subsp.</td></tr><tr><td>jamesi, Coyote; Felis concolor, subsp. browni, Cougar; Citellus tereticaudus,</td></tr><tr><td>subspp. chorus, erernonomus, tereticaudus, Round-tailed ground-squirrel;</td></tr></table>"
            }
        }
    }
}