{
    "paper_id": "Dice1923-NotesontheFossilLeporidGenusPanolax",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:45.485331Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1923-NotesontheFossilLeporidGenusPanolax",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "On March 12, 1921, a number of ground squirrels (Citellu8 malli8) were shot and examined for information as to the number of young born to the litter. One old adult was found to be carrying thirteen small young 15 millimeters in length. This is the largest litter I have seen.-STANLEY G. JEWETT, Portland, Oregon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A BREEDING RECORD OF CITELLUS MOLLIS",
                "sec_num": null
            },
            {
                "text": "It has been pointed out to me that the sub specific na.me thomasi given by Kuroda and Mori in the Journal of Mammalogy (vol. 4, p. 27 ) to a Petaurista is preoccupied, and the name should therefore be changed. I would propose for the Korean animal the name Petaurista leucogenys hintoni.-TAMEZO MORI, Keijo High Scl:ool, Seoul, Korea.",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 133,
                        "text": "(vol. 4, p. 27",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NEW NAME FOR A KOREAN FLYING SQUIRREL",
                "sec_num": null
            },
            {
                "text": "During the early fall of 1922, James M. Frye, a farmer living in Hampshire County, West Virginia, reported the finding of fresh beaver work on Tear Coat Creek, a tributary of North River. The writer visited this section the following February in order to determine the accuracy of the report. It was found that a colony of beavers had built a dam on the creek above mentioned but that they had later moved out on account of the drying up of the stream and had located on North River a short distance above the mouth of the creek. Here they had built a dam and had done much cutting along both banks of the stream, working up to about the middle of January, according to residents living in the neighborhood. Willow, chestnut oak, white ash, red oak, white oak, hickory, black cherry, sumach, alder, and flowering dogwood had been freshly cut and hauled into the water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REAPPEARANCE OF BEAVERS IN WEST VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Beavers have been counted as extinct in West Virginia for fifty years or more. Reports that a single beaver had been seen in the Greenbrier River in 1904 and another in Pocahontas County in 1907 are apparently not well authenticated. A few of the older trappers and hunters still living state that beaver work was observed by them many years ago on the headwaters of the Williams and Greenbrier Rivers. But not a single report has come from the region lying on the eastern side of the Alleghanies where the present colony is located. All efforts to learn of their origin have failed.-A. B. BROOKS, Chief Game Protector, Buckhannon, West Virginia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "REAPPEARANCE OF BEAVERS IN WEST VIRGINIA",
                "sec_num": null
            },
            {
                "text": "The genus Panolax was described by Cope in 1874 from a few teeth and some other fragments from the Sante Fe beds of New Mexico. No other specimens have since been found. The Sante Fe beds are probably of Upper Miocene age. Through the courtesy of Dr. J. W. Gidley I have recently been able to study the type series in the United States National Museum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOSSIL LEPORlD GENUS PANOLAX",
                "sec_num": null
            },
            {
                "text": "The genus was originally based by Cope on the supposed circumstance that the last upper molar was composed of two enamel columns, one internal and one external. However, the tooth identified by Cope as the last upper molar, and so figured by him, is clearly the last lower molar: and the two enamel columns of this tooth undoubtedly stood in an antero-posterior relation, as in all other known rabbits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOSSIL LEPORlD GENUS PANOLAX",
                "sec_num": null
            },
            {
                "text": "The tooth figured by Cope as the first upper molariform tooth is actually the half only of a split molariform tooth, and offers no diagnostic characters. The several complete upper molariform teeth agree reasonably well with the enamel patterns of these teeth as figured. In these teeth the reentrant angle is smooth and extends less than half way across the tooth, agreeing in this regard with Palaeolagus and with Archaeolagus ennisianus rather than with the only known upper molar of Hypolagus vetus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOSSIL LEPORlD GENUS PANOLAX",
                "sec_num": null
            },
            {
                "text": "It seems probable that Panolax sanctaefidei will eventually have to be placed either in the group allied to Archaeolagus ennisianus or in that related to Hypolagus vetus. In either case the name Panolax, being the older, would become the name of the genus in which the species were placed. However, the amount of information at hand about all these forms is too inadequate to determine to which of these two groups the Santa Fe form is most nearly related.-L. R. DICE, Museum of Zoology, University of Michigan, Ann Arbor, Mich.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOSSIL LEPORlD GENUS PANOLAX",
                "sec_num": null
            },
            {
                "text": "The hoary bat (Nycteris cinerea) has always been regarded as rare and occurring in Kansas only during migration. Collecting done the past year, however, seems to indicate that this species breeds as far south as Lawrence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The University of Kansas Museum contains an adult female specimen collected May 25, 1920. The following month, June 30, 1920, an adult male was secured. June 27, 1922, a haJf grown female (total length, 82; tail, 27; hind foot, 7) was found by Miss Mary Harkey on the ground at the base of a large maple tree. The following day, June 28, 1922, a female with two young clinging to her was found hanging to the bark of a tree near the museum. These young, male and female, measured: total length, 97; tail, 37; hind foot, 14; total length, 102; tail, 40, hind foot, 14, respectively. July 9,1922, Curator C. D. Bunker collected a second female with two female young clinging to her. These measured: total length, 115; tail, 48; hind foot, 12.5, each.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "Although no specimens have been collected at Lawrence during August and September, future collecting will undoubtedly show that this bat occurs here at least five months during the year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "Since it is unlikely that this species migrates during June and July and still more improbable that the young were capable of any extended flight, or of being carried by the mother, they must certainly breed as far south as Lawrence, Kansas. More data will, I believe, show that this species breeds over a much greater range than was formerly supposed, as Hahn records a female with two young having been taken in southern Indiana (The Mammals of Indiana, Ann. Rept. Dept. Geol. & Nat. Resources, 1908, p. 638) and Hopkins gives an account. of a hoary bat being taken at Kent, Ohio, August 12, 1919 (Ohio Jourll. Sci., vol. 20, no. 2, pp. 35-37) .",
                "cite_spans": [
                    {
                        "start": 467,
                        "end": 510,
                        "text": "Dept. Geol. & Nat. Resources, 1908, p. 638)",
                        "ref_id": null
                    },
                    {
                        "start": 571,
                        "end": 645,
                        "text": "Kent, Ohio, August 12, 1919 (Ohio Jourll. Sci., vol. 20, no. 2, pp. 35-37)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "Nycteris borealis borealis is the most common bat at Lawrence, the University of Kansas Museum collection being rich in specimens collected during the five months of May, June, July, August and September. Several specimens have been taken with from two to four young, which are brought forth late in May or early in June.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "The red bat frequents hollow trees, being quite common where old trees with large cavities afford suitable quarters. It is also noticeably common near groves",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OCCURRENCE OF THE HOARY BAT AT LAWRENCE, KANSAS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/4/3/191/897074 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}