{
    "paper_id": "Dice1928-Thejawofthefossilrabbitarchaeolagus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:49.267685Z"
    },
    "title": "THE JAW OF THE FOSSIL RABBIT ARCHAEOLAGUS 237",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1928-Thejawofthefossilrabbitarchaeolagus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Through the courtesy of Dr. Earl L. Packard I have been allowed to study several specimens of the fossil rabbit Archaeolaqus ennisianus (Cope) preserved in the collections of the University of Oregon. One of these specimens consists of a skull in fairly good condition with both jaws present, This skull, No. 177, was collected many years ago on the .John Day River, Oregon, but the exact locality is not recorded. Another specimen coming from Turtle Cove, John Day Valley, consists of a portion of a maxilla, containing the full set of upper molars, and a portion of a lower jaw, with an incomplete set of lower molars. There seems no reason to doubt that these specimens are typical of the species mentioned, as the enamel patterns of the teeth agree fully in character with those previously figured.'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One of the characters used to define the genus Archaeolagus was the shape of the posterior portion of the lower jaw. In all the specimens previously described or figured this portion of the jaw had been indicated' as very different in shape from that of any living or fossil, rabbit or hare. I have myself examined the type and one other previously figured skull in the collection of the American Museum of Natural History, and although both of these have the lower edge of the jaw slightly fractured there was no indication that much material was absent. However, the present specimen clearly shows that the jaw is of the same general shape as in all other known leporids, and it is evident that the previously examined specimens are defective in the jaw region. In the previously examined specimens, also, the vertical rami had not been completely worked out of the matrix, and an erroneous conclusion was drawn as to the shape of this part of the jaw.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The jaw' of specimen No.' 177 is very similar in shape to that of Sylvilagus bachmani from Morro, California, though the vertical ramus .is less in height. The anterior portion of the jaw is not present in the fossil specimen on either right or left side, neither is the posterior angle; but by combining the parts represented on the two sides, most of the remainder of the jaw can be reconstructed. The vertical ramus is fairly slender and short, as compared with modern Sylvilagu8 and Lepus. For a rabbit it has a well developed coronoid process, produced from the exterior anterior edge of the ramus. This process is a little stronger, but not so extended as in Sylvilagu8 bachmani. At the anterior corner of the condyloid process is a conspicuous facet for articulation with the cranium. The depression on the exterior surface of the angle of the jaw for the attachment of the masseter muscle is somewhat more shallow than in Sylvilagus bachmani and other recent rabbits. This probably indicates weak jaw muscles. Just under the anterior molariform teeth there is a small cribiform area, similar to that found in recent leporids.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The position of the masseteric fossa (reentrant angle between the body of the jaw and the anterior part of the mandibular angle) of the fossil in relation to the tooth row is very similar to that of Sylvilagu8 bachmani \\ and some other rabbits. Although it can be said to be posterior to the tooth row as stated by Cope\" this interior angle is not so sharply marked",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ".\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Composite of the right and left halves of specimen No. 177, University of Oregon; from the John Day River, Oregon. Xl! .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. MANDIBLE OF ARCHAEOLAGUS ENNISIANUS, EXTERNAL VIEW",
                "sec_num": null
            },
            {
                "text": "in the fossil as in most recent lagomorphs, and the position of the fossa can not be used as a diagnostic character for the genus Archaeolaqus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. MANDIBLE OF ARCHAEOLAGUS ENNISIANUS, EXTERNAL VIEW",
                "sec_num": null
            },
            {
                "text": "An important feature in this specimen is the absence of the mandibular foramen, which in all modern rabbits and hares is found on the lower jaw just back of the last lower molar. By removing the matrix both lower jaws have been carefully exposed from the last molar to a point about half-way to the upper end of the vertical ramus, and no trace of the foramen can be found . If the foramen proves to be absent from other specimens of the species, this absence would presumably constitute one of the generic characters of Archaeolagus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. MANDIBLE OF ARCHAEOLAGUS ENNISIANUS, EXTERNAL VIEW",
                "sec_num": null
            },
            {
                "text": "In size the fossil skull agrees closely with that of the modern brush rabbit, Sylvilagus bachmani. It is too broken, however, to afford many points of measurement. The maxillary breadth is 28.6 mm. The upper molariform teeth in the specimen from Turtle Cove agree with those previously figured in the presence of enamel crescents, on the faces of the teeth, and in M' and M2 these enamel crescents are connected to the exterior border of the teeth. .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. MANDIBLE OF ARCHAEOLAGUS ENNISIANUS, EXTERNAL VIEW",
                "sec_num": null
            },
            {
                "text": "The characters of Archaeolagus may be restated to be: The simplicity of the folding of the enamel on the upper and lower molariform teeth, the main reentrant angle of the third lower premolar not extending more than about half across the tooth; the presence of enamel crescents on the faces of the upper molariform teeth, at least in the earlier .stagee of wear; and, probably, the absence of the mandibular foramen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1. MANDIBLE OF ARCHAEOLAGUS ENNISIANUS, EXTERNAL VIEW",
                "sec_num": null
            },
            {
                "text": "Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan,",
                "sec_num": null
            },
            {
                "text": "A NEW GAZELLE FROM NORTH AFRICA By ANGEL CABRERA , The gazelle found in the high plateaus of North .Africa, a region extending along the northern side of the Atlas from eastern Rif, in. Morocco, to northwestern Tunisia, appears to be recognized by some modern French naturalists as a peculiar form of Gazella dorcas\" which they mention as \"variete kevella,\" but without any accompanying description, nor even a short diagnosis to justify such distinction.' Only Joleaud tells us that specimens ascribed to this form are \"de grande taille.\" At all events, I consider that application of the name kevella to be untenable, as Antilope kevella Pallas, based on Buffon and Daubenton's \"Kevel,!\" is almost certainly unidentifiable. The only locality given by Buffon in connection with this antelope was Senegal, and-accordingly, F. Cuvier, Desmarest, Hamilton-Smith, and Owen identified it with the Senegalese gazelle now called G. ruftfrons; but Daubenton's description and figures were made from a faded skin,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan,",
                "sec_num": null
            },
            {
                "text": "L. R. Dice, Univ. California Pub!. Geol., vol. 10, p. 180, 1917. Downloaded from https://academic.oup.com/jmammal/article/9/3/237/1063936 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "E. D. Cope, Tertiary Vertebrates of the West, p. 886, 1885. Downloaded from https://academic.oup.com/jmammal/article/9/3/237/1063936 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "See Trouessart, Catalogue Mammalium, vol. 2, 1899, p. 943; Menegaux, La Vie des Animaux Illustree, vol. 2, 1903, p. 405; Joleaud, Bull. de la Soc. Geologique de France, ser. 4, vol. 17\" 1917, p. 209. 2 Histoire Naturelle, vol. 12, 1764, p. 204, pls, 25 and 31, fig. 2, with description by Daubenton on p. 205. -Downloaded from https://academic.oup.com/jmammal/article/9/3/237/1063936 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}