{
    "paper_id": "Dice1952-Heredityclinics-theirvalueforpublicserviceandforresearch",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:21.947418Z"
    },
    "title": "Heredity Clinics: Their Value for Public Service and for Research'",
    "authors": [
        {
            "first": "Lee",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "THE danger of deterioration of the world's stock of human genes through the accumulation of harmful mutations was forcefully pointed out at the 1949 annual meeting of the American Society of Human Genetics by our president for that year, H. J. Muller (1950). The harmful mutations that occur in primitive human populations may be assumed usually to be eliminated in time by natural selection. In our modern societies, however, many individuals who carry serious hereditary defects survive to transmit their harmful genes to their offspring. Even persons who carry such unfortunate traits as diabetes, pernicious anemia, or retinoblastoma can often be kept alive by medical treatment. The mutations that are responsible for these and numerous other serious diseases consequently have a tendency to accumulate and to reach a higher level of frequency in modern than in primitive populations. One method for preventing the transmission of a harmful hereditary trait is to destroy those individuals who exhibit the trait. This drastic method was in fact employed by the rulers of Nazi Germany, but it is utterly repugnant to most persons. Puerto Rico. Beneficial results are certainly being obtained through the steri",
    "pdf_parse": {
        "paper_id": "Dice1952-Heredityclinics-theirvalueforpublicserviceandforresearch",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "THE danger of deterioration of the world's stock of human genes through the accumulation of harmful mutations was forcefully pointed out at the 1949 annual meeting of the American Society of Human Genetics by our president for that year, H. J. Muller (1950). The harmful mutations that occur in primitive human populations may be assumed usually to be eliminated in time by natural selection. In our modern societies, however, many individuals who carry serious hereditary defects survive to transmit their harmful genes to their offspring. Even persons who carry such unfortunate traits as diabetes, pernicious anemia, or retinoblastoma can often be kept alive by medical treatment. The mutations that are responsible for these and numerous other serious diseases consequently have a tendency to accumulate and to reach a higher level of frequency in modern than in primitive populations. One method for preventing the transmission of a harmful hereditary trait is to destroy those individuals who exhibit the trait. This drastic method was in fact employed by the rulers of Nazi Germany, but it is utterly repugnant to most persons. Puerto Rico. Beneficial results are certainly being obtained through the steri",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Only two practical ways seem to be available for eliminating harmful genes from a modern human population. Either those persons who carry hereditary defects may be segregated or sterilized by the state, or they may voluntarily refrain from reproduction. Segregation or sterilization of defective persons unquestionably may result in the elimination of harmful heredity. The effectiveness of such a program, however, is dependent upon the proportion of persons with defective genes who are segregated or sterilized out of the total number of such persons in the population. Most states now have laws which, under proper safeguards, permit the sterilization of defectives. Actually the number of individuals sterilized each year is few. In the year 1948, for example, only 1336 persons were reported by Birthright to have been sterilized in the United States and 986 in lization of the more obvious defectives, but the annual reduction in the number of harmful genes in the population must be slight. The number of genes responsible for any given harmful trait which are being removed per year by sterilization from any population is undoubtedly far less than the annual mutation rate at that gene locus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Any program of sterilization sufficiently extensive to eliminate any large proportion of harmful genes from a human population would interfere seriously with the liberties of the people. No sane geneticist would be willing to assume the responsibility for deciding just which ones of his friends and neighbors should be sterilized. Nor should such authority be given to any government official or board. I am sure that Republicans, for instance, would object violently, and very properly, to giving such authority to a board composed of Democrats! Sterilization of those persons who carry obvious hereditary defects should continue to be carried out on a voluntary basis. Sterilization often is especially desirable from sociological considerations, because those persons who are defective mentally or who suffer from other serious handicaps often are not qualified to rear a family. The number of persons sterilized per year could be considerably increased with profit. Sterilization programs, however, in my opinion offer little promise of removing any large proportion of the defective heredity which is present in human populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In a democracy, such as ours, any program for the improvement of human heredity must be based on the voluntary cooperation of the citizens. Compulsion should play no part in such a program, except only in the most extreme cases of irresponsibility. The attempt to impose dictatorial restraints on human reproduction could easily lead to conditions far worse than the selling of goods in the black markets or the bootlegging of alcoholic liquors. Voluntary abstention from reproduction by those persons who carry hereditary defects is consequently the only practical method for eliminating any considerable number of harmful genes from the population of a democracy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "With only rare exceptions every person is interested in his heredity. From my experience in giving advice about heredity to families in all walks of life I can affirm that every parent desires his children to be free from serious handicaps and to be physically and mentally well endowed. If there is known to be high probability of transmitting a serious defect, it would be an abnormal person indeed who would not refrain from having children.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The cooperation of the people in a program for the voluntary limitation of the reproduction of inherited defects, therefore, can certainly be obtained. The success of any such program, however, is dependent upon each family being given dependable advice. The education of the people in the general principles of heredity will help them to use advice wisely, but no amount of education will enable most people to discover which of their traits are inherited and which not, nor to enable them to estimate the likelihood that a child will inherit a particular trait. Even a highly trained geneticist often is unable, with our present knowledge of human heredity, to advise what the chance is that a particular character will appear in the children of a given pair of parents. Many hereditary defects are affected in their expression by the other genes which the parents carry. Advice in this complex field, if it is to be useful, can only be given by a person who has had considerable training in human genetics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For advice on human heredity most persons naturally turn to their physicians. Unfortunately, very few physicians have received any training in human genetics. Even if a physician has received some instruction in this complex subject, he will seldom have the time or facilities to make the detailed study of the affected family which is necessary before dependable advice can be given. A number of cases have come to my attention in which families have received advice from their physicians which was based on insufficient knowledge. The physicians here are to be sympathized with rather than blamed. They must have more training in genetics and more assistance from human geneticists if they are to give advice about heredity which is fully reliable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An heredity clinic is, in my opinion, one of the best devices to give help to physicians and others in problems which concern human heredity. I shall consequently now proceed to outline briefly some of the ways in which an heredity clinic can serve a community and some of the necessary features in its organization.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The problems in human heredity which may be presented to an heredity clinic are of many diverse kinds (Neel, 1951) . For example, one or more defective children may have been born to a particular couple and advice be sought whether a subsequent child is likely to exhibit the defective trait. Or a couple may ask what the chances are that their prospective child will exhibit an hereditary defect known to occur among the relatives of the husband or of the wife. A man and woman may ask before marriage what the chances are that a particular unfortunate character in one or other of the families concerned may be transmitted to the prospective offspring. A children's placement bureau may ask whether a child being offered for adoption may, as he grows older, exhibit certain traits known or suspected to occur in one of the parents. The answers to these and many other similar types of questions are of direct vital concern to one or more persons and in their broader implications they may affect the welfare of many individuals in the community.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 114,
                        "text": "(Neel, 1951)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The first step for obtaining a sound basis for answering any question about the heredity of a particular undesirable or desirable trait is to draw up a kindred pedigree for the person or persons concerned. This pedigree should give the full names of all the known near relatives, together with their dates of birth and death, and the names of their spouses. It is best to file this information on record sheets by sibships, in addition to exhibiting it graphically on a pedigree chart. Information should also be obtained about the occurrence within the kindred of all suspected cases of the trait or traits in question and about other characters which might be related in heredity. This hearsay information should be recorded in as much detail as is available, together with the names of the informants, so that it may be used as a basis for later more detailed examination of the individuals. Except for gross physical abnormalities which can easily be detected, however, little reliance is to be placed upon such statements without verification upon examination by a competent professional person.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The pedigree chart having been drawn and as much information as possible about the trait in question having been obtained from the family, it may sometimes then be possible to draw reliable inferences about the heredity of the trait. This will most frequently be true for those traits whose heredity is already well known and which exhibit a simple mode of heredity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Often, however, the information supplied by the family and by the family physician will be inadequate to establish a genetic diagnosis and a more extended study will be necessary. In such case the next step is to examine as many of the near relatives of the propositus as are available. Each available member of the kindred should be examined by a person competent to recognize any trace of the trait. Those relatives who are reported to be free of the difficulty should be examined as carefully as those who are reported to be affected. Many persons are unaware that they exhibit in minor degree a family defect that is severe in certain of their relatives. Especially desirable for examination are the brothers and sisters, parents, uncles and aunts, and grandparents of the propositus, but cousins, great aunts and great uncles, and other relatives may also provide information of value. These examinations are usually laborious and often are expensive, but for many traits there is no other way to secure reliable information on which to base a genetic diagnosis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Most persons are cooperative and are willing to be examined, so long as they can thereby aid a relative or can contribute to the advancement of the knowledge of heredity. This at least is the experience of the Heredity Clinic of the University of Michigan. Certain of the more distant relatives, however, may be unwilling to spend the time and effort required to travel very far in order to be examined at a clinic. These persons often must be examined in their homes, where fully adequate facilities may not be available. Only rarely does an individual obstinately refuse to be examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Should a certain member of a kindred under study have been examined at a hospital clinic or by a private specialist, it may be possible to obtain a copy of his record and thus to avoid the necessity of examining him again. The maintenance of cordial relations with hospitals and physicians is consequently essential.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The keeping of detailed and precise records is a necessary responsibility of every heredity clinic. Individuals who have previously been studied may return for additional advice or to supply additional information. With the passage of time new members of every kindred are born and others develop new symptoms. Additions to the records and corrections, therefore, need frequently to be made. A person who comes to the clinic for advice will sometimes be surprised that we already know more about his relatives than he does. Abbreviations and scientific jargon should be avoided in the records. Sufficient details about the clinical methods employed should be given so that the records will be fully understandable ten or perhaps 100 years from now.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Each person who is referred to an heredity clinic by a professional person should if possible bring a written statement giving the details of the problem. A statement from the family physician is almost indispensable in those cases where a medical problem is involved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The information which comes to an heredity clinic must be held in the strictest confidence. There seems to be no objection to giving any person such information as is on file about the names and relationships of other members of his own kindred. He will not be told, however, about illegitimate births or adoptions, or given the dates of birth of elderly women. Nor will he be told the results of any clinical examination, unless he is a parent, guardian, or is otherwise legally entitled to such information. The divulgence of confidential information might expose a clinic to a law suit for damages. Any suspicion of laxity in guarding the records also would make informants reticent about telling what they know. It is customary to supply information to physicians and other professional persons, but the records should never be opened to graduate students or to non-professional workers.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When the clinical examinations have been completed, the data recorded, and the pedigree chart duly prepared, the type of heredity of the trait in question will sometimes be evident. If the trait under study is one whose mode of heredity has previously been published, and if no unusual features are present in the kindred under investigation, it may be possible at once to answer with considerable confidence the questions about heredity which initiated the investigation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In no case, however, should the geneticist presume to tell a couple whether or not they should have a child. All the geneticist can do is to advise what the chances are that a child of given parents may exhibit a particular hereditary trait. He can estimate that each child of the inquiring couple will have one chance in two, one chance in four, or some other probability of inheriting the defect in question. Often he must regretfully tell them that from the information at hand he cannot give a reliable prediction of the heredity of the trait. More happily he may be able to tell the enquirers that the probability is very slight that any child of theirs will inherit the defect. He cannot, however, make the decision whether any couple should marry or whether they should have a child.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "So far in this talk, attention has been directed mostly toward the elimination of harmful genes from human populations. Human geneticists are interested, however, not only in the decrease of harmful genes, but also in the increase of desirable ones. The obligations of an heredity clinic will not be fully discharged, therefore, if it confines itself entirely to the heredity of medical pathologies. Every clinic should be concerned also with the heredity of superior health and superior mental ability. It is difficult to give advice or to secure dependable information about the heredity of superior traits, for superiorities seem usually to result from a combination of favorable factors, both hereditary and environmental. Progress can certainly be made, however, in the discovery of the factors involved in the production of superior human traits when this problem is given the attention it deserves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Among the mental traits which are of especial interest to society are those which are related to temperament and social adjustment. In our complex modern societies the ability to live in harmony with one's associates and to accept social responsibility is a special ability of high value. Little is known about the heredity of temperament or of social cooperation, but there can be no doubt that heredity is in part responsible for these aspects of human behavior. In giving advice to families the geneticist should, therefore, always consider superior health, mental ability, and social worth in addition to hereditary defects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is unfair to stress only the unfavorable heredity which a family may carry. Many persons who exhibit certain hereditary defects may in other respects be superior. Every one of us carries at least a few undesirable genes. Muller (1950) estimates that each person probably is heterozygous on the average for at least 8 genes and possibly for scores, each of which is at least slightly detrimental. If every person who carries a defect in his heredity should refrain from having children, the human race would become extinct in one generation. In giving advice to families, attention should consequently be directed to their good heredity as well as to their bad. The chance that a child may inherit superior ability may often outweigh the chance of his being defective in some minor or even major character.",
                "cite_spans": [
                    {
                        "start": 224,
                        "end": 237,
                        "text": "Muller (1950)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The fact that the precise mode of heredity of many human traits is unknown does not prevent the giving of advice concerning the expectation that a given child may or may not be like his parents. It is not necessary to know the precise mode of heredity of any trait in order to select for or against it effectively, as has been pointed out by Muller (1950) . It can confidently be assumed that heredity plays at least some role in the production of most human traits.",
                "cite_spans": [
                    {
                        "start": 342,
                        "end": 355,
                        "text": "Muller (1950)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The giving of advice about heredity to families is not the only responsibility of an heredity clinic. Each kindred that is studied carefully in order to obtain a sound basis for the giving of advice adds to our knowledge of human heredity. Every heredity clinic 'has an obligation to make this knowledge available to other human geneticists and to the world at large. To this end each clinic should if possible have a sufficiently large staff so that the results of its studies can be prepared for publication. Information hidden in the files is only partly useful even to the staff of the clinic concerned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Another obligation of every heredity clinic is the giving of instruction in the methods and concepts of human genetics. At the present time there is a dearth of persons who are well trained in this field. Among other unfortunate results, the shortage of trained human geneticists is delaying the installation of new heredity clinics.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Instruction in medical genetics to students in medical school is a particularly valuable service which the staff of an heredity clinic should supply, it they happen to be connected with such a school. At the present time only a few medical schools offer instruction in human genetics to their students. This amazing fact is perhaps to be explained by the recentness with which the practice of medicine has changed from emphasis on infectious disease and malnutrition to constitutional disease. The great increase of human longevity, due to the recent acquirement of control over most infectious diseases and the improvement of our diets, has resulted in the major causes of mortality now being based at least in considerable part on hereditary factors. The medical schools are rapidly adjusting to this change in the problems that confront physicians, but they have by no means yet made all the necessary changes in their curricula.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Every heredity clinic which is connected with a University should also be prepared to direct the work of graduate students who are taking their doctorate in human genetics. Many students trained professionally in this field will be needed to staff the new heredity clinics which will in the near future be established in this country. At times, also, the staff of an heredity clinic may be called upon to give lectures in human heredity to undergraduate and to extension classes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Let me now turn to some of the practical aspects of the organization of an heredity clinic. The minimum staff required for the successful operation of such a clinic includes a geneticist, a physician, a secretary, and a laboratory assistant. Certain of these persons, however, can if necessary be employed only on a part-time basis. The geneticist should be trained in the special techniques of human pedigree analysis and should be well acquainted with the literature of human heredity. The physician should preferably be a specialist in some medical field. The combination in one person of a geneticist and a physician is especially favorable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At least one of the scientific members of the staff of each heredity clinic should be on a full-time basis, so that he will be available by appointment when he is needed and so that he can give his undistracted attention to the work. At least one member of the staff also should hold the degree of doctor of medicine. Only a physician is permitted to make certain of the necessary examinations. A physician also will have more ready access than a non-medical man to the records of hospitals and of other physicians. It is not essential that the physician be on a full-time basis with the clinic, though he should be available regularly for certain hours of each week. The clinical laboratories and special clinics usually found in a large hospital are indispensable for the satisfactory operation of an heredity clinic. It is consequently impractical to attempt to operate such a clinic except in close cooperation with a well equipped hospital.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The minimum space required for an heredity clinic is a general office and waiting room and an office for each member of the staff. A medical examining room, clinical laboratory, library and seminar room, photographic studio, and photographic darkroom also are needed, but may be shared with other units. The precise needs for examining rooms and laboratories will depend upon the special problems in heredity which are to be investigated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "None of the heredity clinics now in operation in North America charges a fee for its services. These clinics are variously supported by universities, hospitals, endowments, and/or research grants. Part of the support for an heredity clinic could possibly be obtained from fees. Some of the problems in heredity which may be presented to a practicing physician or to a clinic are fairly simple and require no extensive investigation for their solution. If the family can afford it, the payment of a fee for this service would be in line with customary medical procedure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many of the problems that come to a clinic, however, require extensive studies of the relatives, including sometimes the taking of expensive X-rays or the making of numerous laboratory examinations. The family of a patient who is acutely ill will often be willing and sometimes will be able to pay the cost of these examinations and might more rarely be able to pay a proportionate share of the salary of the consulting geneticist as well as the fee of the physician. Those relatives who are presumably well, however, will seldom be willing to pay any considerable amount for examinations of themselves. The genetic study of a kindred often involves many people and in the aggregate may become so expensive that only a very wealthy family could afford the cost. Yet it is often the family without financial resources which most needs help. When our knowledge of human heredity is further advanced, it may then be possible to operate certain heredity clinics on a fee basis, but at the present time this seems to be impractical.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If an heredity clinic is to operate also as a research unit, it must not only pay the salaries of its staff and its necessary operating expenses, but it must have certain other resources. Its budget must contain an item to pay the cost of those necessary clinical and laboratory examinations which it is not itself equipped to make. The clinic will also sometimes have to pay the cost of transportation for certain persons who are asked to come to it for detailed study, and in rare cases may have to reimburse them for the hours of regular labor thereby lost. The clinic budget must also include an item to pay the cost of the travelling expenses of its staff to examine in their homes those members of a family under study who are unwilling or unable to come to the clinic. At the present time, unfortunately, there are only a few places in North America where persons can go for advice about their heredity. So far as I am aware the first organized institution in the United States for the study of human heredity and for giving advice to families was the Eugenics Record Office. This Office was established in 1910 at Cold Spring Harbor, New York, under the directorship of Charles B. Davenport (McDowell, 1946) . Its support came from an endowment given by Mrs. E. H. Harriman. The Eugenics Record Office in 1918 became a part of the Carnegie Institution of Washington. Its studies of human heredity were later abandoned. The accumulated records of the Office were in 1948 transferred to the Dight Institute of the University of Minnesota.",
                "cite_spans": [
                    {
                        "start": 1199,
                        "end": 1215,
                        "text": "(McDowell, 1946)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "After the Eugenics Record Office became inactive, human heredity was for a long time largely neglected in North America as a subject for research, though individual students, especially physicians, continued to publish from time to time articles dealing with the heredity of particular characters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "H. H. Newman of the University of Chicago was one of those persons who in this period made active contributions to human heredity. His classic studies of twins opened an important new field of research. Since the retirement of Dr. Newman the University of Chicago has continued to support research and teaching in human heredity. In addition to the graduate instruction which he gives in this subject Herluf H. Strandskov has for many years given a large amount of family counseling in heredity, although the University has at present no organized clinic in this field.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Much credit for the recent revival of interest in human heredity in North America must go to Laurence H. Snyder, who through research, teaching, writing, and speaking has perhaps done more than any other one person on this continent to promote teaching and research in human genetics. The gratifying increase of interest in this field can be expected still further to increase under the influence of the American Society of Human Genetics and of its Journal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Heredity Clinic of the University of Michigan was initiated in 1940 under a research grant from the Board of Governors of the Horace H. Rackham School of Graduate Studies. C. W. Cotterman and C. Nash Herndon were the first members of the staff. James V. Neel has been the physician-in-charge of the Clinic since May, 1946 . At the present time the Clinic is supported through the budget of the Institute of Human Biology and through research grants from outside sources.",
                "cite_spans": [
                    {
                        "start": 303,
                        "end": 325,
                        "text": "Clinic since May, 1946",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Dight Institute of the University of Minnesota was organized in 1941, under the directorship of Clarence P. Oliver. Doctor Oliver resigned in 1946 and was replaced by Sheldon C. Reed, the present director. The Dight Institute maintains a clinic which provides counsel on human heredity to individuals and to physicians, hospitals, and agencies of both a public and private nature. A physician, Ray Anderson, who also has a doctorate in genetics, is a member of the staff. The Institute is supported by its endowment and by research grants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At Winston-Salem, North Carolina, the Out-patient Department of the North Carolina Baptist Hospital, which is the teaching hospital of the Bowman Gray School of Medicine, offers genetic advice as part of its consulting service. C. Nash Herndon is the director of the Out-patient Department. Genetic advice also is available to patients in other parts of the hospital and to private patients. This service is in considerable part an outgrowth of the interest of the late Dr. William Allan in the study of human heredity in North Carolina.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At the University of Utah the Laboratory of Human Genetics, in which F. E. Stephens serves as Geneticist, offers consulting service in close cooperation with the Medical School. A considerable number of pedigrees of families from the state of Utah are already on file. A research grant aids in supporting the project.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Clarence P. Oliver of the University of Texas offers individual counseling service on human heredity, but due to crowded quarters he has not been able to handle many families. Quarters in a new building will be available in the near future and Dr. Oliver plans at that time to expand considerably his counseling service.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The University of Oklahoma has no clinic which is regularly open to provide advice on human heredity, but Laurence H. Snyder and Paul R. David give advice from time to time to families which are referred to them. The College of Medicine cooperates in making the necessary medical examinations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Depaftment of Genetics of the Hospital for Sick Children in Toronto operates an heredity clinic under the direction of Norma Ford Walker. There is close cooperation with the Department of Zoology of the University of Toronto. The Department of Genetics is supported by a research grant. The necessary medical examinations are made by the Hospital staff. Requests for advice come from all over Canada.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A Department of Medical Genetics has recently been organized in the Chil-10 dren's Memorial Hospital of Montreal under the directorship of F. Clarke Fraser. This Department is sponsored jointly by the Hospital and by the Department of Genetics of McGill University and is supported by a research grant. Counseling service is provided for the hospital patients and others.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A number of other individuals and groups in North America are engaged in the study of special problems in the field of human genetics, but to the best of my knowledge none of these have an organized consulting service. At Ohio State University, for instance, the Institute of Genetics, under the directorship of D. C. Rife, is engaged in studies of population genetics and of twins. Robert M. Stecher and Amos H. Hersh, in Cleveland, form a research team which has made valuable contributions to our knowledge of the heredity of a number of medical pathologies. Numerous other devoted investigators are engaged in studies of the heredity of particular human traits. Very few of these investigators, however, are in a position to give genetic advice to more than at most a very few selected families.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Numerous hospitals and other units offer consulting service about the heredity of the blood antigens, especially the Rh factors. Many medical specialists also regularly offer advice about the heredity of those particular traits which they are treating. These specialists, however, cannot be expected to be competent to give advice about the whole range of heredity in any family.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the above brief review it is evident that the facilities now available in North America for advice on human heredity are woefully inadequate. At less than a dozen places on the whole continent are there clinics where competent advice on all phases of human heredity is regularly offered. As a result of this deficiency only a very small fraction of our families can secure dependable advice on problems which concern their heredity. That many people feel an urgent need for advice about their heredity is shown by the many letters which the Heredity Clinic of the University of Michigan receives from people in all parts of our country. Whenever this Clinic receives any publicity in the papers, Dr. Neel can expect to receive a flood of requests for advice. These requests make us very sad, because we can only undertake to study those families which can come to Ann Arbor for examination. To attempt to give advice on heredity by mail would be very much like making a medical diagnosis by mail. Unfortunately, there is rarely any institution in their own neighborhoods to which these families can be referred for advice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In my opinion, there should be a sufficient number of heredity clinics in every state so that any family which desires advice about its heredity can go to a clinic in its own city or at least in its own county. Every large center of population should have at least one heredity clinic which is regularly open to the public. Every hospital which maintains a diagnostic clinic of any kind should have some arrangement by which advice on human genetics can also be provided. For the more sparsely populated areas it should be possible to provide roving clinics which divide their time between a series of local centers. No citizen should be beyond the reach of dependable advice about his personal problems of family heredity. It is gratifying to note that the number of heredity clinics in North America is increasing at an accelerated rate, but it will take many years to meet our most minimal requirements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It will rarely be practical for an heredity clinic to charge fees for its services, as I have earlier pointed out. Consequently an heredity clinic cannot usually be self-supporting. The persons who most need advice on heredity are often unable to make even a small payment for such service. Few persons or families could afford to pay the cost of an extended investigation of their family heredity. Human genetics is a community problem and the cost of providing advice and of research in this field should be borne by the state, just as the costs of most other projects that affect public health are borne by the commonwealth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Our state agricultural experiment stations and the United States Department of Agriculture perform a valuable service in studying the mode of heredity of the characters of our domestic plants and animals. The information so obtained is made freely available to every farmer and to every stock breeder. That the states and the nation have a vital interest in and a responsibility for the improvement of our domestic strains of wheat, chickens, and pigs is now generally accepted. Should not the states and the nation accept a similar responsibility for the improvement of the heredity of our human population?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The success of every community is dependent upon the type of heredity carried by its members. Defective heredity which results in the production of persons with serious handicaps, such as idiocy, blindness, deafness, dwarfism, muscular atrophy, anemia, hemophilia, or the tendency to other serious disease is not only a calamity for the families concerned, but constitutes a serious drain on the resources of the community. On the other hand, it is to the advantage of every community to encourage the production of citizens with superior health, outstanding mental ability, and satisfactory adjustment to community life. Improvement in human heredity is an aspect of public health which is of vital importance to every state and nation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The number of persons who are handicapped in their everyday life by hereditary defects is much greater than is generally realized. Neel (1951) estimates that a minimum of 1,000,000 persons in the United States are affected by disease which has a clear-cut genetic basis. This estimate is probably too low, for Falls (1949) states that nearly sixty per cent of the blindness which occurs in children is due to congenital and hereditary diseases. It is a rare family indeed that is free from hereditary defects of lesser or greater severity. The elimination of this defective heredity from our population is a problem of great magnittude.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 142,
                        "text": "Neel (1951)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The elimination of defective genes and the overall improvement of human heredity can, in my opinion, best be secured, first, by obtaining more precise information about the mode of heredity of human traits and, second, by providing facilities so that families can obtain dependable advice in regard to their heredity. These two objectives can in part be approached together, for, as I have pointed out, the giving of dependable advice to a family often involves a certain amount of research on the mode of heredity of the trait in question in that particular family.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1.2",
                "sec_num": null
            },
            {
                "text": "The mode of inheritance of human traits and the extent to which hereditary potentialities may be modified by environmental influences and by special treatments must first of all be ascertained through research. Such research can be carried out either in connection with an heredity clinic or independently of such a clinic. It is easier to study the heredity of certain kinds of traits than of others. Special mental ability, temperament, and superior health are particularly difficult to study, but the role that heredity plays in the production of such traits can also be discovered in time. We are still far from giving research in human heredity the attention that it deserves. The heredity of our population is our most important resource and its study should receive far greater support than it now is securing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1.2",
                "sec_num": null
            },
            {
                "text": "Research in genetics, however, will not by itself directly produce any improvement of human heredity. The knowledge of genetics which already has been acquired through research is at present largely unavailable to our people. The best way of providing advice on human heredity to those persons who need such help seems to be through heredity clinics. I urge, therefore, the establishment in every state of a series of heredity clinics which will cooperate closely with physicians, dentists, hospitals, schools, probate judges, welfare agencies, and others responsible for the public welfare, in order to provide dependable advice on human heredity. It is my firm conviction that such clinics can have a most important effect in improving the heredity of our population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1.2",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "No date.) Sterilizations reported to January 1, 1949, and maps showing states having sterilization laws",
                "authors": [
                    {
                        "first": "Inc",
                        "middle": [],
                        "last": "Birthright",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Birthright Publ",
                "volume": "",
                "issue": "5",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Birthright, Inc. (No date.) Sterilizations reported to January 1, 1949, and maps showing states having sterilization laws. Birthright Publ. no. 5: folder.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Congenital and hereditary eye diseases",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Falls",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Sight-saving Rev",
                "volume": "19",
                "issue": "",
                "pages": "2--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FALLS, H. F. 1949. Congenital and hereditary eye diseases. Sight-saving Rev., 19: 2-12.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Charles Benedict Davenport, 1866-1944; a study of conflicting influences",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Mcdowell",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Bios",
                "volume": "17",
                "issue": "",
                "pages": "1--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McDOWELL, E. C. 1946. Charles Benedict Davenport, 1866-1944; a study of conflicting in- fluences. Bios. 17: 1-50.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Our load of mutations",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Muller",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "Am. J. Human Genet",
                "volume": "2",
                "issue": "",
                "pages": "111--176",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MULLER, H. J. 1950. Our load of mutations. Am. J. Human Genet. 2: 111-176.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Some applications of the principles of genetics to the practice of medicine",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "V"
                        ],
                        "last": "Neel",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Med. Clinics N. Am",
                "volume": "35",
                "issue": "",
                "pages": "519--533",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NEEL, J. V. 1951. Some applications of the principles of genetics to the practice of medicine. Med. Clinics N. Am. 35: 519-533.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}