{
    "paper_id": "Dice1922-BIOTICAREASANDECOLOGICHABITATSASUNITSFORTHESTATEMENTOFANIMALANDPLANTDISTRIBUTION",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:34.531220Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1922-BIOTICAREASANDECOLOGICHABITATSASUNITSFORTHESTATEMENTOFANIMALANDPLANTDISTRIBUTION",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "and plant distribut i i ; La,-become an urgent neel. A specimen labeleci \"California' or \"Africa\" is obviously of little value in a critical study of distribution. But, though less obviously at fault, a record giving merely a city or county as a locality is still not of the greatest use. A number of distinctly different kinds of life conditions occur within a short distance of most towns, and in the western parts of the United States the life conditions within a single countv may range from desert to moist forest and even to perpetual snow. Unless the life conditions under which a species lives are known we can gain little insight into the factors which govern its distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A knowledge of the life conditions under which a species lives can not be obtained from a statemeent alone of geographical localities, no matter how exactly these may be given.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Even a record of the precise acre onI which a specimen has been taken means little unless the environmental conditions of the spot also are stated. Exact geographical records are",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "xe:>a-Y, but nention alone of a locality is not enough, and a complete record must inelude a statement of the environmental conditions as well as the locality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Some sort of classification of the environmental conditions must, of course, be adopted if the conditions under which a species lives are to be stated concisely and with precision.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although I do not intend to propose here any new system of classification, either for environments or for biological distribution, I do wish to call attention to some of the units on whiih a classification must be based.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "which I believe will prove most generally useful are two in number: (1) a unit of geographical extent forming a natural life area (faunal or floral area), and (2) the habitat or ecologic community. The statement of the faunal or floral areas and the habitats or communities in which a species is found, together with records of geographical localities, should give very accurately both the geographical distribution and the conditions under which the species exists.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "Biogeographers have long made use of floral and faunal areas for the classification of distribution, and the importance of this unit of distr ibution is generally conceded. Some ecolog,ists employ practically the same concept under such designations as \"climatic formation\" and \"climax formation.\" The best term available to include the concept of both floral and faunal areas seems to be biotic area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "A biotic area, then, may be defined as a geographic district, characterized by an assemblage of species and of ecological characteristies differing from those found in adjacent areas. A biotic area will usually, though not always, be also a climatic area, and will often be a distinct physiographic area as well.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "The animal species found in a biotic area constitute a fauna; the plant species found in the same area constitute a flora; and the combined animal and plant species of the area may be termed a biota.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "It has been generally presumed that the units of classification for ecological distribution and the units of biogeographical classification belong to different categories and can not be used together. However, I see no reason why the unit of ecological classification, the ecologic community, may not, for the exact statement of distribution, be combined with the unit of geographical distribution, the biota as above defined. In fact, I firmly believe, after considerable experience in the use of this combination in the field, that it forms an excellent method of stating distribution. then, may be considered as a subdivision of a biota, with the same geographical limits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "Some communities will extend over two or more adjacent biotic areas, and they may receive the same name in the various areas in which they occur. But no community is likely to be exactly the same in two biotic areas, for between the various areas there are definite general differences in the fauna and flora, and usually also in climate and physiography. The terms ecologic habitat and ecologic community are here used to designate ecologic divisions of any rank. Field workers dealing with different systematic groups of animals and plants will probably find it convenient to use different grades of ecologic units, depending partly on the size and mobility of the organisms considered. The ecologic communities recognized for ants will probably be smaller in average area covered, and lesser in ecologic rank, than mammal communities will be. The rank of ecologic community which will probably be most generally useful in field work is the association, using this term in the sense of any relatively stable community whether climax or not. For finer distinctions the association may be divided into communities of lower rank, such as strata, societies, and the like. However, if the habitats and communities are carefully described, the field worker need not worry about the rank of the ecologic divisions. The important thing is to record the field observations in such a way that the environmental relations of the species considered are clear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "The discrimination of biotas and ecologic communities is not easy. We must recognize at once that there are few sharp divisions in nature, and that the lines we draw must in many cases be arbitrary ones. Communities or biotas which are very distinct where typically developed, at their edges frequently shade off gradually into adjacent divisions. But often taxonomic groups, such as subspecies, pass gradually into other taxonomie forms without sharp boundaries. The classifieation of biotas and ecologic communities is no more difficult, and not essentially different in kind, from the classification of animal and plant species and larger taxonomic groups.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "\"Probably the best criterion for characterizing faunal (biotic) areas is the dominance of particular habitats. It is evident that in passing from one area to another a situation will be met where the dominant habitat of one area will equal in extent the dominant habitat of the other area. It is at this point that the line separating the two must be drawn.\"'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "In the western parts of the United States, where the topography is often much broken and where the climatic districts frequently are sharply limited, it is often possible to mark the boundary between adjacent biotic areas with considerable precision. But in regions of slight topographic and climatic diversity, such as is the case over much of the eastern United States, the limits of the biotic areas are often not clearly defined. Indeed, in some cases, it might be impossible to determine within several hundred miles the position of the boundaries between adjacent areas. The biotic area, however, is still a useful concept, even though the position of the boundaries of some areas can not be stated exactly. To attempt an exact definition of the boundaries of adjacent areas between which there is a wide belt of overlapping is certain to result in confuision rather than in precision.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "The distinguishing characters of animal habitats are frequently based on the vegetation, though sometimes on the physical characters such as the occurrence of rocks or water. There is a close correlation between the distribution of animal species and of types of vegetation, and even in places where the vegetation is not the dominant factor in the environment it often ean be depended upon to give an index of the physical factors which affect the distribution of animals as well as plants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "However, it is not vet certain that the smaller animal communities correspond exactly in distribution to the smaller plant communities. The mollusks and insects and other invertebrates often seem to be restricted in distribu-tion by other factors than the plants are, and it may be that the smaller divisions of ecologic communities will be clifferent in animals and plants; and perhaps these smaler communities will differ even in different groups of animals. It will be well, therefore, for field workers not to depend too rigidly on the plants or on any other one factoi' in descrlibing distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "Indeed, it may sometimes happen that even the faunal and floral areas, or the principal ecologic associations, for the various groups of organisms will differ. It certainly will not be best to force unruly facts of distribution to conform to any rigid system of description.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "On the other hand, a classification of habitats and biotic areas will be of the greatest use when it is applicable, so far as possible, to all groups of animals and plants. For this reason the ecologic communities recognized for all organisms should correspond as nearly as possible without obscuring the facts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "To form a universal classifieation will require the establishment of more divisions than would a classification for one group of organisms alone. For mammals, for instance, the grouping of all the fresh-water environments of a faunal area into one nominal habitat, the aquatic, would probably suffice; but if fresh-water fishes, invertebrates, and plants are to be considered, a number of habitats in the water must be recognized. Even when mammals alone are considered it can do no karm to describe more than one aquatic habitat, and it is of great advantage to have a classification of wide application.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "One of the great advantages of using ecologic habitats and biotic areas for the statement of distribution is that these units are not founded on the assumption that any one particular factor of the environment is most important in the limitation of distribution. Units of distributional classification based on a bias for some one particular factor, such as temperature, as being most important in the control of distribution can not have the confidence of persons who consider the basis of classification unsound, or at least unproved. But the facts of distribution can be described by the use of biotas and ecologic commanities with-out an assumption that any oine factor is all important. However, if one factor is actually the most important one in the control of distribution over any area, this relation is not obscured by the employment of the units of description suggested.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "It is my opinion that we are not as yet sufficiently informed as to the exact distribution of any group of animals or plants to render possible anything more than a preliminary classification of distribution in any part of the world. I would emphasize, therefore, the need for the precise statement of distribution in terms of units which are capable of combination into a number of possible systems of classification, rather than to describe distribution in terms of large and relatively unstable biogeographical regions, life-zones, or ecologic formations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "With a knowledge of the biotas and ecologic communities of the world it will be an easy matter to compare flloras and faunas of different geographic regions; or the communities of similar habitats of different biotic areas may be compared as desired. Zoogeographers and phytogeographers may, if they wish, combine biotic areas to form provinces, regions, or life-zones; and communities may be combined at pleasure bv the ecologists to make formations or othei large divisions. The time has come in the study of the factors limiting distribution when little more progress can be made by statistical methods, the attempt to correlate the distributioil of climate or other barriers to distribution and of groups of animals and plants in the mass. Rather we must ciitically determine the factors concerned in the distribution of individual species. To do this will require carefully controlled experiments in the laboratory, correlated with long continued measurement and observation of the physical and biological factors of the natural environments.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "Before laboratory experiments can be effileently carried out, however, we must know the exact distribution in nature of the species of animals and plants and their environments. This is the greatest need of biogeography at the present time: to describe biotic areas and habitats and to determine the precise habitat SOIENCE [,TOL. LV, No. 1422 distribution of each species. This work can be performed without any expensive equipment; good judgment and hard work in the field are the main requirements.",
                "cite_spans": [
                    {
                        "start": 324,
                        "end": 343,
                        "text": "[,TOL. LV, No. 1422",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "There is pressing need that the work of describing the biotic areas and habitats of the world should be speedily done. Through the influence of man's industrial activities the natural conditions of the world are rapidly passing, and in our more settled districts it is no,,'\" difficult or impossible to find even small areas of the original habitats. It is important to determine quickly the habitat preferences of the native plants and animals, for these can surely be determined only in natural habitats. With the changes due to the presence of man numerous species have been introduced, others have greatly changed their abundance, and the whole balance of nature has been upset. It behooves u~to record all we can of natural habitats and habitat prefer-Qnces before it is too late. North Carolina (1709) 1. Lawson describes the \"divil-fish\" as shaped like a \"scate,\" of great size, and having a very large pair of horns on its head. He notes its occurrence in the inlets of the great sandy bars separating the ocean from the sounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "The next notice is found in Marc Catesby's \"Account of Cal'olina and the Bahama Islands,\" an appendix to VoL 2 of his \"Natural History of Carolina, Florida, and the Bahama Islands, etc.\" 2 vols. London, 1743. Speaking of ((Diabolus marirvus, the devil-fish,\" which he says is a great ray having two horns on its head, he describes how one came afoul of the cable of \"a sloop of 80 tons,\" in the harbor of Charleston, South Carolina, and dragged it about the harbor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "The first scientific record of the capture of the fish, with a careful description and excellent figures dates in the year 1824. In August, 1822, there was captured near the mouth of the Delaware Bay a specimen which was brought to Philadelphia and secured for the Academy of Natural Sciences. It was figured and described by LeSueur 2 in 1824. It was 15 or 16 feet wide, and 7 feet, 9 or 10 inches long \"Wlithout the tail (which LeSueur says was slightly over 8 feet long) and had a mouth 2% feet wide. He described it under the name Cephalopter'l~sJ head-winged.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "It seems to have been a matter of general knowledge at that time among the fishermen of Capes May and IIenlopen that this gigantic ray occurred in the ocean off that region. At any rate, it is recorded that late in August, 1823, a crew of fishermen set out to capture one of the fishes, and that on September 9 they brought a specimen to New York. Here it was measured and described by Dr. S. L.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "iitchill \"Tho published his account in the same year with LeSueur, 1824. 3 It was a record",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "The units of biogeographical classification",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dice, 1916, Univ. Calif. Pubi. Zoo!. 16: p. 299.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Le Sueur, Description of several species 6f the genus Raia, of North America, Journal Aca,d-en~y Natural Sciences, Philadelphia, 1824, ,r01. 4, pp. 115-121, 4 figs. 3 l\\Iitchill, S. L., Description of a ne\\v and gigantic species of the genus Cephalopterus of Dumeril, .A.nnals Lyceum lw T atu,ral History, Ne,v York, 1824, Vol. 6, pp. 23-29, 2 figs. Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF1": {
                "text": "many other ichthyologists I have long known that l\\Ianta drifts north \\yith the Gulf Stream as far as Cape Lookout, North Carolina, where it is sometimes found in the Bight of the Cape or playing over the shoals which extend some 15 or 20 miles out to sea. Furthermore, I have presumed that it occasionally drifted further north, but until my attentioñ vas called to the matter recently I did not know that any scientific records of its occurrence north of that point had ever been made. Ho\\vever, as a matter of fact the earliest record of the occurrence of this gigantic ray in our \\vaters is found in Lawson's voyage to 1 Lawson, J ohu, \"A new voyage to Carolina; containing the . . . natural history of that country, etc.\" London, 1709.",
                "content": "<table><tr><td>L. R,. 1)10£</td></tr><tr><td>MUSEUM OF ZOOLOGY,</td></tr><tr><td>UNIVERSITY OF~IICHIGAN</td></tr><tr><td>THE MOST NORTHERLY RECORD</td></tr><tr><td>OF THE CAPTURE IN ATLANTIC</td></tr><tr><td>WATERS OF THE UNITED STATES</td></tr><tr><td>OF THE GIANT RAY, MANTA</td></tr><tr><td>BIROSTRIS</td></tr></table>",
                "num": null,
                "type_str": "table"
            }
        }
    }
}