{
    "paper_id": "Dice1923-MammalassociationsandhabitatsoftheFlatheadlakeregion,Montana",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:41.996532Z"
    },
    "title": "MAMMAL ASSOCIATIONS AND HABITATS OF THE FLATHEAD LAKE REGION, MONTANA",
    "authors": [
        {
            "first": "Lee",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {}
            },
            "email": ""
        },
        {
            "first": "Flathead",
            "middle": [],
            "last": "Lake",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "is bordered on the west by prairie, while on its eastern side there are mountains rising to more than 2,000 meters (7,000 ft.), and covered with coniferous forests up to the summits. The lake is at an altitude of 890 meters (2,930 ft.), and is due to glacial activity. During the summer of 1913 a period of seven weeks, June 17 to August 4, was spent in intensive study of the local distribution of the mammals around Flathead Lake. The region about the University of Montana Biological Station at Yellow Bay, on the eastern side of the lake, was studied most, but some trapping was done in the swamps at the southern end, and on Wild Horse Island near the western side of the lake. Also three days were spent on Mt. MacDougal (altitude about 7,600 feet), in the Swan Range, about 12 miles northeast of Big Fork. These situations gave a wide range of habitats and included the principal mammal environments of the region. However, relatively little information was secured about the mammals of the prairie on the western side of Flathead Lake. Special attention was directed to the determination of how closely the mammals are limited in distribution to the various kinds of vegetation. The classification of plant associations given by Whitford ('05) was followed in the main as a basis for work, but an attempt was made to carry on trapping and observation in every kind of habitat which seemed possibly to afford a different kind of environment for mammals. No opportunity was found to study the mammals of the cedar forests described by Whitford, nor the extensive meso-hydrophytic forests at the north end of Flathead Lake. It is realized that the time spent in the field work was too short to secure information on all the habitats of aft the mammals of the region, but for the common species it is believed that the habitat relations in the region about Yellow Bay were fairly well worked out. The associations recognized may be listed as follows: Open-water Bunchgrass Beach Buckbrush Marsh Mountain meadow Cottonwood-birch Alpine fir Englemann spruce-grand fir Talus slope Western larch-Douglas fir Aerial Lodgepole pine Clearing Yellow pine-Douglas fir Edificarian 1 No mammals found, omitted from habitat descriptions.",
    "pdf_parse": {
        "paper_id": "Dice1923-MammalassociationsandhabitatsoftheFlatheadlakeregion,Montana",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "is bordered on the west by prairie, while on its eastern side there are mountains rising to more than 2,000 meters (7,000 ft.), and covered with coniferous forests up to the summits. The lake is at an altitude of 890 meters (2,930 ft.), and is due to glacial activity. During the summer of 1913 a period of seven weeks, June 17 to August 4, was spent in intensive study of the local distribution of the mammals around Flathead Lake. The region about the University of Montana Biological Station at Yellow Bay, on the eastern side of the lake, was studied most, but some trapping was done in the swamps at the southern end, and on Wild Horse Island near the western side of the lake. Also three days were spent on Mt. MacDougal (altitude about 7,600 feet), in the Swan Range, about 12 miles northeast of Big Fork. These situations gave a wide range of habitats and included the principal mammal environments of the region. However, relatively little information was secured about the mammals of the prairie on the western side of Flathead Lake. Special attention was directed to the determination of how closely the mammals are limited in distribution to the various kinds of vegetation. The classification of plant associations given by Whitford ('05) was followed in the main as a basis for work, but an attempt was made to carry on trapping and observation in every kind of habitat which seemed possibly to afford a different kind of environment for mammals. No opportunity was found to study the mammals of the cedar forests described by Whitford, nor the extensive meso-hydrophytic forests at the north end of Flathead Lake. It is realized that the time spent in the field work was too short to secure information on all the habitats of aft the mammals of the region, but for the common species it is believed that the habitat relations in the region about Yellow Bay were fairly well worked out. The associations recognized may be listed as follows: Open-water Bunchgrass Beach Buckbrush Marsh Mountain meadow Cottonwood-birch Alpine fir Englemann spruce-grand fir Talus slope Western larch-Douglas fir Aerial Lodgepole pine Clearing Yellow pine-Douglas fir Edificarian 1 No mammals found, omitted from habitat descriptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In the list of species making up each mammal association the number of individuals of each taken in that habitat during the summer is given following the name. Only those species are listed of which specimens were collected or which on reliable authority are reported to occur in the neighborhood of Perornyscus maniculatus artemisiae, Sagebrush Deer-mouse, 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On the shores of Flathead Lake there is usually a fairly broad beach, covered by water in the spring and early summer, but exposed in late summer and fall. Much of the beach is gravelly, and strong waves beat upon it at times. In several sheltered coves the beach is sandy. Mud shores are found extensively at the south end of the lake, at the delta of the Flathead River, and at a few other places, but are usually covered by vegetation and are included in other habitats. A characteristic tree frequently found on rock or gravelly shores is the Rocky Mountain juniper (Juniperus scopulorum), which often attains considerable size. Willows grow scantily here and there in the water near shore, even though submerged a large part of the year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Nearly everywhere considerable driftwood has been washed upon the beach.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Several shrews are reported to have been captured in the summer of 1912 about logs on the beach at Yellow Bay. A few deer-mice occur on this beach, especially about driftwood.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Neosorex navigator navigator, Navigator Shrew, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Mustela vison energumenos, Pacific Mink, reported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Microtus pennsylvanicus inodestus, Sawatch Meadow-mouse, 10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Ondatra zibethica osoyoosensis, Rocky Mountain Muskrat, reported. Zapus prince ps princeps, Rocky Mountain Jumping-mouse, 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Castor canadensis canadensis, American Beaver, reported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Alces americanus shirasi, Shiras Moose, reported.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Numerous marshes and meadows occur along the edges of Flathead Lake, This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms especially on its southern and southeastern borders, about the smaller lakes of the region, and in places along the streams. These marshes are flooded during the spring and early summer, when the rise in the lake level may be as much as 15 feet. Late in summer the water-level falls and the marshes become uncovered. When the region was studied in the latter part of July, large areas of the marsh were still under water. The great fluctuation in water-level would seem to make these marshes a rather unfavorable habitat for most mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Three distinct belts of vegetation can be distinguished in the large marshes in the southeastern part of Flathead Lake. In the wetter part of the marsh there are bays and lanes of open water, invaded by cat-tails, which form a rather wide belt. Next is a strip just out of water, or (in late July) still partially covered, where horsetails and sedges grow abundantly. In the drier part of the marsh near the forest border is a zone of grasses and sedges.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "During the last week in July the Sawatch meadow-mouse was abundant in these large marshes. It was found in nearly equal numbers in the belt of horsetails and sedges and in the drier belt of grasses and sedges. The jumping-mouse was numerous at this time in the sedges and grass near the forest border. The mink, muskrat, and beaver are reported by residents to occur in these swamps, but none were observed by us. Dr. M. J. Elrod saw a moose feeding here in the summer of 1912. One navigator shrew was trapped July 19 at the edge of a small lake and marsh near the base of Mt. MacDougal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Marsh Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus arternisiae, Sagebrush Deer-mouse, 1. Zapus princess princess, Rocky Mountain Jumping-mouse, 1. Eutamias quadrivittatus luteiventris, Yellow-bellied Chipmunk, 1. Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs. Odocoileus sp., Deer, signs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cottonwood-Birch Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Small areas of deciduous trees occur near Yellow Bay in strips near the lake shore and in the wet depressions near the mouths of the small streams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cottonwood-Birch Habitat and Association",
                "sec_num": null
            },
            {
                "text": "This type of forest is temporary and exists because it can occupy the ground more quickly than the slower growing conifers, which eventually shade it out. The pine squirrel, found abundantly in the neighboring conifer forests, does not seem to be normally present in the deciduous type of forest, probably because of the absence of its usual pine seed food.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cottonwood-Birch Habitat and Association",
                "sec_num": null
            },
            {
                "text": "The deer of the region near Yellow Bay are reported by hunters to be mainly of a white-tailed variety, though black-tailed deer are said to occur on the Mission mountains farther south. However, the reports are too indefinite to admit of specific identification. No other females taken during the summer carried embryos. This indicates that young females may breed early in the same season in which they are born, and that the period between June 20 and August 1 is not a time when young are normally carried by the species in this locality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Cottonwood-Birch Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Other mammals common in the larch and Douglas fir forests at Yellow Bay are the pine squirrel, which in July was feeding on the cones of the Douglas fir, and yellow-bellied chipmunks, two of which were taken in mouse traps. Signs of snowshoe hares and of deer were often found. A weasel was seen in this habitat by Edward Allen and W. L. Conway, students at the Biological Station. July 27, Mr. Conway saw a skunk near the shore of Flathead Lake; June 24, he saw two flying-squirrels at the edge of the laboratory clearing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Engelmann Spruce-Grand Fir Habitat and Association",
                "sec_num": null
            },
            {
                "text": "There is probably little difference between the mammals of the Douglas fir and of the larch, though not very much trapping was done in the latter. In a nearly pure larch forest near Yellow Bay the pine squirrel was often seen and one was taken; 5 deer-mice were taken; and the remains of one snowshoe hare were found in the road, where it had been eaten by sonie carnivore, likely a bob-cat. In nearly pure Douglas fir forest near Yellow Bay 13 deer-mice, 1 red-backed mouse, 2 jumping mice, and 1 pine squirrel were taken; and several other pine squirrels and yellow-bellied chipmunks were seen. The remainder of the mammals listed from the habitat were taken in mixed stands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Engelmann Spruce-Grand Fir Habitat and Association",
                "sec_num": null
            },
            {
                "text": "In Bai ley ('00) records the gray meadow-mouse, Microtus nanus canescens, from the west arm of Flathead Lake. No trapping was done in that region, but from a knowledge of the species as found in eastern Washington it should live in the wetter parts of the prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Engelmann Spruce-Grand Fir Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Eutamias quadrivittatus luteiventris, Yellow-bellied Chipmunk, seen. Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Odocoileus sp., Deer, tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Extensive areas of brush occur on the upper parts of the mountains a the eastern side of Flathead Lake. Most of it is on burned tracts, thou portion is on rocky slopes which seem never to have been forested. The vegetation is made up of several different kinds of shrubs, of which the alders, Alnus sp., and buckbrush, Ceanothus velutinus, are most characteristic. The height and density of the brush varies greatly. In some places it is low, and the ground is covered principally by annuals or grasses; while elsewhere shrubs occupy the ground to the exclusion of everything else, and grow to heights of ten to twenty feet. Where the ground is very rocky, the shrubs are widely scattered, while in good soil they may form a dense thicket.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "From the evidence of the signs and the reports of hunters, the snowshoe In these mountain meadows, at an elevation of about 6,800 feet, three navigator shrews, one deer-mouse, and one white-bellied chipmunk were taken in the third week in July. Columbian ground-squirrels were abundant in the drier parts, though their burrows were usually found near brush or clumps of trees. White-bellied chipmunks were numerous. Signs of snowshoe hare and tracks of deer and mountain-goat were noted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus artemesiae, Sagebrush Deer-mouse, 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Evotomys idahoensis, Idaho Red-backed Mouse, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Citellus columbianus columbianus, Columbian Ground-squirrel, seen. Eutamias umbrinus, White-bellied Chipmunk, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Odocoileus sp., Deer, tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "On In alpine fir forest on the upper slopes of Mt. MacDougal four deer-mice and one red-backed mouse were taken. Here a number of white-bellied chipmunks were seen, and signs of snowshoe hare and deer were found.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Buckbrush Habitat and Association",
                "sec_num": null
            },
            {
                "text": "AMarrnota caligata nivaria, Montana Hoary Marmot, heard.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Citellus columbianus columbianus, Columbian Ground-squirrel, seen. Eutamias umnbrinus, White-bellied Chipmunk, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Ochotona princess, Rocky Mountain Pika, 1. Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Odocoileus sp., Deer, tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Oreamnos Montana missoulae, Missoula Mountain-goat, tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Near the summit of Mt. MacDougal are very extensive talus slopes, loose broken rocks of all sizes, on which trees do not grow and shrubs are rare.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "However, grasses and herbs are common, while under the rocks are many places of refuge for small mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "On these talus slopes in the third week of July hoary marmots were heard a number of times; several pikas were seen and one collected; a few Columbian ground-squirrels and white-bellied chipmunks were seen; and numerous fresh signs of snowshoe hare, deer, and mountain-goat were noted. It is probable that several species of mice are members of the association also, but no trapping was done.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "On the higher southern slopes of a small mountain immediately east of Bats were often seen flying in the evenings over bodies of water or in openings in the forest near Yellow Bay. On still evenings, when mosquitoes were abundant over the lake, bats were very numerous for some distance from shore. One specimen of the little brown bat was taken, but other species were probably present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Talus Slope Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus artemisiae, Sagebrush Deer-mouse, 7. Eutamias quadrivittatus luteiventris, Yellow-bellied Chipmunk, seen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clearing Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Citellus colunmbianus coluinbianuts, Columbian Ground-squirrel, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clearing Habitat and Association",
                "sec_num": null
            },
            {
                "text": "There are only a few clearings near Yellow Bay, and these confined to the vicinity of the lake. Some of these clearings are being farmed, others are growing up to brush or to young forests.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clearing Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Yellow-bellied chipmunks are common in the brush of the clearings. One ground-squirrel was taken and several seen on cultivated ground of a farm near Yellow Bay. In late June seven deer-mice were trapped in an open grove of yellow pine saplings growing in an old clearing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Clearing Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Perormyscus maniculatus artemisiae, Sagebrush Deer-mouse, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Neotoma cinerea cinerea, Bushy-tailed Woodrat, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Microtus mordax mordax, Merriam Meadow-mouse, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Eutarnias quadrivittatus luteiventris, Yellow-bellied Chipmunk, seen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Houses and buildings are few in the region studied about Yellow Bay.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Several deer-mice were trapped in the laboratory building and in the adjacent kitchen. Two yellow-bellied chipmunks were trapped in some old log buildings beside the laboratory. A few woodrats also lived in these log buildings, and a half-grown female was trapped July 4; the previous winter the woodrats had built a nest in one of the boats in the boat house. Under some loose boards beside the laboratory building Dr. Elrod found two Merriam meadowmice on July 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Edificarian Habitat and Association",
                "sec_num": null
            },
            {
                "text": "Three faunal areas are represented in the Flathead Lake Region: one confined to the cold parts of the higher mountains; one consisting of the forested lower slopes of the mountains and the shores of Flathead Lake; and the third the prairie to the west and south of the lake. Each of these areas is characterized by the presence of peculiar species of mammals and by the dominance of different kinds of habitats. Bangs flying-squirrel, Glaitcomys sabrinus bangsi.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FAUNAL AREAS OF THE FLATHEAD LAKE REGION",
                "sec_num": null
            },
            {
                "text": "It is to be expected that some of these species will later be found to occur also in the adjacent areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FAUNAL AREAS OF THE FLATHEAD LAKE REGION",
                "sec_num": null
            },
            {
                "text": "The faunal areas near Flathead Lake seem to correspond closely to the belts of life recognized on the mountains of south-central Idaho. There are some apparent differences in the species of mammals restricted to the corresponding zones in the two places, but the collecting in both localities was of brief duration, and when the faunas are more completely known many of the discrepancies will probably disappear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FAUNAL AREAS OF THE FLATHEAD LAKE REGION",
                "sec_num": null
            },
            {
                "text": "However, the correlation of these faunas with faunas of more distant regions offers greater difficulties, and little seems to be gained by trying to",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FAUNAL AREAS OF THE FLATHEAD LAKE REGION",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms homologize the faunal area of the bunchgrass near Flathead Lake with the Alleghenian faunal area of the eastern United States in order to form a Transition life zone. The relationships of the lower coniferous forests near Flathead Lake to the Canadian fauna and those of the higher mountains to the Hudsonian fauna respectively of eastern North America are also somewhat remote.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FAUNAL AREAS OF THE FLATHEAD LAKE REGION",
                "sec_num": null
            },
            {
                "text": "The most distinctly marked mammal associations in the Flathead Lake region are the ones whose habitats are most different in character. These are the marsh, bunchgrass, and talus-slope associations. In each of these associations is included one or more species of mammals not found in other associations and one or more species there reach their greatest abundance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTINCTNESS OF THE MAMMAL ASSOCIATIONS",
                "sec_num": null
            },
            {
                "text": "The various kinds of forest habitats of the same faunal area, on the other hand, do not show very striking differences. For example, the differences between the Engelmann spruce-grand fir mammal association and the westtern larch-Douglas spruce mammal association near Flathead Lake are differences only in the comparative abundance of certain species, and every species found in the one habitat will probably be found at least occasionally in the other. The differences between the mammals of the western larch stands and those of the Douglas fir stands are still less marked. The kind of forest is evidently of much less importance in limiting the local distribution of mammals than the presence or absence of forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTINCTNESS OF THE MAMMAL ASSOCIATIONS",
                "sec_num": null
            },
            {
                "text": "There are, of course, marked differences between the mammal faunas of deciduous forests and conifer forests, between moist grand fir forests and dry yellow pine forests, and between lowland forests and mountain-top forests.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTINCTNESS OF THE MAMMAL ASSOCIATIONS",
                "sec_num": null
            },
            {
                "text": "In these cases, however, it is difficult to determine whether the kind of forest limits the distribution of the mammals or whether both forests and mammals are limited in distribution by the same or similar environmental factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTINCTNESS OF THE MAMMAL ASSOCIATIONS",
                "sec_num": null
            },
            {
                "text": "In many habitats the vegetation is the dominant factor in the mammal environment, and even in those habitats where the vegetation is not the most important part of the environment it forms in general a good index to the distribution of the mammal associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISTINCTNESS OF THE MAMMAL ASSOCIATIONS",
                "sec_num": null
            },
            {
                "text": "Bailey, Vernon",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LITERATURE CITED",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "Lake. Specimens of sixteen species were obtained, and are now in the collections of the University of Montana. The technical names of those species not collected are from Birdseye's List of Mammals found in and near Bitterroot Valley Montana ('11) with the corrections appearing in later taxonomic literature. The study was carried on under the direction of Dr. Chas. C. Adams, to whom thanks are due for advice and criticism. Dr. M. J. Elrod, Director of the Biological Station, gave much assistance in the field work and furnished many helpful suggestions. Dr. J. E. Kirkwood, of the University of Montana, kindly identified a large number of species of plants in the field. MAMMAL HABITATS AND AssoCIATIONS Beach Habitat and Association Neosorex navigator navigator, Navigator Shrew, reported.",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "text": "the upper parts of Mt. MacDougal alpine fir, Abies lasiocarpa, is the dominant tree, not as a rule growing closely together, though often found forming small clumps. Mixed sparingly with the firs are a few white-bark pines, Pinus albicaulis. The ground between and under the trees is usually covered by the typical herbs of the mountain meadow. The Engelmann spruce, Picea engelmanni, occurs commonly in association with alpine fir in places on the slopes of Mt. MacDougal, though it was not found on the higher parts of the mountain.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF1": {
                "text": "June and early July. Pine squirrels were numerous, and during July were feeding extensively on the green cones of the grand fir. Two flying-squirrels were trapped at a camp beside this stream. The campers were annoyed by the squirrels coming at night to feed on breakfast cereals and other articles Douglas fir is considered the climax forest of the region.On the moister slopes near Yellow Bay western larch is more abundant than Douglas fir and in some places forms pure stands. Mixed with the larch are often a few Douglas firs, grand firs, Abies grandis, and western birches, Betula occidentalis. Underbrush in the larch forest is moderate in amount, though it is better developed than under the Douglas fir. On the steeper slopes Douglas fir is dominant, and few larches occur. In the Douglas fir Characteristic shrubs in the western larch-Douglas fir forest at YellolN Bay are syringia, Philadelphus lewisii; ninebark, Opulcaster pubescens; spirea, Holodiscus ariaefolia; dwarf maple, Acer glabrums; and wolfberry, Syrphoricarpos occidentalis ?. Other species of lesser importance are disporum, Disporum trachycarpum; willow, Salix schouleriana; Oregon grape, Berberis repens; rose, Rosa sayi; lupine, Lupinus parviflorus; caenothus, Ceanoth sanguineus; kinnikinick or bearberry, Arctostaphylos uvc-ursi; and hon suckle, Lonicera ciliosa.Mammals are distributed generally throughout the western larch-Douglas fir forest, but do not occur in very great numbers in any particular place.Deer-mice seem to reach their greatest abundance in the parts of the forest having a heavy growth of underbrush. These mice are decidedly the most abundant mammal of the region, being taken in every habitat where trapping was done except in the swamp. Many young of different sizes as well as adults were taken during the summer. A very young female containing three large embryos was taken in Douglas fir forest near Yellow Bay on June 19.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>of food.</td></tr><tr><td>About a mile farther up in the mountains along the same stream, in Engel-</td></tr><tr><td>mann spruce forest with little underbrush, 7 deer-mice and one lemming-</td></tr><tr><td>mouse were taken in early July. Here also a snowshoe hare was trapped in</td></tr><tr><td>his well-marked runway. No opportunity was found of studying the mam-</td></tr><tr><td>mals of the extensive areas of meso-hydrophytic forest at the north end of</td></tr><tr><td>the lake.</td></tr><tr><td>PerornYscus maniculatius arternisicze, Sagebrush Deer-mouse, 16.</td></tr><tr><td>Phenacomys orophilus, Montana Lemming Mouse, 1.</td></tr><tr><td>Evotomys idahoensis, Idaho Red-backed Mouse, 2.</td></tr><tr><td>Sciurus hudsonicus richardsonii, Pine Squirrel, seen.</td></tr><tr><td>Glaucornys sabrinus bangsi, Bangs Flying-squirrel, 2.</td></tr><tr><td>Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, 1.</td></tr><tr><td>Along the lower part of a tiny stream flowing into Yellow Bay there is a</td></tr><tr><td>heavy growth of mixed Engelmann spruce, Picea engelmanni., and grand fir,</td></tr><tr><td>Abies grandis. Under this forest the ground is damp and there are many</td></tr><tr><td>partially decayed logs. The underbrush is very scanty, being composed chiefly</td></tr><tr><td>of syringa, Philadeiphus lewisii; salmon-berry, Rubus parviflorus; service-</td></tr><tr><td>berry, Amelanchier alnifolia; dwarf maple, Acer glabru'in; elderberry, Sam</td></tr><tr><td>bucus melancarpa; and Symphoricarpos, Symphoricarpus occidentalis?</td></tr><tr><td>In this situation 9 deer-mice and 2 red-backed mice were taken in late</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>"
            },
            "TABREF2": {
                "text": "the Swan River valley, and in moist situations on the mountains bordering this valley, extensive growths of western white pine, Pinus monticola, occur. Associated with this pine are grand firs and often deciduous trees. This forest is here tentatively included in the Douglas fir-western larch habitat. Trapping in a western white pine forest at the base of Mt. Mac-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms to catch anything. A pine squirrel and one cinnamon bear were seen. Lodgepole Pine Habitat and Association Ursus americanws americanus, Black Bear, tracks. Pinus ponderosa, and grows in the drier parts of the region toward the prairie, as well as on the exposed and rocky slopes of the mountains. On the drier slopes yellow pine occurs almost alone in an open formation with a forest floor of typically prairie plants, such as balsam root, Balsamorhiza sagittata, and wheat bunchgrass, Agropyron spicatum. In moister situations the Douglas fir, Pseudotsuga taxifolia, is abundantly mixed with the yellow Yellow pine-Douglas fir is well developed on the western side of Flathead Lake, where it covers the northern and eastern slopes of many of the hills. It occurs commonly at low levels on the eastern side of the lake toward the southern and northern ends. At the northern end of the lake extensive areas in the lowlands and on the western slopes of the Mission Mountains are dominated by yellow pines. In the neighborhood of Yellow Bay this typeof forest is well developed on the more exposed mountain slopes at moderate altitudes. On the lower slopes of the mountains it is in general replaced by the more mesophytic species, though isolated yellow pine trees are found in all the other types of forest except at the higher altitudes. more extensive prairies on the southern border of t many mounds of pocket-gopher were seen and the Colum was reported to be abundant.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>the</td></tr><tr><td>Peromyscus maniculatus artemisiae, Sagebrush Deer-mouse, 1.</td></tr><tr><td>Phenacomys orophilus, Mountain Lemming-mouse, 1.</td></tr><tr><td>Evotomys idahoensis, Idaho Red-backed Mouse, 1.</td></tr><tr><td>Eutamias quadrivittatus luteiventris, Yellow-bellied Chipmunk, seen.</td></tr><tr><td>Sciurus hudsonicus richardsonii, Pine Squirrel, seen.</td></tr><tr><td>Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs.</td></tr><tr><td>Odocoileus sp., Deer, signs. The mammals here are more or less an admixture of prairie and forest</td></tr><tr><td>forms, the occurrence of one or the other form depending much on the kind</td></tr><tr><td>of undergrowth and density of the tree canopy. The coyote and the Colum-</td></tr><tr><td>bian ground-squirrel are prairie animals, while the forest mammals are repre-</td></tr><tr><td>sented by the black bear, yellow-bellied chipmunk, pine squirrel, snowshoe</td></tr><tr><td>hare, and deer.</td></tr><tr><td>mountains back of Yellow Bay, and one deer-mouse was trapped. In yellow</td></tr><tr><td>pine-Douglas fir forest with a good amount of underbrush just east of the</td></tr><tr><td>southern end of Flathead Lake yellow-bellied chipmunks were abundant and</td></tr><tr><td>pine squirrels were common in late July.</td></tr><tr><td>Bunchgrass Habitat and Association</td></tr><tr><td>Canis latrans lestes, Mountain Coyote, reported.</td></tr><tr><td>Peromyscus maniculatus arternisiae, Sagebrush Deer-mouse, 4.</td></tr><tr><td>Thornomys fuscius fuscus, Mountain Pocket-gopher, mounds.</td></tr><tr><td>Citellus colbinbianus coltmbianus, Columbian Ground-squirrel, reported.</td></tr><tr><td>Prairie is extensively developed on exposed slopes west and south of</td></tr><tr><td>Flathead Lake, where it occupies most of the territory. On Wild Horse</td></tr><tr><td>Island, near the western side of the lake, there are large areas of prairie on</td></tr><tr><td>the southwestern slopes of the hills. The most significant plants of the prairie</td></tr><tr><td>on this island are the wheat bunchgrass, Agropyron spicatum; sagebrush,</td></tr><tr><td>Artemisia frigid; and the large-leaved herb, balsam root, Balsamorhiza</td></tr><tr><td>sagittata.</td></tr></table>"
            },
            "TABREF3": {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms hare and deer reach their greatest abundance in the buckbrush habitat. At different times during the summer yellow-bellied chipmunks were observed in the brush on the mountains. No trapping was done in the habitat, so it is not known what small mammals occur there.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Mountain Meadow Habitat and Association</td></tr><tr><td>Neosorex navigator navigator, Navigator Shrew, 3.</td></tr><tr><td>Peromyscus maniculatus artemisiae, Sagebrush Deer-mouse, 1.</td></tr><tr><td>Citellus columbianus columbianus, Columbian Ground-squirrel, seen.</td></tr><tr><td>Eutamias umbrinus, White-bellied Chipmunk, 1.</td></tr><tr><td>Lepus bairdii bairdii, Rocky Mountain Snowshoe Hare, signs.</td></tr><tr><td>Odocoileus sp., Deer, tracks.</td></tr><tr><td>Oreamnos Montana missoulae, Missoula Mountain-goat, tracks.</td></tr><tr><td>On the northeastern side of the Swan Range, near the summit of Mt.</td></tr><tr><td>MacDougal, there are extensive mountain meadows. Some of these are</td></tr><tr><td>nearly level, while others are steep. Here the snow lies until late in summer,</td></tr><tr><td>and the ground is cold and wet. In late summer quick-growing herbs appear</td></tr><tr><td>in abundance. There are sometimes a few low shrubs, but trees are absent</td></tr><tr><td>except in isolated clumps.</td></tr><tr><td>FIG. 3. A mountain meadow with alpine firs in Sylvan Park, near the summit of</td></tr><tr><td>Mt. MacDougal, Swan Range. July 21, 1913.</td></tr></table>"
            },
            "TABREF4": {
                "text": "Yellow Bay there is a large area of rock talus. Here were found signs of deer and snowshoe hare. No trapping was done, but it seems that typical talus slope animals were absent. Perhaps in this case the slope was too warm for the high mountain forms.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Aerial Habitat and Association</td></tr><tr><td>Myotis lutcifugus lucifuqus, Little Brown Bat, 1.</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>"
            },
            "TABREF5": {
                "text": "Similar faunal areas were found by Merriam (1891) in the mountains of Idaho. There the prairie is placed in the Neutral or Transition Zone; the lower area of forest is designated the Canadian or Douglas Fir Zone; and the colder forested area is called the Hudsonian or Spruce Zone.This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:59:05 UTC All use subject to https://about.jstor.org/terms In the Flathead Lake region the faunal area corresponding to the Hudsonian or Spruce Zone of Idaho was studied only on Mt. MacDougal where it is made up of the talus slope association, the mountain meadow association, and the alpine fir association. The Engelmann spruce forest of the higher mountains belongs here also. Species of mammals found only in this faunal area are the Montana hoary marmot, Marnota caligata nivaria; white-bellied chipmunk, Eutacmias umbrinus; Rocky Mountain pika, Ochotona princess; and Missoula mountain-goat, Oreanlnos montanus missoulae. The faunal area characterized by prairie was not carefully studied in the vicinity of Flathead Lake. In it the bunchgrass habitat is known to be dominant, though what other habitats and associations occur in the strictly prairie region is not known with certainty. A characteristic mammal of this faunalarea is the mountain pocket-gopher, Thomomys fuscits fuscus. The talus-slope habitat, so characteristic of the higher parts of the mountains, occurs also in places on the lower slopes, but here, near Yellow Bay at least, the mammal species characteristic of the association at the higher levels are apparently not present.Species which were found in the faunal area of the lower slopes of the",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>The lower mountain slopes and most of the lower ground adjacent to</td></tr><tr><td>Flathead Lake belongs in the zone which corresponds to the Canadian or</td></tr><tr><td>Douglas Fir Zone of south-central Idaho. Here are included the open-water,</td></tr><tr><td>beach, marsh, cottonwood-birch, Engelmann spruce-grand fir, western</td></tr><tr><td>larch-Douglas fir, lodgepole pine, yellow pine-Douglas fir, buckbrush, and</td></tr><tr><td>aerial associations. mountains and not elsewhere are:</td></tr><tr><td>Little brown bat, AMyotis lucifugus luecifugus.</td></tr><tr><td>Gray bushy-tailed woodrat, Neotomna cinerea cinerea.</td></tr><tr><td>Mountain lemming-mouse, Phenacomtys orophilus.</td></tr><tr><td>Sawatch meadow-mouse, Microtus pennsylvanicus modestus.</td></tr><tr><td>Merriam meadow-mouse, Microtus niordax mordax.</td></tr><tr><td>Rocky Mountain jumping-mouse, Zapus princeps princes.</td></tr><tr><td>Yellow-bellied chipmunk, Eutamias quadrivittatus luteiventris.</td></tr><tr><td>Pine squirrel, Sciurus hudsonicus richardsonii.</td></tr></table>"
            }
        }
    }
}