{
    "paper_id": "Dice1918-NotesontheNestingoftheRedpoll",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:24.168864Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1918-NotesontheNestingoftheRedpoll",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "G7{z3lJe~",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "N OTES on three nests of the Redpoll (Acanthis linaria linaria) found in the interior of Alaska are here presented as an addition to our knowledge of the breeding habits of this species. These notes were secured by the author while a Deputy Fur Warden in the Alaska Fisheries Service, and they are published with the permission of the United States Bureau of Fisheries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "During the winter, Redpolls are found in flocks consisting of a few individuals up to several hundred, but in the spring the flocks break up and the birds pair off. On the North Fork of the Kuskokwim River, near its head, pairing began in 1912 during the last week in April, but a flock of fifty was seen as late as May 7. The exact position of this locality is about seventy-five miles almost directly south of Tanana, Alaska, and about eighty miles no'rth and a little west of Mount McKinley.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "In this region the valleys and low hills are largely covered by an open scrubby forest of black spruce, beneath which the ground is heavily carpeted with sphagnum moss. Lakes and small streams are numerous. Along the streams and extending up on southern hillsides are patches of paper birch and white spruce forest, while on the river bars thickets of willow and alder are common.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "The first nest was found May 20, and was apparently was placed about four feet above ground in a willow whi edge of the river in a fringe of willows and alders. The two more nests were found, both incomplete. One of th three feet from the ground in a small paper birch whic place where the paper birch and white spruce forest had been burned off a number of years before. It was about twenty feet from the river, just behind a screen of willows. The other nest (no. 3) was about five feet high in a willow, Eggs seemingly were laid one each day, as shown in the accompanying table. The cases where two eggs apparently appear in one day are probably due to one egg having been laid after my visit the first day and the other before my visit the second day. The number of eggs in the complete set was four in nest no. 3, and five in each of the other nests. The eggs of nest no. 3 were collected on May 30 when the set was seen to be complete.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "Incubation was in progress in all nests on May 29, but may have begun on May 28, for the nests were not examined on that day, or perhaps even earlier in nest no. 2, where the female was on the nest when it was to a collecting trip to an adjacent mountain the nests were 4, 5, or 6, so the time the eggs hatched is not exactly kno two nests remaining, sometime between June 3 and June Three eggs of nest no. 1 failed to hatch, though all hatc A male was collected May 19 near the site of nest no. 1, be found. Perhaps he was the mate of the female of this n have been the cause of the infertility of part of the eggs. has no function in the home life of the Redpoll other than Of the two nestlings in nest no. 1, one grew much mor other, but both grew more rapidly than the five in nest n young birds were able to fly the nests had become foul wit July, 1918 NOTES ON THE NESTING OF THE REDPOLL 131 edges of the nest-cups had been broken down by the weigh nestlings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            },
            {
                "text": "A well-grown young Redpoll was collected in alders by the river on May 30, so these nests were not the earliest for the year, and it is possible that they represent a second brood. The time required to build a nest and rear a nestful of young Redpolls to the time when they leave the nest is apparently just about a month.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TIHE. C ?OD9R",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": " REDPOLL NESTS 1912 Nest No. 1 Nest No. 2 Nest No. 3 May 20 completed ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "NORTH FORK OF THE KUSKOKWIM RIVER ABOUT A IIALF-MILE BELOW WHERE THE REDPOLL NESTS WERE FOUND. A GROWTH OF WILLOWS CAN IBE SEEN ON THE RIVER-BAR AT THE LEFT OF THE PICTURE, ANDL) IN TIIE DISTANCE AFOREST OF PAPER BIRCH AND WHITE SPRUCE.",
                "type_str": "figure",
                "uris": null,
                "num": null
            }
        }
    }
}