{
    "paper_id": "Dice1933-LongevityinPeromyscusManiculatusGracilis",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:56.558400Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1933-LongevityinPeromyscusManiculatusGracilis",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "By LEE R. DICE Some records of the length of life of Peromyscus maniculatus gracilis (Le Conte) indicate that this subspecies has a' longer life span than P. m. gamb~.lii, another geographic race of the same species, which has been studied by Sumner.' ' My stock of gracilis, eight mice in all, was secured near Elmira, Otsego County, Michigan, in September, 1923 . All of the original animals, 'except two that escaped, were prepared as specimens when they had been in captivity more than 3 years.' A few of the offspring died in early life from unknown causes, but most were killed and prepared as specimens. Only a few individuals were kept until they died of old age. Of those which died at ages over 2 years, two females reached ages, respectively, of 3 years, 2 months, and 5 years, 3! months. Three males reached ages of 5 years, 7! months, 7 years, and 8 years,4 months, respectively. ' The female that died at 3 years, 2 months could hardly have died of old age, for a number of the females which were killed for specimens had reached greater ages. Two of the females caught in the field had been in captivity 3 years, 10 months, when killed. Two cage-born females when killed were, respectively, 4 years, and 3 years, 4 months of age.",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 363,
                        "text": "Elmira, Otsego County, Michigan, in September, 1923",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "Many of the oldest animals showed evidence of senility. In the old mice in general there was a stiffness in movements and a lack of vigor; the body was lean, sometimes almost emaciated; the pelage seemed to be thin; and the color was paler than normal for animals in their prime, but was never entirely white.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "Nearly all races of Peromyscus seem to be most fertile in their first year, but gracilis in my laboratory seems to be a little slow in starting to breed. My stock of gracilis had become quite infertile before this was noted, and perhaps its relative infertility is the reason for the late production of litters. Most of the matings producing offspring were made after the animals were over a year old, so the evidence is not at all conclusive that they would not breed at younger ages. Two matings of 10-months' old males and females resulted in litters when the parents were aged 1 year, 5 months, and 1 year, 9 months, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "The reproductive period in gracilis seems to be prolonged to a relatively old age. Some of the pairs continued to be productive 'until they were 3 years or more old. One pair of wild-caught mice had a litter when they had been in captivity 3 years and 1 month. Shortly after this they were prepared as specimens,' and there is no evidence that they had at that time become infertile. In the oldest fertile pair of gracilis of which I have record the female was 4 years 3 months old and the male 5 years 10 months old at the time of the birth of their last litter. Another male was 5 years, i month old at the time of the birth of his last litter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "The age at death of the oldest male Peromuscus maniculatus gambelii recorded by Sumner was 4 years, 5 months, and of the oldest female 5 years, 8 months. The oldest fertile mice of this subspecies were more than 34 months old at the birth of the last litter, or a little over 2 years, 10 months.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "It will be noted that the oldest female gambelii attained an age several months greater than the oldest female gracilis. However, the oldest male gracilis lived to be nearly twice as old as the oldest male gambelii, and two other male gracilis lived to be rather old. The numbers are too few for reliable conclusions to be drawn as to whether males or females of these mice live the longer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "Perhaps the apparently greater length' of life and longer period of fertility in Peromyscusmaniculatus gracilis as compared to the related subspecies gambelii is due in part to differences in the laboratory environments. The gracilis mice were kept at Ann Arbor, Michigan, in laboratories heated in winter, while the gambelii were kept at La Jolla, California, in a laboratory without artificial heat. The food also of the two stocks was different. However, it is my opinion that the differences described can hardly be due to environment alone. The evidence, .although scanty, indicates that the northern race, gracilis, is genetically somewhat longer-lived than its more southern relative gambelii. Michigan, Ann Arbor, Michigan. ",
                "cite_spans": [
                    {
                        "start": 701,
                        "end": 731,
                        "text": "Michigan, Ann Arbor, Michigan.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY IN PEROMYSCUS MANICULATUS GRACILIS",
                "sec_num": null
            },
            {
                "text": "F. B. Sumner, Journ. Mamm., vol. 3, pp. 79-81, 1922, Downloaded from https://academic.oup.com/jmammal/article/14/2/147/859925 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/14/2/147/859925 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}