{
    "paper_id": "Dice1940-EcologicandGeneticVariabilitywithinSpeciesofPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:06.727812Z"
    },
    "title": "ECOLOGIC AND GENETIC VARIABILITY WITHIN SPECIES OF PEROMYSCUS1",
    "authors": [
        {
            "first": "D",
            "middle": [
                "R"
            ],
            "last": "Lee",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "R",
            "middle": [],
            "last": "Dice",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1940-EcologicandGeneticVariabilitywithinSpeciesofPeromyscus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "THAT individual characters seldom are uniform throughout the whole range of any species or subspecies is well appreciated by every taxonomist. Every species and every subspecies (the geographic race of the vertebrate zoologist) varies in its characters from place to place, and more or less distinct local races or families may occur in restricted areas. A local race which is fairly uniform and distinct in its characters and which occupies a definite geographical area will probably be described as a subspecies, even if the size of the population is small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Most local races, however, are variable in their characters and are not sufficiently distinct to be recognized in taxonomy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The variability of subspecies and species, at least in mammals, is not primarily due to a direct influence of the environment upon the individual animals, but is based upon variations in heredity. This was first demonstrated by F. B. Sumner (1932: 28-30) in his classic studies of Peromyscus. My own studies of the genus confirm and support Sumner's conclusions.",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 254,
                        "text": "Sumner (1932: 28-30)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The considerable amount of local variability within a single subspecies is well shown by the eastern woodmouse, Perontyscus letco pus noveboracensis. The body dimensions and pelage color of these mice vary greatly from place to place in the eastern United States, though all are assigned to this one form (Dice, 1937: 17-31; and 1939: 3-16) . Populations of these mnice living in three different woodlots in the near vicinity of Ann Arbor, Michigan, differ about as much from one another in body dimensions and in pelage color as do populations of the subspecies living hundreds of miles apart.",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 324,
                        "text": "(Dice, 1937: 17-31;",
                        "ref_id": null
                    },
                    {
                        "start": 325,
                        "end": 340,
                        "text": "and 1939: 3-16)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "1 Read at a symposium on ''The Relation of Genetics to Geographical Distribution and Speciation, ' before Section F-Zoological Sciences, American Association for the Advancement of Science, Milwaukee, Wisconsin, June 20, 1939. 212 This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 230,
                        "text": "20, 1939. 212",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The characters which distinguish some local races may have arisen through inbreeding in partially isolated habitats, with consequent chance elimination of certain genes and fixations of the remaining gene combinations (Wright, 1932: 360-362) . New mutations arising in isolated or partially isolated small populations may also affect the character of the local stock, especially if the same nmutation recurs frequently. Little is known, however, about the rate of elimination of genes or the rate of mutation of new characters of the sort which distinguish races, and, consequently, the effectiveness of these processes for evolution within species call not now be evaluated.",
                "cite_spans": [
                    {
                        "start": 218,
                        "end": 241,
                        "text": "(Wright, 1932: 360-362)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Not all the variability within species can be the result of chance alone, for it has been demonstrated that there is a tendency for the pelage color of ground-dwelling small mamnlals to be correlated with the soil color of their habitat (Dice and Blossom, 1937: 106-108) . The pelage colors of Peromyscus are, at least in major features, inherited and accordingly it must be concluded that the environment in some way controls in part the heredity of these mice.",
                "cite_spans": [
                    {
                        "start": 237,
                        "end": 270,
                        "text": "(Dice and Blossom, 1937: 106-108)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The correlation between the pelage color of small mauiinals and the soil color of their habitat is particularly well shown in the western arid regions, where there is con- The same trend for a correlation between pelage color and soil color occurs also in humid regions. The mice living on isolated sand beaches both along the Pacific (Suminer, 1917: 173-185) and Atlantic coasts (Dice, 1939: 12-15) tend to be paler in pelage color than their brethren living on dark-colored inland soils. This trend is particularly striking in the beach-mnice (Peromnyscus (Sunmner, 1926: 149-184) .",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 359,
                        "text": "(Suminer, 1917: 173-185)",
                        "ref_id": null
                    },
                    {
                        "start": 380,
                        "end": 392,
                        "text": "(Dice, 1939:",
                        "ref_id": null
                    },
                    {
                        "start": 558,
                        "end": 582,
                        "text": "(Sunmner, 1926: 149-184)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The dark colors of animals living in heavy forests and the pale colors of desert animals were noted long ago by naturalists, and numerous hypotheses have been proposed to explain this correlation. It is now clear that the dark colors of forest animals are only indirectly correlated with the heavv rainfall, with the high humidity of the atmosphere and with the density of the vegetation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In regions of heavy rainfall it will of course usually result that there is high atmospheric humidity and a rich cover of vegetation. Part of the vegetation falls to the ground each year and produces humus in the soil. The addition of the humus gives the soil a dark color, which the ground-inhabiting animals tend to match. The result is that in humid regions many of the animals are dark in color. Contrariwise, in the desert the vegetation is scanty and little humus accumulates in the soil, which, accordingly, is pale iii color. Here, in correlation with the color of the soil, the aninials tend to be pale in color. The parallel production on entirely separated lava beds of somewhat similar dark-colored races of Perom-nTscus and of other small mnammimals, and likewise the production of pale-colored races on isolated areas of pale-colored soils can only mean that pelage color has some important relation to the life of the animals concerned. It is proba- and with the altitude of the habitat has been noted bv Davis (1938: 338-342) . It seems certain therefore, that, though still little understood, there are at least some general correlations between the body size and proportions of mammals and the character of the environment. The above evidence indicates that the pelage color and body dimensions of small mammals are at least in part correlated with certain features of the environment.",
                "cite_spans": [
                    {
                        "start": 1020,
                        "end": 1041,
                        "text": "Davis (1938: 338-342)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Color and size are the characters on which most geographic races of mammals are distinguished, and we are forced to conclude that, contrary to the statements in some text-books, a considerable number of taxonomic characters are influenced by the environment and are presumably adaptive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A common ancestry for all the members of a subspecies is generally assumed by taxonomists. If a particular subspecies has now a discontinuous range, it is assumed that at some former time the range was continuous. of yellow pine forest, much more arid in type, and inhabited by a few deer-mice, wbich, at least at Summerhaven, are paler in color than those from the Douglas fir association, but which must nevertheless be referred to the subspecies rutfinus (Dice, 1938: 17-18) . At a still lower level on these mountains there is an encinal belt of oaks and junipers where I failed to secure any mice of this species though they probably occur rarely. Still lower, on the north side of these mountains only, there is a belt of arid grassland in which deer-mice are rare.",
                "cite_spans": [
                    {
                        "start": 458,
                        "end": 477,
                        "text": "(Dice, 1938: 17-18)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Here the mice are a pale buff in color, and are accordingly assigned to the subspecies sonoriensis, which is characteristic of the pale soils of arid areas. Still lower, surrounding the bases of the mountains, is the desert belt, in which no mice of this species have been taken. In the Douglas fir forest on MIt. Lemnion the deer-mice were, when I studied the habitat, much more abundant than in the surrounding associations. This would result in considerable inbreeding within this local population. (Dice, 1938: 7-18) , and it may be assumed that these local races have in general originated at the places where they now occur. If this be true, the subspecies rufintus as now recognized has had a polyphyletic origin, and the simii- Oregon. Snake River, however, is a barrier to the distribution of these mice which must have been in existence before the Blue Mountains were elevated. In the canyon of Sale River, at least at Lyons Ferry, the subspecies north of the river is arteminsiae, while south of the river a different subspecies, gambelii, occurs. It seems certain, therefore, that the artem3bisiae of the Blue Mountains have had an origin largely or entirely independent of those assigned to the same subspecies from north of Snake River (Dice, 1939: 16-19) .",
                "cite_spans": [
                    {
                        "start": 502,
                        "end": 520,
                        "text": "(Dice, 1938: 7-18)",
                        "ref_id": null
                    },
                    {
                        "start": 1250,
                        "end": 1269,
                        "text": "(Dice, 1939: 16-19)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Some subspecies occupy a narrow but very extended range. Such is Peronyscus maniculatus gamib elii, which extends from interior Washington to Baja California (Osgood, 1909, pl. 1) . This is an extreme range of over 1937: 114-115) . The members of a subspecies tend to occupy similar sorts of habitats, and at least some subspecific characters are known to be correlated with certain environmental features.",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 179,
                        "text": "(Osgood, 1909, pl. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 215,
                        "end": 229,
                        "text": "1937: 114-115)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The taxonomy of subspecies must of necessity be based on morphological characters. This means that in mammals the color of the pelage and the dimensions of the body and its parts must form the basis of classification. In regions of general environmental uniformity the subspecies may be expected to be more or less constant in characters, with local races poorly marked. In regions of considerable environmental diversity, on the contrary, the subspecies will likely be variable, with many local races, some of which may be strongly marked. Such variable subspecies are of course difficult to classify, especially when several opposing ecologic tendencies are involved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The interpretation of a subspecies as being an ecologic trend is, it seems to me, more sound than the current concept of the vertebrate taxonomist, which holds that the subspecies is a unit of descent, and which implies that it also is a unit of heredity. There is good evidence that subspecies are not uniform in hereditary constitution and there also is good evidence for the polyphyletic origin of some subspecies. Accordingly, the concept that the subspecies results from an ecologic tendency more or less This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms uniformly expressed over a definite but not necessarily continuous area, seems most in accordance with the facts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Within every wide-ranging subspecies of animal there is a considerable amount of local variability, at least a considerable part of which is based on hereditary differences. The pelage color of Peromyscus and other small mammals tends to match the color of the surface soil of the habitat, demonstrating a control by the environment of part of the heredity of these animals. There also is evidence that some subspecies of Peromyscus have had a polyphyletic origin. Accordingly, the subspecies is considered to be primarily an ecologic unit, rather than a unit of similar descent or of similar heredity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF2": {
                "ref_id": "b2",
                "title": "map, 2 figs",
                "authors": [],
                "year": 1938,
                "venue": "Univ. Mlich. Occ. Pal). Mus. Zool",
                "volume": "352",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Univ. Mlich. Occ. Pal). Mus. Zool., 352: 1-32, 1 map, 2 figs. 1938. Univ. Mich. Occ. Pap. Mus. Zool., 375: 1-19, 1 map.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Studies of Mammnalian Ecology in Southwestern North A merica",
                "authors": [],
                "year": 1937,
                "venue": "111map. Dice, Lee R. aad Philip M",
                "volume": "9",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Univ. Mich. Contrib. Lab. Vert. Gem., 9: 1-16, 1 mnap. 1939. Univ. Mich. Contrib. Lab. Fert. Gem., No. 12: 1-22, 111map. Dice, Lee R. aad Philip M. Blossom 1937. \"Studies of Mammnalian Ecology in Southwestern North A merica, with Special Attention to the Colors of Desert Mammals.''",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Proc. 6th Inte-. Cong. Genetics",
                "authors": [
                    {
                        "first": "Sewall",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "356--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wright, Sewall 1932. Proc. 6th Inte-. Cong. Genetics, 1: 356-366, 4 figs. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "The dark-colored local race of rufinus living in the Douglas fir association on Mt. Lemmon constantly inter-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms with the paler colored local race inhabiting the yellowpine association, and which in its turn undoubtedly interbreeds with the very differently colored subspecies sonoriensis occupying the nearby arid grassland belt. Under these conditions the mice living in the Douglas fir forest must constantly interchange hereditary factors with the surrounding populations. A deer-mouse can travel a distance of slightly over two miles in about two days (Murie and Murie, 1931: 203) and a deer-mouse could, therefore, if it wished, cross the whole major area of Douglas fir association on M~t. Lemmon in a single night. In the face of constant interbreeding with and immigration from the surrounding populations the local dark-colored race on Mt. Lemmon could not possibly long remain distinct except as the result of some process favoring the dark color. There is a suggestion, furthermore, that selection for dark color is in this situation rather rigorous. If, as is strongly indicated, selection is essential to the continued existence of the dark-colored local race in the Douglas fir forest on Mt. Lemmon, does not this agency sufficiently account for the production of the race? I believe that selection, possibly aided by local mutation, actually is sufficient to produce this local race and that the hypothesis of a former extensive Douglas fir forest continuous with the forests of the Rocky Mountains is unsatisfactory. The dark-colored local race on Mt. Lemmon can not possibly be explained solely as a glacial relict.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "larities of the several isolated populations making up the subspecies are due to parallel development, presumably in response to similar types of environment. Additional evidence for parallel evolution within a subspecies of deer-mouse is presented by Perom)i~ysctus m niculatus artemnisiae in southeastern AWTaslhiiigton and adjacent states. This subspecies occupies the mountains and the higher parts of the Columbia Plateau north of Snake River in Washington and Idaho, and reappears on the Blue Mountains south of the river in Washington and",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "The hereditary constitution of an animal or of a population, however, can not with our present knowledge be analyzed. Neither are we able to determine the ancestors of a subspecies except by comparison of its characters with those of other living subspecies. The fossil material available for most species is inadequate to give information about the evolution of subspecies. The subspecies as we recognize it in the field and in the museum therefore is composed of individuals of the same species which appear to be more or less similar in characters and which live in the same general area.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "TABREF2": {
                "content": "<table><tr><td>ble We do not know, for instance, whether or not a tail which</td></tr><tr><td>averages ten millimeters longer in one race than in an-</td></tr><tr><td>other really makes much difference to the individual</td></tr><tr><td>mouse. Certainly there is no such obvious correlation</td></tr><tr><td>between body proportions and type of habitat as is true</td></tr><tr><td>of color. Nevertheless, forest-dwelling Peromyscus have,</td></tr><tr><td>in general, longer tails, and larger feet, perhaps corre-</td></tr><tr><td>lated with their semi-arboreal habits, than do the prairie</td></tr><tr><td>mice. Furthermore, there seems to be a tendency for</td></tr><tr><td>desert mammals to have proportionately larger ears</td></tr></table>",
                "text": "that the pelage colors of many races have been produced by natural selection, although this has not been proved in any particular instance. To our eyes, at least, most small mammals, when viewed from above in their natural habitat, appear concealingly colored.The body size and proportions of Peromyscus are probably also of importance in the life of the animals, but we know little about the adaptive value of these features.",
                "num": null,
                "type_str": "table"
            },
            "TABREF3": {
                "content": "<table/>",
                "text": "Thus, of the dark-colored subspecies Pei omyscus mltaniculatus rufinus, which occurs in the forests of the Colorado mountains and also on isolated mountain-tops in Arizona and New AMexico, it has been assumed (Merriam, 1890: 20-21) that the range of the form was continuous during the glacial period when heavy mountain forests are presumed to have come low enough to connect together all the now isolated sections of the subspecies.Let us now examine a particular local race within the subspecies rtufinus to determine the conditions under which it exists. On the upper north slope of Mt. Lemnion, the highest peak of the Santa Catalina Mountains",
                "num": null,
                "type_str": "table"
            },
            "TABREF4": {
                "content": "<table><tr><td>as we must, that selection of some sort is operating to</td></tr><tr><td>favor the darker colored individuals, we would seem theo-</td></tr><tr><td>retically to have satisfactory conditions for rapid evo-</td></tr><tr><td>lution.</td></tr><tr><td>Dark-colored local races of mammals, similar to the</td></tr><tr><td>one on Mt. Lemmon, occur on other high mountains in the</td></tr><tr><td>Southwest, such as on the Chiricahua Mountains</td></tr></table>",
                "text": "On the other hand, the population there is sufficiently large so that no tendency for immediate fixation of characters would be anticipated. In this flourishing population new characters would be expected to arise from time This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms to time by mutation, and other characters would constantly be introduced by interbreeding with the surrounding-populations. Under these conditions, if we assume,",
                "num": null,
                "type_str": "table"
            },
            "TABREF5": {
                "content": "<table><tr><td>On its eastern border, north to Snake River, it inter-</td></tr><tr><td>breeds with the pale-colored race, sonoriensis. It is im-</td></tr><tr><td>possible to believe that gamtbbelii in its long narrow range</td></tr><tr><td>and with constant interbreeding on both sides with races</td></tr><tr><td>of different color from itself, could long maintain its</td></tr><tr><td>characteristics by the impetus alone of its original heredi-</td></tr><tr><td>tary constitution, even if it should ever have had a uni-</td></tr><tr><td>form heredity throughout its whole range. It seems to</td></tr><tr><td>me most logical to assume that its range and characters</td></tr><tr><td>are determined largely by the fact that it lives in a strip</td></tr><tr><td>of territory intermediate in type of environment between</td></tr><tr><td>the heavy forests inhabited by the dark-colored races on</td></tr><tr><td>the west and the arid areas inhabited by the pale-colored</td></tr><tr><td>soorteisis on the east, and that accordingly we have</td></tr><tr><td>here a race, gamibel1ii, of intermediate color and inter-</td></tr><tr><td>mediate body proportions. In other words I conclude</td></tr><tr><td>that the environment determines the characters of gain-</td></tr><tr><td>belii as it does those of the other races of Peromyscus</td></tr><tr><td>which have been critically studied.</td></tr><tr><td>Mlice which appear alike in pelage color and in body</td></tr><tr><td>proportions may not necessarily have the same heredi-</td></tr><tr><td>tary constitution. Tones of pelage color which are indis-</td></tr><tr><td>tinguishable to our eyes may be produced by different</td></tr><tr><td>combinations of genetic factors. For instance, the sev-</td></tr><tr><td>eral types of dilution in the house-mouse and in other</td></tr><tr><td>laboratory rodents may produce animals which appear</td></tr><tr><td>alike or nearly so. Body dimensions are known to be in</td></tr><tr><td>some laboratory animals controlled by multiple factors,</td></tr><tr><td>different combinations of which theoretically can pro-</td></tr><tr><td>cluce similarly appearing individuals. The local popula-</td></tr><tr><td>tions occupying distant parts of the range of a subspecies</td></tr><tr><td>may therefore have very different heredity, even though</td></tr><tr><td>the animals have the same general appearance.</td></tr><tr><td>The subspecies should, accordingly, in my opinion, be</td></tr><tr><td>considered to be primarily an ecologic unit (Dice and</td></tr><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC</td></tr></table>",
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:35:49 UTC All use subject to https://about.jstor.org/terms 1,200 miles. Along its western border, from San Francisco Bay northward, gamnbelii interbreeds with the clarkcolored races rub idus ancl oreas and perhaps ar temisiae.",
                "num": null,
                "type_str": "table"
            }
        }
    }
}