{
    "paper_id": "Dice1910-NewrecordsforthestateofWashington",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:19.350211Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1910-NewrecordsforthestateofWashington",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "A farmer living near here has trapped and shot 40 hawks, nearly all being Red-tails, on his farm within the past year. Another farmer living in this county has destroyed nearly as many recently. I have noticed a diminution in their numbers this winter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VOLXXVII] General Notes. 217",
                "sec_num": null
            },
            {
                "text": "On March, 1907, a Whistling Swan was shot by Frank McCombs, near Cadiz, and on the 22d of the same month another was shot by W. E.",
                "cite_spans": [
                    {
                        "start": 3,
                        "end": 64,
                        "text": "March, 1907, a Whistling Swan was shot by Frank McCombs, near",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VOLXXVII] General Notes. 217",
                "sec_num": null
            },
            {
                "text": "Mong, near Scio, this county.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VOLXXVII] General Notes. 217",
                "sec_num": null
            },
            {
                "text": "In a conversation once with Dr. Beal, of Scio College, the author of the Beal local option law, he told me of talking with a guide in northern Michigan who claims once to have counted thousands of \"Wild\" Pigeons lying dead upon the shore of the lake. A great storm had swept over the lake a few days before, and the guide stated to the Doctor, who was spending his vacation in that region at the time, that the shore of the lake was literally covered with the bodies of the dead birds for a great distance. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 13:22:10 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "VOLXXVII] General Notes. 217",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Some Rare Occurrences in Yates County, N. Y.-BrUinnich's Murre (Uria lomvia).-A female Brunnioh's Murre was killed in the inlet of Keuka Lake at Branchport Dec. 1, 1902, by Myron Pelton and the skin is now in my collection. It was apparently unable to rise from the water and was killed with a boat oar. There was not a particle of fat on the body and the stomach and intestines were entirely empty.Orchard Oriole (Icerus spurius).-While at a farm house in the country near Branchport, May 6, 1903, I heard a bird note that was new to me and, following it up, I soon saw an Orchard Oriole in a cherry tree in the yard. As it stayed around for some time I had a good chance to study it and I am absolutely sure that I identified it correctly. I know of but one other record of this bird in Yates County. James Flahive has a mounted female in his collection that he shot in his yard in Penn Yan in 187-.Hudsonian Godwit. (Limosa hcmastica).-A Hudsonian Godwit was shot on the mud flats at Branchport, Oct. 29, 1905, by a hunter who brough it to me to be identified and the skin is now in my collection.-VERDI BURTCH, Branchport, N. Y.Notes from Boulder County, Colorado.-Varied Thrush.-A bird of this species was seen on December 5, 1909, in Gregory Caflon near Boulder. The weather for the preceding week had been cold and snowy. The bird was not taken but was observed with a field-glass under conditions permitting a full description. After feeling certain of the identification myself, I sent the description to Professor Cooke, who accepted it as satisfactory evidence for a State record.Canon Wren.-During the winter of 1909-10, a resident, rather inconspicuous but not rare. One was taken on November 25, 1909, and three others seen the same day. I have seen or heard them, usually a single bird at a time, in Boulder, Gregory, and Bear cafions at frequent intervals from October 30 till the middle of February (when these notes were written). Barn Owl.-A single bird was seen on October 31, 1909, about six miles east of Boulder. It was about twenty feet down in a deserted shaft, perched on a ledge. It was still in the same place a week later, but in attempting to drive it out of the hole, the bird sailed further down and was not seen again.This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 13:22:10 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Delbert Burdett, a farmer living near Cadiz, who has pointed out to me the nesting places of the Redstart, Pileated Woodpecker, and other rather rare birds, claim to have seen a great flock of Passenger Pigeons in September, 1898. He was.at work cutting timber near St. Clairsville, Belmont County, Ohio, sixteen miles from Cadiz; when a flock of \"thousands\" of Pigeons suddenly appeared, and in alighting, covered a field several acres in extent. A number of old farmers saw the birds, and all agreed they were \"Wild\" Pigeons. I questioned Mr. Burdett very closely regarding the occurrence, and have every reason for believing his story is correct. Mr. and Mrs. E. C. Gerke, of Rayland, Jefferson County, Ohio, captured a Snowy Owl in their barn on May 9, 1909. This is a decidedly late date for this owl to be found in eastern Ohio.-HARRY B. MCCONNELL, Cadiz, Ohio. New Records for the State of Washington.-I wish to report the following records for the State of Washington: Dendragapus obscurus richardsoni. RICHARDSON'S GROUSE.-This bird is reported by S. E. Piper of the Biological Survey as being not uncommon in the lateral caflons of Snake River during the breeding season. So far as known they leave this locality before the first of October. Mr. Piper has hunted these birds and has made \"some good bags.\" Unfortuna tely I have been unable to locate his specimens. Ammodramus savannarum bimaculatus. WESTERN GRASSHOPPER SPARROW.-Two adult males in breeding plumage were taken in a wheat field in the Touchet Valley near Prescott, Walla Walla Co., on June 16, 1908. These specimens are in my possession. Junco montanus. MOUNTAIN JUNCO.-A female of this species was taken by R. E. Snodgrass at Pullman, Whitman Co., October 11, 1902. This specimen is in the Washington State College Museum. The species was determined by H. C. Oberholser. Certhia familiaris montana. ROCKY MOUNTAIN CREEPER.-A specimen taken at Prescott, Walla Walla Co., Dec. 26, 1908, was determined by W. H."
            }
        }
    }
}