{
    "paper_id": "Dice1923-NotesonsomemammalsofRileycounty,Kansas",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:43.231375Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "as the rump out of water. With a pair of 6-power field glasses we watched it until it hauled out on the opposite bank. The part ofits body that had been submerged and its tail were thoroughly wet, the hair pasted to its body, sharply contrasting the lower part of the animal with the dry, fluffy upper part. After landing the woodchuck walked slowly and unconcernedly up the bank a few feet when it was lost to view in the tall weeds. It did not shake itself during the time that we could see it. The day was cloudy and the temperature about 70 degrees. The creek at this place is about seventy-five feet wide, with slight current, and on this day there was scarcely a ripple on the surface. Along this creek woodchucks are common, on both banks, and it is my opinion that individuals swim across from one side to the other more frequently than may be supposed, but the woodchuck is both shy and alert and it is only by good fortune that one may sometimes catch it in the act; it requires first of all a \"clear coast.\"",
    "pdf_parse": {
        "paper_id": "Dice1923-NotesonsomemammalsofRileycounty,Kansas",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "as the rump out of water. With a pair of 6-power field glasses we watched it until it hauled out on the opposite bank. The part ofits body that had been submerged and its tail were thoroughly wet, the hair pasted to its body, sharply contrasting the lower part of the animal with the dry, fluffy upper part. After landing the woodchuck walked slowly and unconcernedly up the bank a few feet when it was lost to view in the tall weeds. It did not shake itself during the time that we could see it. The day was cloudy and the temperature about 70 degrees. The creek at this place is about seventy-five feet wide, with slight current, and on this day there was scarcely a ripple on the surface. Along this creek woodchucks are common, on both banks, and it is my opinion that individuals swim across from one side to the other more frequently than may be supposed, but the woodchuck is both shy and alert and it is only by good fortune that one may sometimes catch it in the act; it requires first of all a \"clear coast.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "lower ground was partly flooded, several were found on the surface of the ground on the campus; I have dates of February 9, 12, and 17,1916. In the evening of July 9, 1917, an adult male was found on top the ground at the edge of a street in Manhattan.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 140,
                        "text": "February 9, 12, and 17,1916.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Captives could not be kept alive more than a few days. While alive they seemed fond of earthworms and beetle larvre. The food seemed to be located entirely by the senses of smell and touch. Earthworms were located by smell and seemed always to be seized at the end. If first touched in the middle by the proboscis the worm was always rapidly followed to an end before being seized. The proboscis was much used in moving the food about to get it into position to be taken into the mouth. All food seemed to be carefully chewed; one could distinctly hear the grinding of the teeth when the animal ate earthworms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On a hard surface most of the under surface of the body seems to rest on the substratum, although at times the body is slightly raised on the feet; the body is forced forward sometimes by both fore feet and both hind feet working at the same time, while at other times the feet of the opposite sides of the body were used alternately. The animal readily backs up or turns around. For exploring a passage the proboscis is used and even at times the tongue is extended, if the proboscis will not go, as through the meshes of the screen on the cage. In loose ground or sand the animal makes rapid progress, quickly opening a passage with the spade-like fore feet, which are brought forward alongside the nose and forced outward.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Blarina brevicauda brevicauda. Bob-tailed Shrew.-During July, 1917, one was taken in a thick growth of herbs along a slough on the Kansas River; six in a thick growth of small tree willows with many herbs near the same place; three in a damp place in a heavy elm-oak forest; two in a shrubby thicket; and one in a growth of sumac without rocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "February 7, 1916, some students caught one on the campus, as she was running on top the snow, about 3:30 p.m. When put into a glass dish she made persistent efforts to escape, chewing repeatedly on a bit of cotton rag holding up the glass cover. When running the body was held close to the ground with the feet outward; the tail usually touched the ground for the last two-thirds of its length; and there was often a pronounced hump in the back near or posterior to its middle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A female taken July 17,1917, contained 4 embryos of 2.5 mm.length, while two other females taken July 13 and July 19, respectively, contained no embryos. The weights of six adult males taken in July averaged 13.0 (11.0-15.5) grams; and three females weighed respectively, 12.0 (with four embryos), 14. Spilogale interrupta. Prairie Spotted Skunk.-Professor Dean reports it to be common on the prairie, in the meadows, and in the timber.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mephitis mesomelas varians. Long-tailed Texas Skunk.-One was seen at the edge of a thicket by some members of the zoology faculty. These animals are reported to occur also on the prairie and in the timber.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Taxidea taxus taxus. Badger.-Formerly occurred on the prairie, but there are no recent records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys sp. Harvest-mouse.-Two forms of harvest-mice might occur in the region: R. albescens griseus and R. megalotis dychei. No specimens were preserved, and it was discovered near the end of the field work that the field characters relied upon would not separate the two forms. I am unable to say which form was taken or whether both were present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Harvest-mice were abundant throughout the year on the prairies of the hills, where 18 in all were taken; during Mav, 1917, two were trapped in high grass among rocks on a steep hillside; and in July one was taken in a grass and sedge meadow in the bottom of a small valley. In July, ten were taken in a thick growth of herbs in the bed of an old slough along the Kansas River, and two were trapped in a thick growth of tree-willows at the same place. Embryos: May 2, 1917,4; July 19, 4; July 20, 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus bairdii. Prairie Deer-mouse.-Common on the prairie and on rocky ground; and numerous among the sumac scrub, especially where this is growing on rocky slopes. During November, 1916, when the leaves were off the trees, two were trapped in oak forest at the head of a ravine, not far from a rocky slope. Forty-nine individuals in all were taken. May 12, 1917, a male and a female were found together in a small nest of dry grass under a rock on a steep hillside. Eight adult females taken July 27-28 on a rocky slope averaged 13.2 (11-15) grams; and 5 adult males, averaged 16.7 (15--20) grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus noveboracensis. Forest Deer-mouse,-Abundant throughout the timber and extending out into the thickets and scrub sumac. In July, 1917, it was common in a thick growth of herbs on moist ground along a slough of the Kansas River, the herbs not extending more than about 15 yards from the forest in any place. In July, also, three were trapped in a narrow strip of meadow in the Kansas Valley, not over ten yards from a growth of willows. In May, four were trapped in thick grass on a rocky slope not far above the forest of Wild Cat Creek, and July 27 one was taken in thick weeds on a rocky slope on Prospect Hill, more than one hundred yards from the nearest shrubs. In all 158 were taken. These records indicate that the species sometimes wanders a slight distance away from the woods which are its natural habitat. None were taken on the prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Females containing embryos were noted May 23, May 24, and July 21, 1917, there being four embryos in each case. Fifty-two adult males averaged 25.3 (18 to 34) grams in weight, and fifteen adult females without embryos averaged the same, 25.3 (20 to 32) grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Neotoma floridana baileyi. Bailey Wood-rat.-April 7, 1916, two young with eyes still closed were found in a thicket on a farm near Manhattan. Their measurements were: length, 177 and 162 mm.; tail, 60 and 55; foot, 31 and 29; weight, 47 and 45 grams, respectively. A female taken July 7, 1917, in a thicket at the head of a ravine contained two large embryos. Another female taken July 11 in chestnut-oak forest on a hillside, contained no embryos, but the mammre indicated that she was suckling young. This individual and another oue were taken beside a nest of sticks heaped up among some large rocks. Two individuals were taken in July beside a pile of wood in an elm-oak forest in the Kansas Valley.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Synaptomys helaletes gOBsii. Kansas Lemming-vole.-Three specimens were trapped July 6 and 7, 1917, in a thicket on Stag Hill. A female and a male, adults, measured respectively: length, 122, 116 mm.; tail vertebrre, 15, 16 mm.; hind foot, 19, 21 mm.; ear from notch, 11, 12 mm.; weight, 32.5, 37 grams. The female contained no embryos. The other male weighed 48 grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus ochrogaster. Prairie Vole.-Sets of runways are numerous in the damper parts of the prairie hills, such as in the heads of little coves. Also, individuals not in runways were trapped in these coves, in open prairie, and in grassy meadows in the valleys during May and July, 1917. During July two were taken in a small thicket on a hillside, and one was taken from a thick growth of herbs along a slough of the Kansas River. April 28, 1917, one was trapped in a tunnel carrying heating pipes on the college campus. In all, 11 were taken.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A female taken May 2, 1917, contained seven embryos; and another taken July 4 contained three embryos nearly ready for birth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus nemoralis. Woodland vole.-One was taken May 11,1917, in a heavy growth of nettles in elm-oak forest beside Wild Cat Creek; another was taken May 16 in tall grass on a rocky slope not far above the forest of Wild Cat Creek; and a third was secured July 8 in a thicket in a cove on Stag Hill.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The female taken May 11 contained no embryos, but the mammre gave evidence of being suckled. The female taken May 16 contained two large embryos. The measurements of the female taken May 11 were: length, 140 mm.; tail vertebrre, 26; hind foot, 18.5; ear from notch, 11; weight, 37.5 grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ondatra zibethica cinnamomlna. Great Plains Muskrat.-Reported common in the streams and sloughs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rattus norveglcus. Brown Rat.-In July, 1917, one was trapped on the muddy shore of a slough of the Kansas River beside a growth of tree willows and poplars; one was taken in the willows and poplars at the same place; and another was taken in marshy sedges beside a tiny stream in a little valley. Throughout the year it is abundant about the barns and feeding pens of the Experiment Station and also occurs in the college buildings and in the buildings in the town.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Of the rats taken about the college buildings and the Experiment Station four adult females examined in February, 1917, contained no embryos; five adults examined in March contained no embryos; of five adults examined in April, two, taken April 13 and April 16, contained seven and eight embryos respect• ively; an adult taken May 1 contained 11 embryos, each 7 mm. in length; a female taken May 2 contained numerous very small embryos; and a female taken May 5 contained 12 embryos of a length of 1 mm.; three other adult females taken May 1 to 5 did not contain embryos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mus musculus musculus. House-mouse.-One was taken JUly 19, 1917, in a thick growth of herbs at the edge of a slough. It is common in buildings on the campus and in town.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Two adult females taken February 23 and 24, 1917, contained five and six embryos respectively; of three adult females examined in March, one taken March 15 contained 5 embryos, and one taken March 27 contained 6 embryos; an adult taken April 10 contained an indeterminate number of embryos; of six adult females examined in May, one taken May 3 contained 9 embryos of a length of 7 mm., and one taken May 4 contained six embryos of a length of 1.0 mm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Geomys bursarius. Prairie Pocket-gopher.-A few mounds of the pocketgopher may be found on the native prairie, and they are more numerous in the moister meadows in the valleys. In cultivated fields, especially in alfalfa fields, they become excessively abundant; and a few occur on the lawns of city lots.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In fields where gophers are common their runways must often intersect, and it is probable that parts of the same burrow are used, on occasion, by a number of individuals. From burrows apparently isolated, but perhaps connected with other burrows by underground passages, we took three individuals from each of two different sets of workings. From the first set an individual of unknown sex was taken February 27, 1916, a male March 7, and a female March 10. From the second set of workings flo female was taken April 4, 1917, another female April 5, and a male April 6. From another set of workings two males were taken April 1 and 5 respectively. There are records of two other isolated burrows from each of which two individuals were taken during April, but although one of these individuals in each case is known to have been a male the sex of the other is unknown. However, it is shown by the above records that more'than one male and also more than one female, as well as both males and females, may occur in the same burrows within very short periods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On two occasions in 1917 adult females were found moving about on top of the ground at night in the city of Manhattan. The first was found at dusk, crossing a cement sidewalk about 8 0' clock in the evening, May 18. The second was caught on a street at 10 O'clock, June 10. Of 18 females the heaviest, without embryos, weighed 265 grams, and of 20 males the heaviest weighed 452 grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus paradoxus. Kansas Pocket-mouse.-July 9, 1917, one was trapped in grass and exposed soil on the gentle slope of a small ravine near the top of Stag Hill; July 20 one was taken in a small strip of native meadow in the Kansas Valley, and July 27-28 five were taken in rocky ground on Prospect Hill, occurring both on a steep slope having many large rocks and a few yuccas and sumacs, and on a more gentle slope covered with small rocks and a thick growth of low herbs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The female taken July 9, contained five embryos of a length of 13 mm. Two males taken July 27 and 28 weighed 27 and 25 grams respectively, and two females taken on the same days weighed 29 and 34 grams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Citellus franklinii. Gray Ground-squirrel.-Professor Dean reports it to occur on the prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Citellus tridecemlineatus tridecemlineatus. Striped Ground-squirrel.-Numerous on the prairie hills, two being trapped. A few occur on the lawn of the college campus, being often found not far from the buildings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sciurus carolinensis carolinensis. Gray-squirrel.-Occurs in the region, but I have no precise records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Seiurus niger rufiventer. Fox-squirrel.-A few occur in the timbered areas. Castor canadensis canadensis. Beaver.-Professor Dean reports evidences of its former presence along the Great Blue River.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lepus townsendii campanius. White-tailed Jack-rabbit.-Reported to occur on the prairie.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/4/2/107/869945 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "By WILLIAM ROWAN [Plate 12] The accompanying sketch of the head of a bull wapiti in his fifteenth year was made in the Assiniboine Park, Winnipeg, Manitoba, in 1919. The spread of the antlers that year was approximately five feet. I understand from Mr. G. Champion, general superintendent of the Public Parks Board, that the antlers were at their best in 1917 with a spread of 61! inches. Even in 1911 this bull had an exceptionally fine head, but, although the spread was then already remarkable, the horns conformed more to the standard type. They then showed six points on the left side and seven on the right, the terminal tyne on this side bifurcating at the tip. I should be extremely grateful to readers of the Journal of Mammalogy if they could supply me with any authentic records of heads that surpass this one for spread. I have no doubt that such exist, but I have hitherto been unsuccessful in locating them.The length of the beam, on which I unfortunately have no accurate information, is not well shown on the sketch owing to fore-shortening, but was, in the fall of 1919, at all events, at least equal to the spread. It was altogether an extraordinarily beautiful head and most years showed perfect symmetry.This animal was captured wild in Manitoba in 1905, presumably at the age of about five months. He was mated for the last time in 1918 and was still evidently fertile, as a calf was born to his mate the following year. He was, however, already showing signs of senile decay and in 1920, owing to loss of teeth and semi-blindness, he was shot and buried. Alberta, Edmonton, Canada. ",
                "cite_spans": [
                    {
                        "start": 17,
                        "end": 27,
                        "text": "[Plate 12]",
                        "ref_id": null
                    },
                    {
                        "start": 1577,
                        "end": 1603,
                        "text": "Alberta, Edmonton, Canada.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN UNUSUAL WAPITI HEAD",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "several had forms under large gooseberry bushes in the elm-oak forest beside Wild Cat Creek. Three adult males taken in late November, 1916, averaged 1198 (976 to 1374) grams in weight, and seven adult females taken at the same time averaged 1287 (1036 to 1322) grams. Bison bison bison. American Bison.-Formerly occurred in the region",
                "authors": [],
                "year": 1917,
                "venue": "Lepus californicus melanotis. Great Plains Jack-rabbit.-Is numerous on the prairie and invades the adjacent cultivated fields. Sylvilagus floridanus mearnsii",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lepus californicus melanotis. Great Plains Jack-rabbit.-Is numerous on the prairie and invades the adjacent cultivated fields. Sylvilagus floridanus mearnsii. Mearns Cottontail.-Numerous, occurring probably in all the habitats of the region except the aquatic, cut-bank, and aerial. Apparently most numerous in the thickets and at the edge of timber. In April and May, 1917, several had forms under large gooseberry bushes in the elm-oak forest beside Wild Cat Creek. Three adult males taken in late Novem- ber, 1916, averaged 1198 (976 to 1374) grams in weight, and seven adult females taken at the same time averaged 1287 (1036 to 1322) grams. Bison bison bison. American Bison.-Formerly occurred in the region. University of Michigan, Ann Arbor, Mich.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}