{
    "paper_id": "Dice1961-Laboratoryinstrumentsformeasuringthebehaviorofshyornocturnalsmallmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:24.760224Z"
    },
    "title": "LABORATORY INSTRUMENTS FOR MEASURING THE BEHAVIOR OF SHY OR NOCTURNAL SMALL MAMMALS By LEE R. DICE",
    "authors": [],
    "year": "",
    "abstract": "DICE-MEASURING BEHAVIOR 159 role, .if any, in flight. The subclavius appears to be large in those species of-lower aspect ratio, possibly in relation to the hovering flight of these species. LITERATURE CITEO MACALISTER, A. 1872. The myology of the cheiroptera. Philos. Trans. Royal Soc. London, 162: 12~171.",
    "pdf_parse": {
        "paper_id": "Dice1961-Laboratoryinstrumentsformeasuringthebehaviorofshyornocturnalsmallmammals",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "DICE-MEASURING BEHAVIOR 159 role, .if any, in flight. The subclavius appears to be large in those species of-lower aspect ratio, possibly in relation to the hovering flight of these species. LITERATURE CITEO MACALISTER, A. 1872. The myology of the cheiroptera. Philos. Trans. Royal Soc. London, 162: 12~171.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Many small mammals are disturbed by the presence of a human being and they may not behave naturally when under direct observation. This is true for some members of domesticated strains as well as for wild individuals. Even a concealed observer may be detected by his breathing, slight movements, or odor. Also, some of those mammals which mostly are nocturnal, such as Perotrujscus, may not react normally when the light intensity is high enough for the human eye to follow their movements. Furthermore, a shy individual may take a long time to perform 'a prescribed task, so that an inordinate amount of effort may be required to observe its responses directly. For these reasons, accurate measurements of the behavioral responses of many kinds of mammals require the use of automatic recording equipment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The essential features of the automatic controlling and recording systems which I have employed in some extensive laboratory studies of Peromyscus behavior include nmways, remotely operated starting gates, treadles that operate 'switches, circuits that electrially .lock relays, interval timers, and recording counters and timers. This paper describes these special items of experimental equipment. Later papers will describe and discuss the measures of behavior which were obtained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "'. Runways.-Runways are required to control the passage of the experimental animal from one part of the apparatus to another part, for the construction of mazes and similar testing devices, and for other purposes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Runways for Peromyscus may be from 2* to 3 inches wide inside and about 3~inches high. The sides and bottom of the runway can be made by twice folding at a right angle a sheet of tin or galvanized metal of the desired width and length. Small transverse wooden blocks positioned inside the runway, flush with its top and attached to its sides by nails or screws, give rigidity to its upper edges. The top ,of the runway may be covered by wire screen with a mesh of *or % inch. This screen is fastened by. screws to the transverse wooden blocks. The screen cover provides ventilation and illumination to the runway and also permits the observer to locate an experimental animal which may have stopped somewhere in the apparatus. The screen cover may be unscrewed when the runway is to be cleaned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Starting gate.-In order to measure precisely the time required by an animal to perform a prescribed task, a starting gate is needed which will release him from the starting chamber at an exactly determined moment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Such a gate may be made from a flat piece of heavy sheet metal ( Fig. 1) . A small hole in the piece of metal fits over a pin, on which the gate freely swings sideways. An arm extends upward above this pivot and permits the gate to be closed manually. The lower part of the gate consists of a segment of circle having.a radius of about 6 inches, measured from the pivot. an animal of the size being used in the experiments. For Peromyscus, a hole 1% inches in diameter is amply large. When the gate is hanging free, this hole coincides with the opening from the starting chamber into the apparatus and the gate is open. When the gate is swung to one side; the opening into the apparatus is covered and the gate is closed. A metal catch or trigger holds the gate in closed position. When a solenoid attached to this trigger is activated by an electric circuit, the trigger releases the gate, which then swings into open position. A rubber stop prevents the 'gate from swinging too far and then oscillating back and forth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 72,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A pilot light on the Instrument control panel indicates that the gate has opened. A hole in a short metal bar fits loosely over a pin attached near one edge of the gate (Fig. 1) . The other end of this bar fits between the lower ends of a pair of rocker arms and is loosely connected to them by a pin. On their upper ends these rocker arms are firmly connected to an axle which carries a clip ( Fig. 2) to receive a mercury switch. The length of the rocker arms between bearings should be about equal to the distance traversed by the pin on the, gate when this swings from CLOSED to OPEN position. This will give about a 60°turn to the axle carrying the switch. When the gate swings to the OPEN position, the mercury in the switch closes the circuit and the pilot lights. Recording treadle.-The treadle is an efficient device for indicating the passage of an animal subject through a particular part of an experimental apparatus. A mercury switch, attached to the axle of the treadle, can be set to make or to break a circuit which controls a timer, counter, or other electrically operated instrument, either directly or through a relay. Treadles ars imple and inexpensive to construct, are adaptable to many types of expenmental situations, and are highly reliable in operation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 169,
                        "end": 177,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 402,
                        "text": "Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Treadles can be made of various widths and lengths to fit particular situations. I have built them as much as 12 inches wide, but this requires very light-weight material and careful balancing, if they are to be oper~ted byã nimal as small, as a mouse. Mostly the treadles will be of a WIdth to fit within runways which are between 2 and 3 inches wide. The tre~dle lenm ay vary between 5 and 7 inches, depending upon the space available. Tin, Vol. 42, No.2 light-weight galvanized metal, or aluminum is satisfactory material. If smooth tin or aluminum is used, the upper face of the treadle should be roughened slightly to provide a non-skid surface.",
                "cite_spans": [
                    {
                        "start": 443,
                        "end": 451,
                        "text": "Vol. 42,",
                        "ref_id": null
                    },
                    {
                        "start": 452,
                        "end": 456,
                        "text": "No.2",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The treadle platform may be cut according to the design illustrated in Fig.  3 . The sides are then folded down along the dotted lines. Holes to receive the axle are next. bored on each side of the treadle exactly in the middle, lengthwise, and just far enough down from its upper surface to permit the insertion above the axle of the strip of metal which forms the clamp. The axle for the treadle may be made from brass or steel rod having a diameter of about %4 inch. One or both ends of the axle should be threaded to attach the clip for a mercury switch or to hold other attachments. The axle is locked to the treadle platform by a clamp which is closed by a machine screw operated by a screw driver from above the treadle. This clamp consists of a strip of sheet metal, of which one end is fastened underneath the treadle platform by a short machine screw and the other end is loosely wrapped around the axle. Holes in the clamp allow the passage to one side of the 'axle of the clamping \"screw. A lock washer below the clamp prevents the nut on this screw from turning. The axle should be roughened slightly to afford a good grip for the clamp.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 78,
                        "text": "Fig.  3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holes are bored in the sides of the metal runway to serve as bearings for the treadle axle. If these holes are located about % inch above the floor of the runway, the ends of the treadle will have more than 1 inch of up-anddown travel. This usually will be adequate to insure dependable. operation of the mercury switch. The holes must be exactly opposite one another on the sides of the runway and both must be precisely the same distance above the, floor. One or more washers should be placed on the axle on each side of the treadle platform, to prevent this from scraping the sides of the runway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "That end of the treadle which the experimental animal will approach in the runway should usually be down, so that he can pass over readily. The treadle should, therefore, be slightly out of balance. For Peromyscus, which weigh from 12•to 25• grams, an unbalance that requires the addition of about 5 grams to the high end of the treadle to depress this to the floor will usually give satisfactory operation. A balancing weight, if needed, may be provided by a small machine screw fastened to' the treadle platform about '1;5 of its length from one end. In mounting the mercury switch, care should be taken that its weight and that of its two flexible leads do not disturb the balance of the treadle. It is best to connect these leads to a pair of binding posts mounted outside the runway above and fairly close to the middle line of the treadle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A mouse may sometimes pass over a treadle so fast that the relay or recording device fails to operate. Sometimes, indeed, if there is space to do so, a Peroitujscus may jump completely over a treadle without touching it. To insure that each passage of the animal will be recorded, a barrier should be placed above one end of the treadle in such position that the treadle must be depressed completely to provide an opening sufficiently large for the animal to pass through. A small piece of sheet metal or wire screen the same width as the runway and mounted vertically above the treadle near its high end makes a satisfactory barrier.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When it is desired to permit the experimental animal to pass back and forth across the treadle in either direction, the lower edge of the barrier should be placed about 1h inch above the high end of the treadle and about *inch from this end toward the treadle axle (Fig. 4) . Nearly all Peromyscus quickly learn to pull the end ofthe treadle down when they desire to pass through in the backward direction. In order to prevent the animal from crawling back, under the treadle, a metal transverse barrier is fastened to the floor of the runway below the treadle and slightly to one side of its axle.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 265,
                        "end": 273,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To limit the travel of the animal to one direction only, the barrier is mounted just far enough beyond the high end of the treadle to afford clearance and with its lower edge extending down % inch below the treadle end (Fig. 5 ). With such a one-way construction, a Peromyscus almost never will learn how to pull the treadle down from behind and consequently he cannot return. across the treadle once he has passed through.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 219,
                        "end": 226,
                        "text": "(Fig. 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A treadle also may be arranged to remain in the position assumed when the mouse last passed over _ it. This can be accomplished by attaching a metal arm vertically to one end of the axle and fastening a small weight to the upper end of this arm (Fig. 6) . A barrier should be installed above each end of the treadle. Such a two-position treadle is needed where the mouse must return over his path, as from a blind alley in a maze, or when it is desired to keep a continuous record of his position in an experimental situation where he is permitted to ron back and forth over a prescribed path. Special electrical circuits.-A circuit (Fig. 7) that electrically locks a relay in closed position may be used to control timers, counters, signal lights, or other experimental equipment. The starting switch that locks the relay may be a button pressed by the operator, a switch on an interval timer, or a switch connected to a particular treadle in the apparaus. When this starting switch is closed momentarily, the relay locks in the DOWN position and remains locked until its circuit is broken either by a switch on another treadle, by an interval timer, or by the operator at the conclusion of the test.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 245,
                        "end": 253,
                        "text": "(Fig. 6)",
                        "ref_id": null
                    },
                    {
                        "start": 633,
                        "end": 641,
                        "text": "(Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A series of such relays can be used to measure simultaneously a number of features of behavior. Thus, one relay may control a time clock which measures the time from opening a gate until the animal crosses the first treadle in a runway. A second relay and time clock may measure the time to the second treadle, and so on. Other relays may control counters which record the number of times particular treadles are crosesd before the completion of a given task or during the period controlled by an interval timer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Signal lamps can be inserted in the relay circuits to indicate that a particular relay is either open or is locked down and that consequently the animal subject has completed any part or all his prescribed task.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Interval timers.-Various types of interval timers, such as those used in manufacturing, can be adapted to control recording circuits, open a gate at a specified instant, vary light intensity in a prescribed sequence, or control the time of onset or duration of a stimulus. The simplest type of interval timer is one that controls a single circuit, either turning on or shutting off the current when the preset time has elapsed. Types are available also with gang switches which can control tip to 'ten or more circuits simultaneously. One of these gangs can be wired to shut off the timer itself at the completion of its cycle, so that the sequence of operations will not be repeated until the operator again closes the circuit. Counters and timers.-The movements of an animal subject in an experimental apparatus can best be recorded by electrically operated counters and timers. Kymographs or other types of recorders which employ paper rolls require the translation of the paper tracings into counts of treadle crossings or measures of elapsed time. The direct recording of the desired measurements will usually be simpler and more accurate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Numerous types of electrically operated counters are commercially available. The type with mechanical reset to zero is most efficient, though the nonreset type-is cheaper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The best type of recording timer is one of laboratory type, measuring elapsed time' in seconds or fractions of seconds, and provided with a manual or electrical reset to zero. A much cheaper timer consists of. an ordinary kitchen clock driven by a synchronous motor. Before purchasing such a clock, however, it should be checked to make sure that the sweep second hand does not coast for a second or more after the current is shut off. Also, care-should be taken to secure a clock whose dial actually is marked in seconds. Not all clock dials are so marked. A shorting button inserted in the relay circuit to the clock enables the second hand to be reset to zero or to some multiple of 10 seconds. The setting of the hands is recorded at the start and also at the close ofeach test and the number of elapsed seconds obtained by subtraction. This type of clock requires more effort to secure time records than does a laboratory .type of timer and also there is more danger of making errors in the readings. The kitchen clock, however, does have the advantage that it will record intervals up to as much as 12 hours in length. Sometimes, therefore, I have included both a laboratory timer and a kitchen clock in the same circuit to make those measurements that might-take a long time to complete.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The construction of the instruments here described was financed by the ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/42/2/159/890636 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Dept. of Zoology, Univ. of Michigan, Ann' Arbor, and Cranbrook Institute of Science, Bloomfield. Hills, Michigan. Received 12 September 1960. I Downloaded from https://academic.oup.com/jmammal/article/42/2/159/890636 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "Near the outside edge of this lower part of the gate is a hole large enough to pass o o FIG. I.-Starting gate in open position.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "FIG. 2.-Detail of clip to hold a mercury switch.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "---=-_.._.---~-----_._-._F IG. 3.-Pattem• for treadle platform, before folding.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "text": "FIG. 4.-Section of two-way treadle, showing position of barrier.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "text": "FIG. 5.-Section of one-way treadle, showing position of barrier. Downloaded from https://academic.oup.com/jmammal/article/42/2/159/890636 by University of Michigan user on 07 October 2021",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "text": "FIG. 6.-Section of two-position treadle, with weighted arm and two barriers.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF6": {
                "text": ". 7.-Diagram of a circuit which electrically locks a relay in closed position. Downloaded from https://academic.oup.com/jmammal/article/42/2/159/890636 by University of Michigan user on 07 October 2021",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "text": "Laboratory of Vertebrate Biology and Faculty Research Fund (Project 923) of the University of-Michigan and by grants from the National Institute of Mental Health to the Universityof Michigan (M-375) and to Cranbrook Institute of Science (M-1650 and M-2050). Hal F. Schulte, jr., gave advice about the relay circuit.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            }
        }
    }
}