{
    "paper_id": "Dice1952-Quantitativeandexperimentalmethodsinsystematiczoology",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:23.484184Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1952-Quantitativeandexperimentalmethodsinsystematiczoology",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Methods in Systematic Zoology LEE R. DICE SYSTEMATIC studies almost invariably begin with the collection of specimens which are taken as samples of certain populations. Attention must next be given to the amount of hereditary or nonhereditary variability within and between these populations. Another important part of the study will be the determination, so far as may be possible, of the amount of geographic, ecological, and genetic isolation between the several populations as they exist in nature. Often the investigator will wish to discover also the genetic and ecological factors which have directed the course of evolution in this particular group of animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantitative and Experimental",
                "sec_num": null
            },
            {
                "text": "If a series of specimens collected in the field is really to be representative of a natural population, certain precautions about random sampling must be observed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "The first question to ask is, What population actually is being sampled? Is it the population of a geographic race or perhaps of a whole species; is it the population occupying a county or township; or is it the population which inhabits a particular local meadow or grove of trees?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "In the early days of systematic zoology it usually was sufficient to secure samples of a species wherever representatives of this species could be found. Such collections will generally serve to indicate the differences between full species. At the present time, however, most of the species, at least of the vertebrates, in the better-studied parts of the world are already well known. Attention is being given more and more to geographic races and to even finer divisions of species. It is well known that differences may occur between local isolated populations, and that a considerable amount of variation may occur within a small local population. In order that a collection of specimens may serve as a basis for the determination of the amount of variability within a species or within any of its parts, the individual specimens must have been taken at random and without a conscious or unconscious bias, such as might lead the collector to preserve only the largest or brightest individuals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "The prime requirement in random sampling, as opposed to haphazard sampling, is that every time a specimen is taken every individual in the population under consideration must have an equal chance of being chosen. It is usually impossible to locate and to number all the individuals in a wild population, in order that these numbers might be drawn from a set of numbered cards or from a table of random numbers. The requirements of random sampling will usually be satisfactorily met if the collecting is done with equal intensiveness and by equally unbiased methods in all parts of the area inhabited by the population. If it is impractical to collect in all parts of the area, then the sections in which collecting is to be done should be selected at random. This can be accomplished by dividing the area into subdivisions each of a size suitable for sampling, numbering these subdivisions in some manner, and then taking them at random. Not less than two random samples should be taken of each population, in order that the amount of variation from place to place within the habitat can be estimated. It is, of course, always desirable to have more than two samples. For those species which occur as more or less separated local populations of varying size, modification of the usual random-sampling methods is necessary. The number of specimens taken from each population should be proportional to the size of that local population. It will rarely be practical to take a census of each local population in order to learn its size, but usually it will be possible to make a sufficiently accurate estimate of relative size on the basis of the area of continuous suitable habitat available to each population and on the basis of the richness of the cover and food supply.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "After a sample of one particular population has been collected, the next step is to preserve the specimens. It will seldom be possible to study and to measure these specimens in the field. Limitations of time or space, and the cost of materials, often do not permit the preservation of all the specimens which have been captured. The manner in which the specimens are selected for preservation greatly affects their value as representatives of the population from which they were taken. For example, if all immature specimens are discarded while all the adults are preserved, the collection obviously would represent only the adults of the population. This may not be objection- Statistical treatment will never give information that is more accurate than the original data, and in unskilled hands it may produce wholly unjustified conclusions. Nevertheless, when properly applied, statistics is a powerful tool with which every systematist should be familiar.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "If all the individuals making up a given population measured exactly the same in all their characters, then a single specimen would provide all the information needed about that population. Actually, of course, variation occurs in the measurements of all populations. In order to estimate the amount of this variability, we must always have more than a single specimen. The actual number of specimens required as a basis for statistical calculation will depend, first, on the amount of variability in the population for the measurement under consideration, and, second, on the degree of reliability required in the estimate of the mean and of the variability.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "On the basis of my own experience, and with due regard for the usual amount of variability in a biological series, for the frequent deficiencies of random sampling, and for the inaccuracies often inherent in the measurements themselves, I would say that a series of 100 comparable specimens is nearly always sufficient to give a very reliable mean and a satisfactory estimate of variability. It will seldom be necessary to accumulate measurements of more than 100 specimens, except where some special problem in variability is being considered. Fewer than 100 measurements will suffice for many studies. Fifty, twenty, or even a smaller number of specimens will often provide a satisfactory basis for statistical calculations. This will be particularly true if interest is centered mostly on the reliability of the mean, 4nd if the amount of variability in some other related and more adequate series is already known. Any series of less than twelve specimens, however, will probably be unsatisfactory for statistical treatment. Even two specimens, of course, This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:23 UTC All use subject to https://about.jstor.org/terms is many times better than one, because at least some indication of the amount of variability in the population will be provided.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Here let me emphasize that no amount of statistical treatment of the most carefully made measurements will ever supplant the skill and understanding of the experienced taxonomist. I have often been amazed at the facility with which taxonomists thoroughly experienced in the study of a particular group are able to estimate the probable amount of variability in a population previously unknown to them. Careful measurements and statistical treatments can aid in the diagnosis of populations, but the interpretation of these figures must always depend upon the competence of the systematist himself.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Of all the systematic zoologists it is the paleontologists who have the greatest difficulty in securing random samples of specimens that will provide comparable measurements. Fossil specimens often are broken or incomplete. Also, it is seldom possible to secure any large number of fossil specimens which can be assumed to have come from a population whose individuals lived at the same time and at the same site. Nevertheless, Simpson (1944) Hubbs and Hubbs, 1932) and by others have contributed to our interpretation of the relationships between species in nature.",
                "cite_spans": [
                    {
                        "start": 414,
                        "end": 442,
                        "text": "Nevertheless, Simpson (1944)",
                        "ref_id": null
                    },
                    {
                        "start": 443,
                        "end": 465,
                        "text": "Hubbs and Hubbs, 1932)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Even those species that can cross and produce fertile offspring often exhibit antipathies to one another that usually prevent hybridization between species in nature. Experimental studies by Dobzhansky (see Dobzhansky and Mayr, 1944) and by others are demonstrating that this sexual isolation is an important factor in maintaining the distinctness of species. Similar studies are needed in other groups of animals.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 233,
                        "text": "Dobzhansky and Mayr, 1944)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "A related but much neglected line of research is concerned with the selection by animals of their habitats. We know very little about the precise factors in the habitat which stimulate animals to choose the sites where they are to live, nor do we know much about the psychological reactions through which animals select their homes. Careful laboratory and field studies of habitat selection are greatly ,needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Every series of specimens of any one species, irrespective of where it has been collected, exhibits more or less variability in each of its characters. Workers who have not had experience in the examination of series of specimens often fail to appreciate the extent of this natural variability within populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Variability in specific and in racial characters is known to be produced both by variations in heredity between the indi- Other effects may also be produced, for example, the increase in skin pigmentation in man produced by exposure to intense sunlight. Our knowledge about the degree to which environmental factors affect the characters of most animals is, unfortunately, still meager; many more experimental studies along this line are needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Not only may the environment affect the characters of individual animals, but certain factors of the habitat may by reason of their severity entirely preclude the existence of a particular species in a given climatic region. Thus, a species that is unable to endure freezing will be prevented from living permanently in a region where the temperature at any time during the year falls below 320 F. A strain of domestic animal that may thrive in one climate may be unable to exist in a different climate. Certain species of animals are by nature restricted to narrow limits of climate, while other species are more adaptable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Knowledge of actual limits of tolerance for various climatic factors among the species and races of animals is still lamentably incomplete. Individuals captured in nature and brought directly into the laboratory are often so greatly affected by their captivity that they do not give normal responses. The individuals of many species, furthermore, are able to adjust their physiology so as to adapt to a wide range of environmental extremes. To add to our difficulties, the ability of a given individual to tolerate extremes of particular environmental factors often changes with age, with life-history stage, and for other reasons. Moreover, the heredity of wild-caught individuals is usually wholly unknown, and it cannot be assumed that any particular captive individual actually represents the heredity of any large proportion of its species. Laboratory experiments are consequently subject to many limitations, but they do give much valuable information which aids in the interpretation of field observations of animal distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Laboratory studies of genetics are highly desirable. If we can assume that most of the differences between species and between races have a hereditary basis-and for this we have convincing evidence-then the discovery of the exact number of hereditary factors involved and of the manner in which they produce their effects becomes of great concern to the systematist. Studies of the heredity of specific and racial characters are practical in the laboratory only under very carefully controlled conditions. Such studies are possible only with those species that are able to adapt themselves to captivity. Many species, especially among the higher vertebrates, cannot be success- The precise difference in heredity between any two races or species of animals has not as yet been determined. It is true that we have discovered that certain races and species differ in certain hereditary characters, and we also know that the populations of certain races may differ in the frequencies of certain genes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "But in no instance known to me are we able to diagnose any race or species in terms of genes or gene frequencies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "When that can be done for at least a few races, and perhaps also for a few species, we shall be in a better position to estimate the possible rate of evolution of systematic categories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Still another type of laboratory study which is of interest to systematic zoologists is concerned with the growth pat- The last type of experimental study to be mentioned here is concerned with the adaptive value of racial and specific characters. Opinions have fluctuated among zoologists about the significance of adaptation in nature, and many violent arguments have arisen. The most convincing evidence on the adaptive value of any particular character will be provided by carefully planned experiments. Unfortu-nately, the amount of evidence now available from reliable experiments is scanty. Nevertheless, there is good laboratory evidence that at least in certain species of animals natural selection can be a powerful agency in the evolution of adaptation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "Up to this point we have been discussing the collection of animals in the field, the quantitative study of preserved specimens in the museum, and the study of Such restrictions to specialized habitats also will sometimes explain why two or more related forms can exist in the same region without coming into disastrous competition with one another. It is heartening to note that systematic zoologists are coming to give increasing consideration to the habitats and habits of the animals that they study. which are more or less isolated from each other. The calculations of Sewall Wright indicate that the sizes of these subpopulations and the degree of their isolation from one another have a great deal to do with the speed with which taxonomic differentiation occurs and with the resulting amount of differentiation within the species concerned. Consequently, it becomes of great importance for the systematist to secure dependable information about the organization in the field of the populations of those species in which he is interested. Unfortunately, we as yet know very little about the numbers of individuals which compose the various subpopulations of any natural species of animal, nor do we have much information about the degree to which adjacent subpopulations interbreed. Here is a most important line of study which should receive serious attention from every person who is engaged in zoological field studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "In recent years zoologists have been able to devise some fairly adequate methods for estimating the population densities of animals living in nature. Improvement in the methods of detecting and of counting individual animals is still desirable, especially for some of the more secretive forms. Nevertheless, it is possible to secure at least a rough estimate of the density of nearly any kind of population and to calculate the total subpopulation that occupies a given type of habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "No population, of course, is ever static. Each is constantly fluctuating in numbers through natural reproduction, mortality, and migration. Any complete account of the organization of the local populations of a species must consider these fluctuations in the subpopulations. The consequent necessity of making counts in each of the seasons and in successive years greatly increases the labor of field studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            },
            {
                "text": "In the measurement of the degree of isolation of one subpopulation from another, only slight progress has yet been made. Some of the best information here comes as a result of the banding of birds and their subsequent recovery. It has been demonstrated that most migratory birds return to breed in the general region in which they were born, but not usually in their precise birthplace. With only a few exceptions, however, the rec- ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Adequate Sampling",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Experiments on sexual isolation in Drosophila",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Dobzhansky",
                        "suffix": ""
                    },
                    {
                        "first": "Mayr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DOBZHANSKY, TH., and MAYR, E. 1944. Ex- periments on sexual isolation in Drosophila.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Geographic strains of Drosophila willistoni",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proc. Nat. Acad. Sci",
                "volume": "30",
                "issue": "",
                "pages": "238--244",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I. Geographic strains of Drosophila willi- stoni. Proc. Nat. Acad. Sci., 30, 238-244.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Experimental verification of natural hybridization between distinct genera of sunfishes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Hubbs",
                        "suffix": ""
                    },
                    {
                        "first": "Hubbs",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Laura",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Papers Mich. Acad. Sci. Arts Lett",
                "volume": "15",
                "issue": "",
                "pages": "427--437",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUBBS, C. L., and HUBBS, LAURA C. 1932. Ex- perimental verification of natural hybridi- zation between distinct genera of sunfishes. Papers Mich. Acad. Sci. Arts Lett., 15, 427- 437.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Genetic, distributional, and evolutionary studies of the subspecies of deer mice (Peromyscus)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "B"
                        ],
                        "last": "Sumner",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Biblio. Genetica",
                "volume": "9",
                "issue": "",
                "pages": "1--106",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUMNER, F. B. 1932. Genetic, distributional, and evolutionary studies of the subspecies of deer mice (Peromyscus). Biblio. Genet- ica, 9, 1-106.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Tempo and Mode in Evolution",
                "authors": [
                    {
                        "first": "George",
                        "middle": [],
                        "last": "Simpson",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gaylord",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SIMPSON, GEORGE GAYLORD. 1944. Tempo and Mode in Evolution. Columbia University Press.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "DICE is Professor of Zoology and Director of the Institute of Human Biology at the University of Michigan",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lee R",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEE R. DICE is Professor of Zoology and Director of the Institute of Human Biology at the University of Michigan.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "viduals and by the effects of the environment on the development of the characters. Rarely will it be possible to evaluate correctly from museum specimens alone the relative roles played by heredity and by environmental factors in producing variability in any given population. A number of years ago I heard a physiologist declare that the systematists were wasting their time in describing geographic races, because in his opinion most of the variability within species was due to the direct effects of the environment. Such a statement was of course absurd, for it has long been known that many of the characters of human races and of the strains of domestic animals are not greatly altered by transfer from one type of climate to another. It has now been proved by the experiments of Sumner (1932) and others that the racial characters of animals are in general inherited. The environment, nevertheless, may affect the characters of certain organisms to a considerable degree. The characters of many kinds of plants, for example, are known to be affected by the type of habitat in which they are grown. Many of the characters of animals also are affected by the conditions of their environments. A shortage of food during the growing period, for example, will in most kinds of animals result in their being stunted.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "terns of species. The various parts of the body of an individual often grow at different rates, so that the animals may present very diverse characters at successive ages. Sometimes, indeed, systemafists have been misled into describing several growth stages of the same form as distinct species. Studies of growth may, therefore, simplify the task of the systematist. Such work may also contribute to our understanding of the whole process of individual development from the simple embryo to the highly complex mature organism.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "living animals in the laboratory. Let us now turn our attention to certain studies of living animals in nature which may also aid in the solution of problems in systematics. Field Studies of Habit and Habitat Field naturalists are well aware that the individuals of any given species rarely are distributed evenly over any large area, but, on the contrary, nearly always occur more commonly in certain situations than in others. Often, indeed, a species will be restricted to a particular type of habitat which occurs only in widely separated small patches. In order to secure specimens of such a species the collector must first learn the habitat preferences of the species and then search for it in such patches of its preferred habitat as he can discover.These habitat restrictions of animals often provide a clue to the distinctions between races and species, and they frequently suggest that certain diagnostic characters may have adaptive value.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "text": "ords have not been organized to show the amount of isolation, or conversely the amount of inbreeding, between adjacent populations. Complete physical barriers to interbreeding are usually not hard to detect, but ecological and psychological barriers are much more difficult to discover, and as yet we have not been able to devise any very satisfactory measures of their effectiveness. Another factor that may influence the formation of local races and species is the social behavior and other habits of the individuals. Those species in which the individuals live in compact social groups evidently have a type of population organization different from that to be found in species in which the individuals exhibit strong territorial behavior in the breeding season or which are always solitary in habit. Each restricted social group may be presumed to form a special local unit of evolution and differentiation, while a species in which the individuals are intolerant of one another would be expected to have less well-marked local populations. Among other ecologic factors that may influence the process of taxonomic differentiation in particular groups of animals, I would mention here particularly (1) the size of home range over which an individual roams as compared to his average distance of dispersal, (2) the rate of reproduction and its fluctuations in response to environmental factors, (3) the presence or absence of seasonal migration, and (4) those selective factors in the environment that may direct the course of evolution. The systematist may well find possible explanations for the observed differentiation into races and species by studying the ecology of the animals involved.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF1": {
                "text": ". In Peromyscus, however, the individuals continue to grow long after they have reached sexual maturity. It is consequently never safe to assume that growth has ceased in a certain age class until this has been demonstrated to be true.",
                "num": null,
                "content": "<table><tr><td/><td>rare exceptions, therefore, museum col-</td></tr><tr><td/><td>lections are not suitable for the applica-</td></tr><tr><td/><td>tion of statistical methods. Few museums</td></tr><tr><td/><td>have adequate storage or curatorial fa-</td></tr><tr><td/><td>cilities to care for the large number of</td></tr><tr><td/><td>specimens which would be needed to</td></tr><tr><td/><td>demonstrate adequately the range of vari-</td></tr><tr><td>The identification of the age classes is</td><td>ation in all the local populations of even</td></tr><tr><td>difficult in many kinds of animals. In</td><td>a single common species. Nevertheless,</td></tr><tr><td>this respect the ichthyologists are fortu-</td><td>it would seem that every museum could</td></tr><tr><td>nate, because in the scaly fishes they are</td><td>afford to collect and to preserve at least</td></tr><tr><td>often able to estimate the age of each</td><td>one mass collection taken by random-</td></tr><tr><td>individual from its scale characters. More-</td><td>sampling methods for each species that</td></tr><tr><td>over, the adult age class of most insects</td><td>occurs within the geographic area in</td></tr><tr><td>can be identified by the presence of wings.</td><td>which it is primarily interested.</td></tr><tr><td/><td>I particularly deplore the practice of</td></tr><tr><td/><td>those museum curators who preserve</td></tr><tr><td/><td>only a single selected specimen of each</td></tr><tr><td/><td>species from each county within its geo-</td></tr><tr><td/><td>graphic range and discard all the others.</td></tr><tr><td/><td>Such selected material may document</td></tr><tr><td/><td>geographic distribution, but it is not a</td></tr><tr><td/><td>satisfactory basis for the study of varia-</td></tr><tr><td/><td>tion.</td></tr><tr><td/><td>The troubles of the systematic zoologist</td></tr><tr><td/><td>will by no means be over even when he</td></tr><tr><td/><td>has available from various areas a series</td></tr><tr><td/><td>of mass collections, each taken according</td></tr><tr><td/><td>to the best random-sampling methods. It</td></tr><tr><td/><td>is axiomatic that he must standardize his</td></tr><tr><td/><td>measurements and avoid those which are</td></tr><tr><td>Ratios between certain measurements</td><td>subject to considerable instrumental or</td></tr><tr><td>able, so long as the basis for the selection are used by many systematic zoologists,</td><td>other error. He must give particular at-</td></tr><tr><td>of the preserved specimens is clear. On particularly ichthyologists, in order to</td><td>tention to the effects on his measure-</td></tr><tr><td>the other hand, should a selection be compare individuals differing in body</td><td>ments of variation in sex, age, season, and</td></tr><tr><td>made among the adults, so that only the size. This procedure is suitable, provided</td><td>special environmental factors, such as</td></tr><tr><td>larger, more perfect, or more unusual that there is no differential growth in the</td><td>food shortage. In investigating the effects</td></tr><tr><td>specimens be preserved and the others parts of the body which are being meas-</td><td>of age, he must consider those factors</td></tr><tr><td>discarded, then a definite bias is intro-ured. Unfortunately, differential growth</td><td>which affect one part of the body more</td></tr><tr><td>duced and the collection will not be prop-does occur in most animals, and conse-</td><td>than another, thereby producing differen-</td></tr><tr><td>erly representative of the whole popula-quently these ratios must be used with</td><td>tial growth.</td></tr><tr><td>tion of adults from which it was taken. care.</td><td>One way of avoiding some of these</td></tr><tr><td>If it is necessary to reduce the number of Some systematists seem to believe that</td><td>difficulties is to restrict the comparison to</td></tr><tr><td>individuals to be preserved, then random-it is necessary to have large series of</td><td>individuals of the same sex and of the</td></tr><tr><td>sampling methods should be followed. specimens in order to apply statistical</td><td>same age class. It may be assumed, for</td></tr><tr><td>It is unfortunate that most of the col-methods to their measurements. On the</td><td>example, that most adult insects have</td></tr><tr><td>lections in our natural history museums contrary, statistics is of most use in</td><td>reached their maximum size and, there-</td></tr><tr><td>have not been collected by random-sam-</td><td>fore, are comparable in their dimensions</td></tr><tr><td>pling methods; consequently these col-</td><td>and other characters. Many mammals</td></tr><tr><td>lections are biased samples of the natural</td><td>also reach an adult size, after which</td></tr><tr><td>populations which they represent. With</td><td>most of their measurements exhibit little</td></tr></table>",
                "type_str": "table"
            },
            "TABREF2": {
                "text": "Some of the earliest experiments in systematic zoology involved the attempt to cross two species of animals. It has been known for a long time, for example, that the horse and the ass will cross, but that their hybrid offspring are nearly always sterile. Similar breeding experiments conducted in zoological parks, in laboratories, and in other controlled situations have given us much information about the relationships between particular species and about specific categories.",
                "num": null,
                "content": "<table><tr><td>Natural hybrids between species also are</td></tr><tr><td>sometimes discovered living in the wild.</td></tr><tr><td>It is not always possible to be certain of</td></tr><tr><td>the parent species of such hybrids. Nev-</td></tr><tr><td>ertheless, careful studies in this field by</td></tr><tr><td>Hubbs (see</td></tr><tr><td>has shown that the application of</td></tr><tr><td>statistical methods to paleontological</td></tr><tr><td>series yields results of great value.</td></tr><tr><td>Quantitative studies of series of mu-</td></tr><tr><td>seum specimens alone are not adequate to</td></tr><tr><td>solve all of the problems that confront</td></tr><tr><td>the systematist. For the solution of many</td></tr><tr><td>problems in systematics, experiments</td></tr><tr><td>under controlled conditions are required.</td></tr><tr><td>Let me hasten to say that such experi-</td></tr><tr><td>mental studies need not necessarily be</td></tr><tr><td>conducted within a scientific laboratory;</td></tr><tr><td>many valuable experiments can be done</td></tr><tr><td>outdoors. It is a great deal more difficult,</td></tr><tr><td>however, to control the various modify-</td></tr><tr><td>ing factors in nature than in the' labora-</td></tr><tr><td>tory.</td></tr><tr><td>Experimental Studies in Systematics</td></tr></table>",
                "type_str": "table"
            },
            "TABREF4": {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:23 UTC All use subject to https://about.jstor.org/terms",
                "num": null,
                "content": "<table><tr><td>fully reared in the laboratory. The chip-</td></tr><tr><td>munks and squirrels, for example, have</td></tr><tr><td>not yet been induced to breed well in</td></tr><tr><td>captivity, and it is consequently imprac-</td></tr><tr><td>tical to study their heredity. On the other</td></tr><tr><td>hand, numerous other kinds of rodents</td></tr><tr><td>have proved very satisfactory subjects for</td></tr><tr><td>laboratory study.</td></tr></table>",
                "type_str": "table"
            },
            "TABREF6": {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:23 UTC All use subject to https://about.jstor.org/terms Practically all systematic zoologists are interested not only in classifying the races and species of animals but also in the evolutionary history of their group and in those factors that have been and are still directing its course of organic evolution. , just as students in these other branches of biology need to use the conclusions reached by systematists.",
                "num": null,
                "content": "<table><tr><td>branches of biology</td></tr><tr><td>Systematic zoology is consequently con-</td></tr><tr><td>cerned with most of the fundamental</td></tr><tr><td>problems of biology, including especially</td></tr><tr><td>the control of body form, growth pattern,</td></tr><tr><td>ecologic response, adaptation, regulatory</td></tr><tr><td>mechanisms, animal behavior, and mecha-</td></tr><tr><td>nism of heredity. In its turn, systematic</td></tr><tr><td>zoology can be of assistance to workers</td></tr><tr><td>in almost every other branch of biology.</td></tr><tr><td>It is very gratifying to note the steadily</td></tr><tr><td>increasing amount of cooperation between</td></tr><tr><td>systematists and other biologists. Sys-</td></tr><tr><td>tematists can greatly profit by using the</td></tr><tr><td>quantitative and experimental methods</td></tr><tr><td>which have been developed in other</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}