{
    "paper_id": "Dice1912-COLORVARIATIONSOFTHEHOUSEMOUSEINCALIFORNIA",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:19.989305Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1912-COLORVARIATIONSOFTHEHOUSEMOUSEINCALIFORNIA",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "as they came directly from the speaker. On another occasion in this same hall the leader of the band had great trouble in conducting a certain selection. The piece being played was a xylophone solo with orchestra accompanirnent. After some time the leader discovered that he was beating tirne to the echo of the xylophone. The players near the soloist kept proper time, the others near the leader played in linison with the echo. The resnlt may be imagined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "While both observation and opinion indicate that aconstical defects are not helped by wires, i t is interesting to look for further confirmation from the standpoint of theory. It is well known that if a loud tone is sung near a piano, certain wires of the latter will resound. Perhaps this phenoinenon suggested the use of wires in auditoriums, with the hope that the objectionable sound would be absorbed or broken up in some way. Rut the conditions for the response of the piano strings are very favorable. There are many wires tuned to different pitches, so that certain ones are in tune, or nearly so, with any tone sling, and these are the wires that resound. The wire in the auditorium wonld respond therefore to only one of the many tones present. To be effective on this score, there wonld have to be many wires tuned so as to cover a wide range of pitch. Secondly, the piano wire is backed by a sounding board, which absorbs considerable energy and communicates it to the wire. The response is thus very much greater than it would be without the sounding board. The wire in the auditorinm has no such solinding board, therefore it absorbs less energy and has less effect on the sound. Finally, the piano occupies a considerable portion of the space of the room and gets energy not only directly, but also by reflection from the near-by walls and ceiling. On the other hand, the wire in the auditorium is small, and is struck by only a small part of the sound waves, direct or reflected, hence has a small chance to help matters. A11 of these considerations indicate the smallness of the effect to be expected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One other way in which wires might be beneficial lies in the possible scattering of the sound waves. Here again, however, the small bulk of the wires allows but little efl'ect. The sound waves pass around the wires in much the satne way that large water waves on a pond pass by a stake projecting through the snrface. It is only whe~l the obstacle has some size cornpared with the waves that a disturbance is set up. If there were a large mimber of wires close together, the sonnd waves would be infl~ienced. I n halls, we find usually only a few wires installed, probably with the idea of having them inconspicuous.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the various coi~siderations mentioned, it is seen that the installation of wires in halls having poor aconstics is without marked effect. While mnch remains to be done on the problem of architectnral aconstics, and though the means of cure can not be specified readily for each case, it is nevertheless of value to know that the installation of wires, as now used, will not serve to cure the trouble. Mi), but which on examination, proved to be a house mouse (Mus musculus). Since that time, trapping in a number of localities in California by the author and others and search through previonsly made collections of California mammals have brought to light a considerable number of instances of color variations in the house mouse. So far, only a start has been made in the study of these variations. The meager results at hand are published at this time because t,he author is leaving California. It is hoped that such publication will direct the attention of students and collectors to the house mouse, an animal that is commonly neglected. Very likely further variations will be found in the same animal from other parts of America. Thte common house mouse is nearly uniform in color all over. The under parts are a little lighter than the back, but the transition is very gradual. The entire color of the mouse is subject to some variation, both individual and geographic. No attempt will be made here to discuss this variation which affects all parts of the mouse equally or nearly so. We will consider only those variations in color which result i n one part of the mouse becoming strikingly different in color from the other parts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "California have the under parts separated in color from the upper parts. The upper parts retain the color of the common house mice of the region, while the under parts become colored either white, creamy buff, reddish buff, or intermediate tints between these colors and the color of the under parts of the unmodified house mouse. These colors of the under parts, where present, are sharply separated from the color of the back and sides at a definite line. I n about half the specimens t1.h line is emphasized by the addition of a narrow stripe of pale fulvous.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A considerable number of house mice in",
                "sec_num": null
            },
            {
                "text": "I n all, seven house mice with white under parts, two with creamy buff under parts and a much larger number with reddish buff under parts have been taken up to the present time. Enough intermediate stages between the various colors have been found so that i t becomes certain that these grade into one another and therefore are probably the product of the same factor or factors of variation. What these factors are we can make no attempt to consider with the amount of data at hand. All attempts to correlate these color variations with cranial or bodily differences have been fruitless.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A considerable number of house mice in",
                "sec_num": null
            },
            {
                "text": "One peculiar specimen shows an oval white spot about one half inch long on the middle of the belly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A considerable number of house mice in",
                "sec_num": null
            },
            {
                "text": "I n every other case noted the whole of the under parts arc affected alike. The area covered by the modified color-except in this one instance-is just about the same as the area covered by the white in the common white-footed mouse (Peromyscus rnanicu-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A considerable number of house mice in",
                "sec_num": null
            },
            {
                "text": "The earliest record of any variation i n the color of the ventral surface of the house mouse of California is furnished by a specimen i n the Stanford University Museum collected A large proportion of the mice showing the color variations on which this article is based have been taken at Palo Alto and Stanford IJniversity. EIere a few were found on the salt marshes near San Francisco Bay and the rest in the houses and barns at P d o Alto and on the campus of the university. I n some houses all th'e mice seem to be more or less modified in color, though not all in the same way or to the same degree. I n other places most of the mice may have the typical house mouse coloration and only a few show any variation. From a lot of fifteen mice taken in two days at Stanford University, only one showed any considerable variation and this one was white on the belly. Nearly half the mice taken in the region show some modification of the color of the underparts. Besides the region about Palo Alto, house mice showing variation in the color of the under parts have been taken during 1911 at Tipton, Tulare County, at Madera, Madera County, and a t Pacific Grove, IvIonterey County. Of two house mice taken at Tipton, one shows a light creamy-buff ventral surface, while the other has the ordinary coloration of the house mouse. Of eleven house mice taken at Madera in a SCIENCE [N. S. VOL. XXXV. No. 908 barn and along t h e Fresno River, four had the under parts a dusky white sharply marked off f r o m t h e color of the upperparts. The other seven had either no modification i n color o r t h e modification was very slight. Of f o u r house mice examined a t Pacific Grove, three showed pale reddish buff underparts a n d t h e other showed no modification. Two house mice taken a t Pizmo, S a n Luis Obispo County, a n d about fifty taken a t Tracy, S a n Joaquin County, showed no modification. I know of n o record of this color modification outside of the state of California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zatus g a m b e l i ) .",
                "sec_num": null
            },
            {
                "text": "Besides t h e modification of the color of the ventral surface, two specimens of house mice from California show t h e assumption of t h e dark longitudinal dorsal stripe described by Allen f o r Mus musculus jalupm. One of these specimens is f r o m New River, Salton Sea, collected b y F r a n k Stephens, and shows a wide dark dorsal stripe with no modification of the ventral surface, Another house mouse f r o m t h e same locality taken a t the same time does not have a n y indication of t h e dorsal stripe.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zatus g a m b e l i ) .",
                "sec_num": null
            },
            {
                "text": "T h e other specimen of the jalapm type is from Madera, Nadera County, and i n addition t o a narrow dark dorsal stripe, has dusky white underparts sharply marked off from the color of the sides so t h a t the color of both back and belly is modified.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zatus g a m b e l i ) .",
                "sec_num": null
            },
            {
                "text": "These instances seem to indicate that t h e house mouse is undergoing modification in some localities, a n d it may be t h a t important results will be obtained by t h e study of the progress of this modification.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zatus g a m b e l i ) .",
                "sec_num": null
            },
            {
                "text": "July, 1911 Berkeley was selected as the suggested place for the third annual meeting in 1913; and the suggested time was temporarily placed in the spring of that year-the definite date is to be determined later.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LEER.DICE",
                "sec_num": null
            },
            {
                "text": "The general session of the association was held on Saturday evening in the chapel of the university. I n the absence of President Jordan, Dr. Branner, vice-president, gave the address of wela come. Director William Wallace Campbell, of the Lick Observatory, gave an address on \"Recent Studies of the Stellar System.\" R e gave the latest views and theories as based on the observations and work done a t Mount Hamilton and elsewhere. Professor Ewala Fliigel, of Stanford University, read a paper on \"Scientific Lexicography,' wherein he traced .the IcxicographicaI work from the thirteenth century to the present; he discussed the standards that were used by the Grimm brothers in their work, and which formed the basis of all the later activity in lexicography and raised this subject to the rank of a science. Professor Andrew Cowper Latvson, of the University of California, gave the last address of the session on \"Recent Views on the Archean Rocks of Canada.\" Twenty years ago he examined these rocks for the Canadian government. Lately his findings and views have been brought into question. Last summer he went over the field again, at the instance of the Canadian government, with the result that he is led to corroborate his former findings and views. J. N. BOW&$AN, Secretary BERKELEY, GAL., April, 1912 ",
                "cite_spans": [
                    {
                        "start": 1301,
                        "end": 1312,
                        "text": "April, 1912",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SOCIETIES AND ACADEMlIES",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "1893, by J. M. Stowell at Pa10 Alto. This specimen shows reddish-buff under parts sharply marked off from the color of the back. During November of 1907, Joseph Dixon took two specimens with white underparts and one with creamy buff under parts at Palo Alto. All other records of specimens with peculiar coloration are for the fall of 1910 and the spring of 1911.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "TEE SECOND ANNUAL MEETING OP THE PACIFIC ASSOCIATION O F SCIENTIFIC SOCIETIES THE second annual meeting of the PaciGc Association of Scientific Societies was held a t Stanford University, Friday and Saturday, April 5 and 6, 1912. Eight of the eleven constituent societies held sessions: Technical Society of the Pacific, the Cordilleran Section of the Geological Society of America, the Seismological Society of America, Pacific Coast Branch of the American Iiistorical Association, the Pacific Slope Association of Economic Entomologists, Pacific Coast Paleontological Society, Biological Society of the Pacific Coast and the California Seetion of the American Chemical Society. The other societies were either unable to hold or not desirous of holding sessions a t this meeting. With the association met also the San Francisco Section of the American Mathematical Society. The Astronomical Society of the Pacific was elected to membership in the association. This makm the association represent a membership of over 2,000 persons. The oEcers of the executive committee elected for 1912-13 are Otto von Geldern, chairman; George D. Louderback, vice-chairman and J. N. Bowman, secretary-treasurer.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF1": {
                "text": "SCIENCEI am indebted to Professor J. 0. Snyder, of Stanford University, and to Professor Joseph Grinnell, of the Museum of Vertebrate Zoology, University of California, for suggestions and for the use of the collections under their charge. To Miss IIilda Hempl, of Stanford University, I am indebted for a considerable number of specimens.",
                "num": null,
                "content": "<table><tr><td>MAY 24, 19121</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}