{
    "paper_id": "Dice1923-LethalDoseofStrychninefortheNorwayRat",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:39.292038Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1923-LethalDoseofStrychninefortheNorwayRat",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Schwartze 3 recently has shown by careful experiments that the Norway rat is very resistant to the poisonous action of strychnine. I wish to present some confirmatory data. During 1916 and 1917, under the auspices of the Kansas State Agricultural Experiment Station, I carried on a number of experiments with rats to determine the effectiveness of the commonly recommended poisons. Wild Norway rats were trapped and then kept in individual cages in a quiet place. After they had become accustomed to their surroundings they were offered a poisoned bait, while at the same time unpoisoned food and water were present in abundance in the cage. The amount of the poisoned bait eaten was carefully determined, but no records of the weights of the rats were kept, they being recorded only as to the approximate size. In all, 191 individual experiments with strychnine were carried out.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 188,
                        "text": "During 1916 and",
                        "ref_id": null
                    },
                    {
                        "start": 189,
                        "end": 200,
                        "text": "1917, under",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "Twelve different formulre for baits poisoned with strychnia sulfate were tested. N one of the formulre can be considered successful. Many rats ate without ill effects considerable amounts of poisoned baits prepared according to formulre recommended for use against this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "A rat can eat without'apparent injury an amount of strychnine which would be quickly fatal to a prairie dog or ground squirrel. When the amount of strychnine in the bait is increased to an amount where it will usually be fatal the rats in general refuse to eat it. The greatest number of rats killed by any formula was 45 per cent, using strychnia sulfate spread with butter on cheese.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "Several rats each ate as much as 12 milligrams of strychnia sulfate mixed with syrup on wheat bait without being killed, and many rats ate amounts of poison somewhat less than this without injury. If we assume that these rats weighed 400 grams each it would indicate that 30 milligrams of strychnia sulfate per kilo body weight is often not a lethal dose. However, it is certain that some rats lI'eighing less than 400 grams ate these amounts of poison without fatal results, so that the certainly fatal dose must be well above 30 milligrams per kilo body weight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "Of five rats which ate part or all of 30 milligrams of strychnia sulfate spread with butter on cheese all died. The amount of strychnine eaten per kilo body weight must have been over 75 milligrams, and this amount is evidently always fatal. Six rats refused to eat the poisoned bait.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "These results agree well with those of Schwartze, who calculates the fatal oral dose of strychnia sulfate as from 25.6 to 32 milligrams per kilo body weight. However, in my experiments, some rats apparently withstood doses somewhat larger than these.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "The extraordinary resistance of the rat to strychnine will likely be found to be true for organic poisons in general, and this resistance is seemingly correlated with the semi-parasitic habits of the animal. Its ability to subsist on partially decomposed food and garbage, containing many organic poisons, must be one of the greatest factors in its success in an urban environment. Also the rat is quite keen in detecting and avoiding strychnine, and possibly other organic poisons, in dangerous concentrations. Early in March of 1921 a farmer, attending a meeting near Canby, mentioned a small pocket gopher as being more or less destructive in his locality. As most farmers confuse small rodents, I assumed that he was mistaken but told him I would like to examine a specimen. A few days later he mailed me a small, badly multilated pocket gopher which was identified by Vernon Bailey as T. douglasi oregonu8. In June of that year Russell Ferguson, who was working in the vicinity of Canby, brought in four specimens of this form. It::. August, 1922, A. W. Moore, of the Biological Survey, while giving demonstrations of methods of pocket gopher control, secured a number of additional specimens of this form at Canby and from Tigard. This latter is the first record of the species west of the Willamette River. Reports from other sections of the northern Willamette Valley indicate that it is not an uncommon form there. lts habits and methods of work do n.ot seem to be markedly different from T. b1!lbivoru8, which is the common spec\"ies in this district. Its runways are, of course, smaller and in the loose soil of cultivated fields it works without leaving much surface evide.1ce of its presence. Farmers cQmplain chiefly of its depredations in potato fields.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "ThomomY8 he8peru8 is a much more widely distributed species than the records in Mr. Bailey's report indicate. Our present knowledge of its distribution, based on experience in control work, indicates that it is locally common in the western parts of Washington, Yamhill, Polk, and Benton Counties as well as in Lincoln County north of Yaquina River and over most of Tillamook County. It is common at such points as Oretown, Hebo, Blaine, Beaver, and the Trask River valley",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETHAL DOSE OF STRYCHNINE FOR THE NORWAY RAT",
                "sec_num": null
            },
            {
                "text": "Schwartze, E. W., U. S. Dept. Agri., Bul. no. 1023, 19 pp., 1922 Downloaded from https://academic.oup.com/jmammal/article/4/3/188/897047 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Bailey, Vernon. Revision of the pocket gophers of the genus Thomomys. North Amer. Fauna no. 39, BioI. Surv., U. S. Dept. Agr., pp. 48-49, November 15, 1915. Downloaded from https://academic.oup.com/jmammal/article/4/3/188/897047 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "-L. R. DICE, Museum of Zoology, Univ. of Michigan, Ann Arbor, Mich. NOTES ON THOMOMYS IN OREGON Work in Oregon in rodent control operations of the Biological Survey has developed considerable information regarding the distribution of some of the species of Thomomys. H. S. Speer, of the rodent control staff in this state, brought back specimens of T. bothe leucodon taken June 30,1922, from the Umpqua Valley, near Roseburg. This is a considerable extension of the range of this species as given by Mr. Bailey in 1915,4 but in 1916 it was taken there and also at Riddle and Cottage Grove by M. E. Peck.",
                "type_str": "figure",
                "uris": null,
                "num": null
            }
        }
    }
}