{
    "paper_id": "Dice1919-ThemammalsofsoutheasternWashington",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:29.558015Z"
    },
    "title": "THE MAMMALS OF SOUTHEASTERN WASHINGTON",
    "authors": [],
    "year": "",
    "abstract": "The distribution and habits of the mammals of southeastern Washington are known only from scattered references in papers dealing with other subjects. As a beginning in the organization of the knowledge on the mammals of the region, the following paper attempts to state, as completely as available data permit, the distribution of the various species of mammals occurring in Walla Walla and Columbia Counties. Original notes on the habits and abundance of the various species in this area are given. In addition any original notes at hand on the distribution or habits of the mammals of other parts of southeastern Washington are included. However, no attempt is made to give a complete statement of mammal distribution in other than the two counties named. Descriptions of the climatic and topographic conditions in southeastern Washington have been given by Russell (1897) and Calkins (1905). Weaver (1917) has described the plant habitats of Whitman County, and the author (1915) has given descriptions of the vertebrate habitats in Walla Walla and Columbia Counties.",
    "pdf_parse": {
        "paper_id": "Dice1919-ThemammalsofsoutheasternWashington",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The distribution and habits of the mammals of southeastern Washington are known only from scattered references in papers dealing with other subjects. As a beginning in the organization of the knowledge on the mammals of the region, the following paper attempts to state, as completely as available data permit, the distribution of the various species of mammals occurring in Walla Walla and Columbia Counties. Original notes on the habits and abundance of the various species in this area are given. In addition any original notes at hand on the distribution or habits of the mammals of other parts of southeastern Washington are included. However, no attempt is made to give a complete statement of mammal distribution in other than the two counties named. Descriptions of the climatic and topographic conditions in southeastern Washington have been given by Russell (1897) and Calkins (1905). Weaver (1917) has described the plant habitats of Whitman County, and the author (1915) has given descriptions of the vertebrate habitats in Walla Walla and Columbia Counties.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The mammals in the vicinity of Prescott, Walla Walla County, have been studied by the author at intervals between 1905 and 1917. In that time several successive years were spent in the region and frequent visits, often of several months' duration, were made, during which observations on mammals were taken whenever possible. Most of two years were spent at Pullman, Whitman County, and a number of observations were made in that region. Camping trips have been made at various times to Wallula, Lyon's Ferry, Wawawai, and the Blue Mountains. A considerable number of specimens have been secured, so that for the smaller species the identifications are well established. The specific identifications of the larger forms are based largely on their geographic distribution.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 128,
                        "text": "1905 and 1917.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The taxonomic determinations of a number of specimens were kindly made by Dr. J. Grinnell, of the California Museum of Vertebrate Zoology, and others by Mr. Wilfred H. Osgood, of cott is smaller and relatively shorter and broader than skulls from the S of California, but otherwise the specimen is typical. Mountain weasels quite frequently in the neighborhood of Prescott. They range over the b grass hills, but are much more abundant near brush and timber in the T Valley. They have been taken in traps set at the openings to the tunne the Columbian ground squirrels and in the burrows of pocket gophers. O sionally they cause damage in poultry yards. A female taken June 5, 191 Prescott contained no embryos.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 178,
                        "text": "Mr. Wilfred H. Osgood, of",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mustela vison energumenos. Pacific Mink.-A few occur along the Tou River near Prescott. They wander out into the timbered parts of the v and occasionally visit poultry yards. Mr. Floyd Kendall reports that occur along the streams in the Blue Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mephitis occidentalis major. Great Basin Skunk. -Howell (1901, p notes a specimen from Touchet. They are reported to be quite numerou the timber along the Walla Walla River east of Wallula. A few live in the brush and timber along the Touchet River near Prescott; and they have been trapped in the prairie hills over a mile from the river. At Lyon's Ferry a number occur along the shores of Snake River.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 64,
                        "text": "-Howell (1901, p",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Taxidea taxus neglecta. California Badger.-Badger mounds were numerous in June, 1914, in the sagebrush near Wallula, but they were still more abundant in the bunchgrass hills to the southward. On Eureka Flat they were numerous in both sagebrush and in bunchgrass. Numbers occur throughout the bunchgrass region of Walla Walla and Columbia Counties. In the Blue Mountains a few occur on the ridges in open places and among the low bushes. On June 10, 1914, about 7 a.m., a group of four badgers were seen hunting in sagebrush three miles east of Wallula. They all seemed to be about the same size, and this was probably a family party returning from a hunt. They kept close together and moved at a slow trot, exploring the ground carefully, with nervous movements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Finally they all went into a group of badger holes near a small r viduals going into the same hole. Several remained for some tim of the burrows to watch me, as they seemed to be very curio retired and were not again seen. They seemed to be able to tr equally well as forward, and when only several feet from a burr always backed toward and down into it. Every one seemed to go backward.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Felis oregonensis hippolestes. Rocky Mountain Puma.-Mr. Floyd Kendall reports that pumas are rare in the Blue Mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lynx ruffus subsp. Lynx.-A few are reported to occur along the Walla Walla River east of Wallula. Tracks in snow were seen December 25, 1908, in the timber along the Touchet River two miles east of Prescott. In late July, 1914, a number of tracks were seen in alpine fir forest on the ridge at the head of the North Fork of the Touchet River, and a few in burnt-over and brushy places on the ridges near Twin Buttes Ranger Station.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Onychomys leucogaster fuscogriseus. Gray Grasshopper Mouse. -Hollister (1914, p. 444) records two specimens from Touchet. On June 12, 1914, one was trapped in sagebrush near the top of a small wind-eroded bluff at the edge of the valley of the Walla Walla River three miles east of Wallula. Extensive trapping in the same locality failed to secure any other specimens.",
                "cite_spans": [
                    {
                        "start": 60,
                        "end": 85,
                        "text": "-Hollister (1914, p. 444)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys megalotis nigrescens. Dusky Harvest Mouse.-In early June, 1914, numbers were trapped in the willows along the Walla Walla River three miles east of Wallula. One was taken on June 16 at the head of a ravine in the bunchgrass hills south of the same locality. Along the Touchet River east of Prescott they are abundant in brushy places and in meadows. One was found in a stubble field a half-mile from the river on December 24, 1908. Halfgrown young were taken at Prescott in 1913 as early as April 10, and individuals still immature were taken in the latter part of July, 1914. Captives kept in large boxes did not eat raw potatoes, but were fond of dry oatmeal and wheat. Several half-grown young partly ate one of their number which died. In the summer of 1915 signs of mice were noted in a deserted bird's nest about five feet above ground in an arbor vitae shrub growing in a garden near Prescott. A trap was set and an adult male harvest mouse secured on July 9. The bird's nest apparently was used as a resting place by the mouse.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus gambelii. Gambel White-footed Mouse.-In the early part of June, 1914, eleven white-footed mice were trapped in the willows along the Walla Walla River three miles east of Wallula. Several were taken on June 14 in sagebrush not over 200 yards from an irrigating ditch near the same place, but the species does not form a part of the typical sagebrush association. One was taken June 16 from a line of 10 traps set among the rocks on hillside in the range of hills to the south. In the neighborhood of Prescott the species is common in the timber along the Touchet River. They are sometimes found in houses and barns. A few live in the bunchgrass covered hills and they have been taken over a mile and a half from the nearest water. At Lyon's Ferry two were taken on June 25, 1914, in traps set about driftwood and rocks alon the shores of Snake River, and a number were taken at the bases of the basalti cliffs and on rocky slopes. In the Blue Mountains in the summer of 1914 white footed mice were taken in every land habitat where trapping was done. At Hompeg Falls they were taken in lowland fir forest, in western yellow pine forest, and on rocky slopes. They were less common i than in the more open brushy places and were very abundant on t especially near low shrubs. On the high ridges between the Touc Rivers white-footed mice were taken in alpine fir forest, in west in Douglas spruce forest, and in buckbrush. In the canyon of several were trapped in the brush and timber along the stream. A female white-footed mouse heavy with young was taken M in the bunchgrass hills near Prescott. A fully grown subadult May 24, 1914, in a farm building in the Touchet Valley east o old female taken on July 2, 1914, in the brush along the Touchet same place contained four large embryos; another contained a m embryos; while a third contained no embryos. Of two young f the same time and place one contained four and the other five embryos. On July 8, 1915, a nest containing the mother and f young was found in a building at this locality. The nest was c small bits of cardboard, paper, sacks, cloth, and a few chicken bottom of the nest contained much excreta. On September 13, taken in a stubble field in the Touchet Valley near Prescott cont embryos. Evidently these mice breed at least twice in each seas gion, and the females may breed in the same season in which th fourteen females examined in the Blue Mountains between July 2 none contained embryos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A captive subadult male studied at Prescott during the latter 1914, elaborated a nest from cotton placed in the box. He readily and nibbled at a raw potato. In eating small objects the body on the hind legs and the fore feet used to handle the food and p mouth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus artemisiae. Sagebrush White-footed Mouse.-Common at Pullman on the prairie hills, about rocks, in cultivated fields and orchards, in meadows, and in the brush and timber along streams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Neotoma cinerea occidentalis. Western Bushy-tailed Wood Rat.-Reported to be common about houses along the Walla Walla River east of Wallula; a young one taken in a cellar was seen on June 10, 1914. A nest was found June 15 under a large rock in a ravine at the base of the hills southeast of Wallula. One was trapped in 1893 in a cellar in the prairie hills two miles southwest of Prescott;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "another was taken in 1910 in the cellar of a house beside the Touchet River two miles east of Prescott; these animals lived in burrows dug in the soft dirt walls of the cellars. In the Blue Mountains wood rats are reported to be numerous about cabins.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Evotomys gapperi saturatus. Dusky Red-backed Mouse.-Two were trapp in the summer of 1914 in lowland fir forest in the canyon near Hompeg Falls; the ridges between the Touchet and Wenaha Rivers one was taken in thick buckbrush, one in western larch forest, and two in alpine fir forest in a small cove near the top of the ridge; along Butte Creek one was taken in a swampy place and one in the brush and timber along the stream.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus nanus canescens. each about 22 mm. in length. Half-grown young were com April 1 in that year. April 6, 1913, a set of workings of this species in an alfalfa cott was dug out. Fresh surface runways extended in sever meters from a group of three holes which were not over 50 c The three holes were the openings to three tunnels which near the underground opening to a fresh nest. The nest was grasses and its top was several centimeters below the surfac passages were fairly intricate, but not long, and in a blind with young was found. The previous day a large male had the entrance to one of the tunnels. As this system of work meters from any other group of workings the evidence is str structed and occupied by a single pair of mice. In a set of t fence, partly dug out on April 13, one tunnel ran underground meters and had several branches. A fresh underground nest connected with the tunnel. A young individual was capture Captives are very fond of raw potatoes and also eat oatm extent grains of wheat. June, 1914 , in the meadows at the edges of the willows a Walla River east of Wallula, and mounds were numerous at this p mounds were also observed in sagebrush on the lower slopes of th south. Pocket gophers occur sparingly in the prairie hills near Presc are much more abundant in the meadows and orchards along the T They occur in open timber, but only very rarely under heavy alfalfa meadow of about ten acres 75 gophers were trapped in the sp Gophers are active more or less all winter near Prescott, but th increase of activity in the spring, as is shown by the number of thrown up at that time. In 1913 the increase of activity was ver the early part of March. Seemingly, the males become active in s weeks before the females; during March and the early part of April all those taken were males. Gophers seem to breed early in the Prescott. In 1913 small animals from one-half to three-fourths common in the latter part of March and in April. One female ta 1913, contained a mass of unformed embryos. April 29 a female was same burrow from which a male had been taken a few days pre April 29 in another burrow a fresh nest was found. This nest was and alfalfa leaves, some of which were still green. The nest, which entrance, was about 8 inches below the surface of the ground an feet from the nearest mound.",
                "cite_spans": [
                    {
                        "start": 1018,
                        "end": 1028,
                        "text": "June, 1914",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Thomomys fuscus fuscus. Brown Pocket Gopher.-Numerous all over the Blue Mountains. Near Hompeg Falls they were abundant from the bottoms of the canyons to the tops of the ridges, occurring even in very rocky ground. They were abundant on rocky slopes and in yellow pine forest. A few occurred also in lowland fir forest in the bottom of the canyon under quite heavy shade. In dry places on the higher ridges of the mountains they were common in open ground, in brush, in alpine fir forest, and in western larch forest. At Pullman they are common in the valleys and on the prairie hills.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Perognathus parvus parvus. Oregon Pocket Mouse.-The skulls of pocket mice taken at Wallula have smaller bulle than those of Perognathus 1. lordi from Okanagan, British Columbia, or from Prescott, Washington, and cannot then be referred to P. 1. columbianus, which is stated by Osgood (1900, p. 40) to have larger bulle and mastoids than lordi. These specimens agree with the description of parvus and are referred to that form. The pelage is lighter in color than that of lordi. A considerable number of pocket mice were taken in sagebrush near the Walla Walla River three miles east of Wallula during June, 1914. They occurred both in areas of drifting sand and in areas of packed sand. One was trapped in bunchgrass on top of the hills to the south. All seem to be of the same species. These mice are sometimes active during the day as is shown by tracks on windblown sand. The cheek pouches often contain seeds of grasses and of other plants. A female taken June 10 contained four rather large embryos. embryos, each about 3 mm. in length. As half-grown young were c time it is probable that more than one litter is produced a year tracks in the dust the tail is sometimes held completely clear when traveling; it may touch the ground at each jump; or it ma drag constantly. A pocket mouse which was captured alive near Prescott Augus kept as a captive. He was fed on unthreshed heads of wheat, w out, placing the grains in his cheek pockets. The work of filli seemed to be mainly performed by the fore feet. When both po he would dig a hole in the ground on the floor of his cage and b He was offered bits of apple and potato, but did not eat them. A for two weeks in a dry cage and fed only on wheat he was offe refused it. Another pocket mouse captured in the same localit was placed in a jar without material for a nest. The next mornin ture had fallen to below 40? F. and the mouse was found cold an handled, but gave no signs of life. At 11 a.m. the temperature h mouse resumed activity. However, when the experiment was re lowing night the mouse did not recover. Most of these squirrels go into aestivation early i remain active much later than do the Townsend squ were seen as late as July 11 in 1914. In the Blue Mou late as July 28.",
                "cite_spans": [
                    {
                        "start": 277,
                        "end": 297,
                        "text": "Osgood (1900, p. 40)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Citellus townsendii. Townsend Ground Squirrel.-A 1914, in the sagebrush east of Wallula. A number also occurred in the bunchgrass of the hills to the south. These animals were very fat in preparation for their approaching aestivation. On Eureka Flat they were numerous in bunchgrass and in sagebrush areas. Throughout northern Walla Walla County they are numerous over the bunchgrass hills. In the Touchet Valley east of Prescott a few live in gardens and in open places in the timber along the river, but in general they avoid brushy or timbered areas. A few were noted April 2, 1909, at Wawawai in the grassland at the bottom of the Snake River Canyon, on the north side of the river.",
                "cite_spans": [
                    {
                        "start": 571,
                        "end": 588,
                        "text": "April 2, 1909, at",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A female taken at Prescott March 28, 1913, contained a number of unformed embryos. Partly grown young were trapped at that place on April 17 and 19 of 1913. Half-grown young were common near Wallula during the first week of June, 1914. These squirrels come out of hibernation very early in spring and tracks may often be seen on the snow. They go into aestivation early in summer, and in 1914 none were seen at Prescott after June 25.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Eutamias amcenus amoenus. Klamath Chipmunk.-Rare in the timber along the Touchet River in the prairie area as far down as Prescott. One was taken April 20, 1913, in brush two miles east of Prescott. In the Blue Mountains they are numerous in every sort of brushy habitat, but seem to be most numerous in the brush near the tops of the ridges. At Hompeg Falls numbers were seen in lowland fir, western larch, and Douglas spruce forests at the bottom of the canyon and in yellow pine forest on the lower slopes. On Butte Creek a few occurred in the brush and deciduous timber along the stream. On the higher ridges they were abundant in alpine fir, western larch, and Douglas spruce forests.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One watched July 24, 1914, near Hompeg Falls, seated himself on a small twig in the top of a service-berry bush while he ate some of the partially dried fruit. The fore feet were used to assist in handling the food. Another watched August 2 on top of the ridge near Twin Buttes Ranger Station was feeding on grass seeds. He would cut off a grass stem as high up as he could reach and then pass the head sideways through his mouth, removing the seeds and discarding the chaff as the head of grass passed through. In this case also the fore feet were used to handle the material.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Callospermophilus chrysodeirus chrysodeirus. Golden-mantled Ground Squirrel.-A number were seen about the rocky slopes and in yellow pines on the sides of the canyon at Hompeg Falls in July and August, 1914. A few were seen in and August, 1914 , in the lowland fir forest at Hompeg Falls. A few were observed in heavy Douglas spruce forest near the tops of the mountain ridges and one was seen in young lodgepole pine forest near the top of a ridge. In the canyon of Butte Creek one was seen in the top of a high cottonwood tree. They are also reported by Allen (1898, p. 266) from Blue Creek in the Blue Mountains of Walla Walla County.",
                "cite_spans": [
                    {
                        "start": 227,
                        "end": 243,
                        "text": "and August, 1914",
                        "ref_id": null
                    },
                    {
                        "start": 556,
                        "end": 576,
                        "text": "Allen (1898, p. 266)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Castor canadensis canadensis. Beaver.-A few live along the Touchet River east of Prescott, where their homes are in the banks of the stream. Sometimes they cause damage by gnawing fruit trees in the orchards near the river or by cutting down small trees. However, most of their labor is spent in cutting down willows or cottonwoods of little importance to the farmer. They are even of some value to the agriculturist in helping to stop with sticks and mud the leaks in the brush dams commonly placed in the river to divert water for irrigating ditches. One group of beavers in the summer of 1913 built each night a small dam across the entrance to an irrigating ditch, but when a rope was stretched across the ditch at that point they did not cause further mischief.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the Blue Mountains beavers are reported to be common along many of the streams. In the summer of 1914 small beaver dams were found to be numerous on Butte Creek. The dams were placed across small sloughs and across the tiny streams draining from springs. Cuttings seemed to be made on all kinds of trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Tooth marks were noted on willows, cottonwoods, thorns, and on one small Douglas spruce. Lepus townsendii townsendii. Western White-tailed Jack Rabbit.-Reported from Touchet by Nelson (1909, p. 82) . They are also reported by farmers to occur rarely on the bunchgrass hills southeast of Wallula. Near Prescott and Lyon's Ferry a number occur in the bunchgrass hills. This species does not make definite runways such as are made by the black-tailed jack rabbits. In the region near Prescott they become paler in winter than in summer, but no white individuals have been noted.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 197,
                        "text": "Nelson (1909, p. 82)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lepus bairdii bairdil. Rocky Mountain Snowshoe Rabbit.-A few were seen in July and August, 1914, in lowland fir forest near Hompeg Falls. One we grown young was shot in lowland fir forest along Butte Creek and signs wer numerous in the brush along that stream. On top of the ridges near Twin Buttes Ranger Station signs were seen in damp Douglas spruce forest and were ver numerous in patches of buckbrush.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lepus californicus wallawalla. Washington Jack Rabbit.-Abundant during June, 1914, in the sagebrush of western Walla Walla County. A few were see in the bunchgrass hills southeast of Wallula and they were fairly common in th bunchgrass hills north of Nine-mile. On Eureka Flat and the Lower Flat few were seen and runways were numerous in sagebrush and in bunchgrass They are rarely found in the bunchgrass areas near Prescott. The type localit of the subspecies is Touchet (Merriam, 1904, p. 137 ).",
                "cite_spans": [
                    {
                        "start": 474,
                        "end": 496,
                        "text": "(Merriam, 1904, p. 137",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These jack rabbits make well-defined trails. Their forms are often placed under a sagebrush just on one side of the trail, or a form may be placed right in the trail. Usually these forms are only a slight depression in the ground, but som times under a thick sagebrush a more elaborate form requiring quite a litt digging is constructed. Washington jack rabbits seem to be most active in th morning and evening, although they are active more or less throug and night. While I was camped near Wallula in June, 1914, they we of coming to an irrigating ditch to drink, and in the evening fifte might be in sight at a time. They were especially numerous aft day. During the hottest days they were not very active and seem leave their forms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When the tail of the black-tailed jack rabbit is curled up, the b on the upper side of the tail and that on the lower part of the rum and the animal appears entirely dull gray from the rear. When down the black marking is very conspicuous and might well serv mark. When the animal is moving normally the tail hangs down curled up when the rabbit is shot at or when running away from ingly the marking is concealed only when the animal is at rest i other r, mes it acts as a directive mark, and the animal is able to es by means of its great speed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These jack rabbits are extensively hunted near Wallula by sp come from Walla Walla and other towns, but they still maintain dance. Old males become very shy, but the young individuals an less wary. The young, many of which were nearly full grown in J lent eating. The night trains on the railroads near Wallula are re over and kill a great many, which, blinded by the light, refuse to l Sylvilagus nuttallii nuttallii. Washington Cottontail.-Commo lows along the Walla Walla River east, of Wallula and numerous brush, especially within a short distance of streams. On June 16, seen among rocks on a hillside southeast of Wallula, and sever young were seen in the bunchgrass of the hills above. A numbe timber along the Touchet River near Prescott. In late June, 191 seen about the rocks and cliffs of the canyon of the Snake River a and they are reported to be quite common among these rocks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Cervus canadensis canadensis. Wapiti.-Mr. Floyd Kendall reports that wapiti formerly occurred in the Blue Mountains, but that none now occur there, except a few which have been reared in captivity and liberated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Odocoileus hemionus hemionus. Rocky Mountain Mule Deer.-There are perhaps several species of deer in the Blue Mountains of Washington, but the mule deer is the only one certainly known to be present. During the summer of 1914 a few tracks of deer were seen in lowland fir forest near the head of the North Fork of the Touchet River. A number of tracks were found and one deer was seen in Douglas spruce forest on the ridges near Twin Buttes Ranger Station. They are reported to be most abundant in the brush at the heads of coves and on the higher slopes of the mountains. Mr. Chas. Clague captured a fawn, seemingly lost, in the bunchgrass hills two miles southwest of Prescott in the spring of 1890, following a heavy snow. No deer normally occur in that region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alces americanus shirasi. Shiras Moose.-Mr. Floyd Kendall reports that moose formerly occurred in the Blue Mountains, but that none are now found there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ovis canadensis canadensis. Bighorn.-Bighorns are said by Mr. Floyd Kendall to have formerly occurred in southeastern Washington in the Blue Mountains, but to be now extinct in the region. ",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 67,
                        "text": "Mr. Floyd",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Along the river are numerous high cliffs of basalt, while the hills above are covered by bunchgrass. The river is about 1000 feet below the tops of the hills. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 2. THE CANYON OF SNAKE RIVER, LOOKING WEST FROM LYON'S FERRY",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "06:48 UTC All use subject to",
                "authors": [
                    {
                        "first": "Thu",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms DICE-MAMMALS OF SOUTHEASTERN WASHINGTON Oreamnos americanus missoulae. Missoula Goat.-Goats are r",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Kendall to have occurred at one time in the Blue Mounta ington",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Floyd",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mr. Floyd Kendall to have occurred at one time in the Blue Mounta ington, but they are now absent from the region. LITERATURE CITED",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "1898 Revision of the chickarees or North Ameri rels (subgenus Tamiasciurus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bull. Amer. Mus. Nat",
                "volume": "",
                "issue": "",
                "pages": "249--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALLEN, J. A. 1898 Revision of the chickarees or North Ameri rels (subgenus Tamiasciurus). Bull. Amer. Mus. Nat 249-298.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Revision of American voles of the genus Microtus",
                "authors": [
                    {
                        "first": "Vernon",
                        "middle": [],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 1900,
                "venue": "U. S. Dept. Agri., Div. Biol. Surv., North Amer. Fauna",
                "volume": "88",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAILEY, VERNON. 1900 Revision of American voles of the genus Microtus. U. S. Dept. Agri., Div. Biol. Surv., North Amer. Fauna, 17, 88 pp., 5 pls., 17 figs.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Geology and water resources of a portion of east-central Washington",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "C"
                        ],
                        "last": "Calkins",
                        "suffix": ""
                    }
                ],
                "year": 1905,
                "venue": "U. S. Geol. Surv",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CALKINS, F. C. 1905 Geology and water resources of a portion of east-central Washington. U. S. Geol. Surv., Water supply paper, 118, 96 pp., 14 figs., 4 pls.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Distribution of the land vertebrates of southeastern Washington",
                "authors": [
                    {
                        "first": "Lee",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "Univ. Calif., Publ. Zool",
                "volume": "16",
                "issue": "",
                "pages": "24--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, LEE R. 1915 Distribution of the land vertebrates of southeastern Wash- ington. Univ. Calif., Publ. Zool., 16, pp. 293-348, pls. 24-26, 2 figs.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "North Amer. Fauna, 32, 47 pp., 5 pls., 1 map. 1914 A systematic account of the grasshopper mice",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hollister",
                        "suffix": ""
                    }
                ],
                "year": 1911,
                "venue": "Proc. U. S. Natl. Mus",
                "volume": "47",
                "issue": "",
                "pages": "427--489",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLLISTER, N. 1911 A systematic synopsis of the muskrats. U. S. Dept. Agri., Bur. Biol. Surv., North Amer. Fauna, 32, 47 pp., 5 pls., 1 map. 1914 A systematic account of the grasshopper mice. Proc. U. S. Natl. Mus., 47, 427-489, 1 pl.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Revision of the skunks of the genus Chincha",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1901,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, A. H. 1901 Revision of the skunks of the genus Chincha. U. S.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A review of the American moles",
                "authors": [
                    {
                        "first": "Hartley",
                        "middle": [
                            "H T"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "U. S. Dept. Agric., Bur. Biol. Surv., North Amer. Fauna",
                "volume": "100",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JACKSON, HARTLEY H. T. 1915 A review of the American moles. U. S. Dept. Agric., Bur. Biol. Surv., North Amer. Fauna, 38, 100 pp., 6 pls., 27 figs.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Unrecognized jack rabbits of the Lepus texianus group",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Merriam",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hart",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "Proc. Biol. Soc. Wash",
                "volume": "17",
                "issue": "",
                "pages": "135--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. HART 1904 Unrecognized jack rabbits of the Lepus texianus group. Proc. Biol. Soc. Wash., 17, 135-138.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Revision of the North American bats of the family Vespertilionidae",
                "authors": [
                    {
                        "first": "Gerrit",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Div. Biol. Surv., North Amer. Fauna",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, GERRIT S., JR. 1897 Revision of the North American bats of the family Vespertilionidae. U. S. Dept. Agri., Div. Biol. Surv., North Amer. Fauna, 13, 140 pp., 3 pls., 40 figs.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The rabbits of North",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "W"
                        ],
                        "last": "Nelson",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "Bur. Biol. Surv., North Amer. Fauna",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NELSON, E. W. 1909 The rabbits of North America. U. S. Dept. Agri., Bur. Biol. Surv., North Amer. Fauna, 29, 314 pp., 13 pls., 19 figs.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Revision of the pocket mice of the genus Perognathus",
                "authors": [
                    {
                        "first": "Wilfred",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1900,
                "venue": "Div. Biol. Surv., North Amer. Fauna",
                "volume": "18",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, WILFRED H. 1900 Revision of the pocket mice of the genus Perog- nathus. U. S. Dept. Agri., Div. Biol. Surv., North Amer. Fauna, 18, 74 pp., 4 pls., 15 figs.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "1897 Reconnaissance in southeastern Washington",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "C"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "U. S. Geol. Surv",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RUSSELL, I. C. 1897 Reconnaissance in southeastern Washington. U. S. Geol. Surv., Water-supply paper, 4, 96 pp., 7 pls., 3 figs.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A study of the vegetation of southeastern Washington and adjacent Idaho",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Weaver",
                        "suffix": ""
                    }
                ],
                "year": 1917,
                "venue": "Univ. Nebr. Studies",
                "volume": "17",
                "issue": "1",
                "pages": "1--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WEAVER, J. E. 1917 A study of the vegetation of southeastern Washington and adjacent Idaho. Univ. Nebr. Studies, 17, pp. 1-133, 48 figs. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms xi , -., \"' ~ ----l 1, FrG. 2 (Dice: Mammals of Southeastern Washington.) Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ". Pallid Yellow-bellied Marmot.-Common among the rocky cliffs on both sides of Snake River at Wawawai. Citellus columbianus columbianus. Columbian Ground Squirrel.-Common on the prairie and in the cultivated fields at Pullman. The large ground squirrels of the Touchet Valley and the Blue Mountains are also referred to this form, although they are larger in size and have a deeper red coloration on the flanks and tail than do specimens of the typical form from Pullman, Washington, and Moscow, Idaho. These squirrels are common along the Touchet Valley as far down as Lamar. At Prescott they occur in timber but are most abundant just at the edge of timber or brush. They occur along fences and sometimes climb the fence-posts. They are found in the open parts of the valleys and sometimes occur a half-mile or more out in the bunchgrass hills. In the Blue Mountains JOURNAL OF MAMMALOGY, VOL. I, NO. 1"
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "buckbrush, in open alpine fir forest, in western larchforest, and in open Douglas spruce forest on the higher ridges of the mountains. They'seem to prefer partially open areas and the neighborhood of rocks."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "the Field Museum of Natural History, and by Mr. Vernon Bailey, of the United States Bureau of Biological Survey. A few notes by Mr. Floyd Ken-remainder, returning the next day to the cache. A in the winter in the region and they are reporte grass hills of Walla Walla and Columbia Counties sometimes be seen in the open parts of the Touch often go into the timber. They are reported to Vulpes sp. Red Fox.-Reported to occur rather c the Blue Mountains. In July and August, 1914, a along the trails on the ridges in burnt-over areas a Procyon psora pacifica. Pacific Raccoon.-Report Walla River near Wallula. A few occur along the borhood of Prescott. They are occasionally note stream and their tracks are sometimes seen alon 1914, raccoons were reported to be causing cons Lyon's Ferry, and a number of fresh tracks were margin of Snake River. Martes sp. Marten.-Mr. Floyd Kendall reports canyons of the Blue Mountains. Mustela cicognanii lepta. Weasel.-A young spec 1914, in heavy brush along Butte Creek. Mustela arizonensis. Mountain Weasel.-The skull of a female from Pres-"
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Gray Meadow Mouse.-Numerous in the meadows and in brushy places along the Touchet River near Prescott. They do not seem This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms to wander far from water. Bailey (1900, p. 31) reports one Walla Walla. At Pullman their runways are common in th tops and slopes of the hills. April 1, 1913, a female wit .embryos was taken in brush beside the Touchet River nea another female caught in an alfalfa meadow contained six wel"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Microtus mordax mordax. Biting Meadow Mouse.-Ver first week of August, 1914, in brush and timber and especiall along Butte Creek. On July 28 one was trapped in alpine fir a ridge at the head of the North Fork of the Touchet Rive half-grown young were trapped in brush.beside a spring on Buttes Ranger Station. A female taken on Butte Creek Au two large embryos nearly ready for birth. Half-grown you at the same place on that date. Three were trapped in late M along the South Palouse River at Pullman. Ondatra zibethica osoyoosensis. Rocky Mountain Muskra p. 36) records specimens from Touchet and from Walla W 1914, one was seen swimming in the Walla Walla River thre lula. A considerable number occur along the Touchet Rive Pullman a few occur along the South Palouse River and in S Rattus norvegicus. Norway Rat.-House rats have ent Washington and are rapidly increasing in numbers. They a Walla and a few occur in Prescott, and they are spreading a Mus musculus musculus. House Mouse.-On June 13 and 14, trapped in the willows along the Walla Walla River three m In the neighborhood of Prescott they are abundant about th in the valley, and even about farm buildings far out in the the Touchet Valley they are often found about grain stacks an brush along the river. One was taken May 29, 1909, in br Palouse River at Pullman."
            },
            "TABREF4": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>This content downloaded from</td></tr><tr><td>35.</td></tr></table>",
                "text": "Perognathus lordi lordi. Northwest Pocket Mouse.-Common in the bunchgrass areas and grain fields of the region about Prescott. Although they occur in the open parts of the Touchet Valley none have been taken near timber or brush. A female taken near Prescott July 7, 1914, contained eight small"
            },
            "TABREF5": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Perognathus lordi columbianus. Columbian Pocket Mouse.p. 40) records specimens of this pocket mouse from Touchet. Perodipus ordii columbianus. Columbian Kangaroo Rat.-Foun during June, 1914, in the sagebrush east of Wallula. They abundant on drifting sand and on packed sand areas. These an what active throughout the daytime as was shown by fresh tracks the wind was continually covering the old marks. In traveling touches the ground at each hop, but it may be carried entirely rarely may be allowed to drag.Zapus princeps oregonus. Blue Mountain Jumping Mouse.-A trapped in early August, 1914, on top of the ridge near Twin Bu tion. Nearly all were taken in thick brush, but one was taken i forest not far from a patch of buckbrush where they were abund Erethizon epixanthum epixanthum. Yellow-haired Porcupine is reported to have been killed a few years ago along the Wal short distance east of Wallula. A few have also been reported f borhood of Prescott. Mr. Floyd Kendall reports that they occ"
            },
            "TABREF6": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms numbers occur in buckbrush on the ridges. At Hom found in July, 1914, in lowland fir forest, especially in on rock slides near the bottom of the canyon."
            },
            "TABREF7": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms Sciurus hudsonicus richardsonii. Richardson Squirrel.-Common during July"
            },
            "TABREF8": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>EXPLANATION OF PLATES</td></tr><tr><td>PLATE 1</td></tr></table>",
                "text": "FIG. 1. COTTONWOOD-WILLOW HABITAT ALONG THE TOUCHET RIVER TWO MILES EAST OF PRESCOTT Under the high cottonwood trees there is a very thick growth of underbrush. September 14, 1915. FIG. 2. YELLOW PINE COVERED HILLSIDES ON THE SOUTH FORK OF THE TOUCHET RIVER ABOUT TEN MILES ABOVE DAYTON In the valley Douglas spruces are dominant. A cultivated field is in the foreground. August 1, 1915. PLATE 2 FIG. 1. RABBIT BRUSH HABITAT IN THE SAGEBRUSH AREA FOUR MILES EAST OF WALLULA The plants are chiefly rabbit brush, Chrysothamnus. June 13, 1914."
            },
            "TABREF9": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>PLATE 2</td></tr><tr><td>FIG. 1</td></tr><tr><td>?\"~ ~~~~~~~~i.</td></tr><tr><td>FIG. 2</td></tr><tr><td>(Dice: Mammals of Southeastern Washington.)</td></tr></table>",
                "text": "June 24, 1914. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:48 UTC All use subject to https://about.jstor.org/terms"
            }
        }
    }
}