{
    "paper_id": "Dice1925-Thecareofbooks,pamphlets,andbibliographies",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:46.830775Z"
    },
    "title": "Reprints, excerpts, separates, and other small papers usually constitute the most .valuable part of a working scientific library and therefore deserve especial care. They are always a problem to the librarian, and many different methods have been used for their grouping and",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1925-Thecareofbooks,pamphlets,andbibliographies",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "A scientific library in order. to render its fullest service must be so arranged that a desired publication can be found with the least effort. A catalog record of the library is nearly indispensable and cross references are desirable. Further, the books and pamphlets in the library must be protected as much as possible from the ravages of time and use. BOOKS Books differ from pamphlets only in the matter of thickness. Ordinarily, articles consisting of 150 pages or more are treated as books and are best preserved bound in cloth or leather. However, articles printed on thin paper and containing as high as 200 pages may sometimes, be treated as pamphlets; on the other hand, it may be worth while to bind very valuable articles even though they consist of only a few pages. Paper binding for books is a temporary expedient, often necessary, but one which exposes a much used book to the risk of damage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Protection of books. Books should be protected from extremes of moisture or dryness. Dampness is especially dangerous. Strong sunlight is injurious, but a moderate amount of light possibly helps to prevent the growth of mold and injurious animal life. Unless the library is exceptionally well protected against the entrance of dust, open shelves tend to allow dirt to soil the books. In ordinary buildings glass-fronted bookcases appear to offer the best protection to the library.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Arrorujemeni of books. The best arrangement of books in a scientific library I consider to be alphabetical according to author's name, and under each author chronological as to date of publication. Quartos, folios, and odd-shaped books will of course have to be shelved in separate series from books of octavo or smaller sizes. Also, bound volumes of periodicals form a special group in the library.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "protection. Thesemethods range from the heap of loose papers on a shelf to complicated systems requiring the services of a staff of assistants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Arrangement of pamphlets. Four principal methods of grouping small scientific papers for storage have been employed. An easy and widely \\used method is to group the papers by subject matter, using for example such divisions as anatomy, geographic distribution, or North America. By this method all the available papers on one general topic are placed together. In a large collection it becomes necessary to establish subdivisions or to arrange the papers in the larger divisions alphabetically according to author.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The great difficulty in grouping pamphlets by subjects lies in classifying certain papers which might almost equally well be placed under anyone of several divisions employed. Cross references then becomes necessary. Eventually the method becomes cumbersome and it is impracticable for a large pamphlet collection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Another method of arranging a pamphlet collection is serial in the order of receipt. Each pamphlet when it is cataloged is given a serial number, which determines its position on the shelf. This method necessitates reference catalogs arranged according to author or subject, or both, and it is necessary to refer to the catalogs to find any paper in the collection because only a few of the serial numbers can be remembered.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": ". A third method is to group the excerpts and separates from each periodical together, arranging them under volume and page numbers. Thus, all the mammal papers froIn the Proceedings oJ the Biological Society of Washington might be arranged together. There are of course a considerable number of pamphlets to which this method would not apply.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The arrangement which I consider best for all large pamphlet collections, and most small ones, is alphabetical according to the name of the author and chronological by date of publication under each author. If there are several papers by the same author published in the same year, they are best placed alphabetically by title. One is quite likely to remember the name of the author of any paper which it is desired to consult, and often the year of publication as well, so that usually a pamphlet can be found in the collection without recourse to a card catalog. Further, citations in scientific papers are usually by author and date, so that in many cases the paper referred to can be found directly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "I would except from this arrangement according to authors the papers from those periodicals of which complete volumes are available. If a volume of a periodical can be completed I think it best to keep it as a bound volume, even though this method disturbs somewhat the general order of pamphlet arrangement. However, I do not consider that it is desirable to bind incomplete volumes even though all the papers on anyone topic, as for example mammals, may be at hand. I especially deplore the practice of those narrow specialists who break up complete volumes and discard all the papers except those on one topic. Many of these volumes, if kept complete, would be of very high value in the future; and in most cases it would not be much more difficult,to store the complete volume than the excerpts,alone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Presenxuiori of pamphlets. Much-handled pamphlets rapidly deteriorate unless given protection, This is especially true of the smaller and thinner papers, which become dog-eared and wrinkled, and pages and plates tend to work loose and may become lost or misplaced.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The best protection for printed pages undoubtedly is binding in standard library style, preferably in cloth or leather. The expense of binding, unfortunately, is considerable and one can not usually afford to bind small papers. However, a number of small papers grouped together may be bound in a volume and many collections of pamphlets have been treated in this manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The objection to collections of bound pamphlets lies in the impossibility of inserting in their proper places papers secured after the collection is bound. It is possible, of course, to make up volumes rather arbitrarily from time to time and to keep a general grouping by authors or subjects but such a method demands dependence on the card catalog to find any particular paper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "For protecting pamphlets against dust and light a simple method is to keep them in stout manila envelopes. The envelopesare then grouped by subject or author. A similar but better method is to store the papers in pamphlet boxes. These boxes may be made of strips of wood forming the top, bottom and front, with heavy cardboard on the sides, and the backs left open. A better construction is to have the boxes made entirely of a good weight of strawboard, faced on the inside with white paper and covered on the outside with black binder's cloth. These boxes are placed upright on shelves, the open backs being pushed against the wall to exclude dust and light. In such boxes very thin papers' have a tendency to become folded or broken on the corners, and it is advisable to provide each pamphlet with a cover of heavy paper. Sometimes pamphlet boxes are made with the tops open as well as the backs; this allows for larger pamphlets, but dust and light may enter. Also, occasionally, common letter files are used to store pamphlets, but their expense and their inconvenience render them unsatisfactory.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Pamphlets, either unbound or in binders, may be arranged upright on ordinary shelves like books, but it is not advisable to place them among books owing to the danger of damaging adjacent thin pamphlets when a book is removed. If pamphlets are kept in this way the shelves should be short, preferably less than two feet in length, and some space should be allowed so that the pamphlets can be separated sufficiently for one to be able to read the label written on the upper outer corner of each pamphlet. Pamphlets kept in this manner wear rapidly unless protected by strong covers of heavy paper or cardboard; nevertheless this is one of the least expensive methods of keeping them, and many collections are so kept.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Much protection can be given the papers in a collection by providing each with a cover of heavy paper. The cover can be trimmed on a print trimmer, and stapled on with the aid of a regular stapling machine. Considerably greater protection is given by the use of a cardboard cover, connected together on the back by a strip of cloth. Such a cover can be attached by stapling through the cloth and the pamphlet, or it can be attached to a gummed strip of cloth sewed to the back. Ready-made binders can be purchased from manufacturers of library supplies. The cost of these depends upon the size; those measuring 7 by 10 inches now cost about $6.25 per hundred. With these binders it is only necessary to wet the gummed strip and insert the trimmed and stapled pamphlet. The author's name, date of publication, and a catch title are written on a gummed label, which is attached outside on a corner of the cover, to facilitate ready finding. Ordinarily only one paper is put into each pamphlet binder. However, I often bind together a number of small papers which have been published by an author in a given year in the same periodical.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The advantages of pamphlet binders are the excellent protection given the papers, moderate cost, ease of arrangement according to authors or subjects, and the possibility of making additions to the collection at any time. Further, the pamphlet in its light-weight cover is handy and the use of one publication does not involve wear on other papers nor the removal of them from the collection, as is the case with bound volumes. A disadvantage of pamphlet binders is that the pages are usually stapled through the backs, and they therefore do not open as flat as bound volumes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The best storage place for pamphlets in cardboard binders is in filing cabinets. The invoice size of inexpensive filing cabinet that I use takes binders 7 by 10 inches. This size will take all octavo and smaller pamphlets, and even some larger sizes, including excerpts from Science: Filing cabinets cost little if any more than book' cases of similar capacity and occupy considerably less wall space. They also better protect the pamphlets from light and dust, and make possible more rapid finding of 'any desired pamphlet. This method of caring for reprints has been developed at the Michigan Museum of Zoology and has given excellent satisfaction for a number of years. For quarto and larger pamphlets I use two large sizes of binders: 9 by 12 inches, and IO! by 13 inches, respectively. The 9 by 12 size will go into a letter-size filing cabinet, but the larger size must be kept on shelves or in special cabinets.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Although unbound pamphlets are sometimes kept in filing cabinets Ldo not consider thismethod desirable; owing. to the tendency of the papers to slump down. Pages and plates' are often considerably damaged on the corners and edges, and there -is also difficulty in removing or replacing pamphlets .without damage to adjacent ones. ThisdifIiculty is not entirely avoided-by the use of heavy paper covers nor by placing the papers in individual letter folders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "The method adopted for keeping pamphlets must. depend on the use to be made of them and the time and money available for their care. The private collection must be adapted to the needs of the investigator concerned. However, in the much used library of a museum or a university department, I am convinced that a pamphlet collection gives its greatest service when the pamphlets are bound in cardboard covers and stored in filing cabinets. .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE CARE OF BOOI(S, PAMPI-ILETS, AND BIBLIOGRAPHIES By L. R. DICE",
                "sec_num": null
            },
            {
                "text": "Library catalogs. It is very desirable to have a catalog of the library. This enables one to determine quickly whether or not a given paper or book is in the collection. It also gives a chance' to indicate the position of papers, such as quartos and folios, which are shelved in special places. The main library catalog may include any available cards of other titles on the subjects in which the .owner is interested, even though the papers referred to are not now in the collection. The catalog thus serves as a general author catalog in the special fields of interest. On the card referring to each paper which I own, my initials are marked on the lower left corner, and special marks indicate any over-sized or bound papers not with the main body of pamphlets.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "It is highly desirable that the cards in the library catalog be made out. in standard bibliographic form. The commonly adopted method is to place the author's name at the top; next, beginning a new line, the date of publication, followed by the exact title in full; and last, the complete citation, including the name of the periodical, volume number, inclusive pagination, number of plates, and number of text figures. It is also desirable that the cards used be 7.5 by 12.5 centimeters in size rather than 3 by 5 inches. This will allow the addition to the catalog of cards obtained from the Library of Congress, Concilium Bibliographicum, and other standard bibliographic sources. The two sizes of cards will not work satisfactorily in the same catalog. It seems unnecessary to emphasize the importance of using the best grade of cards and ink. Library Bureau cards no. 33210, blank, without punching are thoroughly satisfactory, and so is Higgin's Eternal ink. Punched holes for locking cards in the trays are not usually necessary except in' catalogs open to the public. Typewritten or printed cards are more easily and quickly read in a catalog and therefore are preferable. Black record typewriter ribbons only should be used for typing bibliographic cards.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "Bibliographic catalogs of small size can be kept in small wooden boxes or in the fiber containers made for this purpose by the manufacturers of library supplies; in the top drawer of a desk is also a good place, but the catalog should be placed across the drawer, rather than lengthwise.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "For larger catalogs a standard filing cabinet equipped with trays for 3 by 5 cards is best. The trays should not be more than about 14 inches long, and it is a great convenience to have each tray separately removable, so that it can be used on a desk. Sectional filing cabinets are very desirable because they allow expansion when necessary.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "Secondary bibliographies may be necessary for the special subjects in which one is interested. For instance, bibliographies may be kept of titles dealing with the mammals of one state or with tile species of one order, or bearing on a special topic. In such bibliographies, subdivisions may be made where desired, but I think it best to arrange the cards in each subdivision according to authors' names.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "Secondary bibliographies are best carried on cards made out in exactly the same style as those in the main catalog, so that the cards are interchangeable. The backs of these cards may be used for a brief abstract of the paper, and there is no objection to the use of additional cards for longer abstracts. It is well to indicate on the card the year when the abstract was made. Writing on the backs of cards is best placed upside down from that on the face; to read the back, the card can then be turned while held in one hand.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "As time goes on one accumulates a considerable number of duplicate cards, some of which may not be quite complete as to data. Instead of throwing these cards away I use them to form incomplete bibliographies of various kinds, such as by orders of mammals or by countries or states. Such partial bibliographies, which I do not attempt to complete, at times render service in the search for particular references.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "It is not desirable, as a rule, to carry too many bibliographies, nor to cross reference completely all the papers in one's library. The effort involved is too great, and there can be little hope of attaining completeness except in narrow fields. The preparation of complete or nearly complete bibliographies on special topics is, however, very desirable, and the publication of such bibliographies is of great service to science. Some weeks ago application was made to me for information on the first living elephant that came to the United States. Though the arrival of this elephant attracted much attention at the time, very little seems to be known about it today. I have been able to secure some interesting data on the subject and believe that these facts are of sufficient importance to be put on record.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BIBLIOGRAPHIES",
                "sec_num": null
            },
            {
                "text": "The late John Robinson of the Peabody Museum, Salem, Massachusetts, favored me with a considerable amount of assistance in securing this information. Also Mr. George G. Putnam, dean of the newspaper men in Salem, has given .freely of his knowledge of the subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "University of",
                "sec_num": null
            },
            {
                "text": "The Log Book (now in the Essex Institute) of the ship \"America\" fixes the date of the landing of the first elephant as April 13, 1796, at",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "University of",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/4/250/864378 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/4/250/864378 by University of Michigan user on 07 October 2021 DICE--CARE OF PAMPHLETS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Michigan, Ann Arbor, Michigan. THE FIRST LIVING ELEPHANT IN AMERICA By G. G. GOODWIN [Plates[23][24][25]",
                "uris": null
            }
        }
    }
}