{
    "paper_id": "Dice1921-AbirdcensusatPrescott,WallaWallacounty,Washington",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:32.151579Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1921-AbirdcensusatPrescott,WallaWallacounty,Washington",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "A BIRD CENSUS AT PRESCOTT, WALLA WALLA COUNTY, WASHINGTON By LEE RAYMOND DICE WITH ONE PHOTO T HE following article is a report on a series of counts made of the birds on a small area. The birds on the selected area were counted five times each day for a period of ten days. Information was obtained about the variation in the number of species and of individuals at the different times of day a well as about the average number of birds per unit area. The method of study was outlined by Dr. R. M. Strong, and the work was performed by the author during June, 1908. The area chosen is located in the Touchet Valley, two miles east of Prescott, W alla Walla County, Washington. The region is a high rolling prairie through whlich the valley runs in a general direction from east to west (see Dice, Univ. Calif. Publ. Zool., vol. 16, 1916, pp. 293-326) . The valley at this place is abou one-half mile in width, and the hills rise abruptly on either side. On account o the relatively scanty rainfall, trees, under natural conditions, are confined to the ground along the small river and along a little slough. Irrigation now is practiced in the valley, and numerous orchards and groves of trees occur. The soil, both in the valley and on the hills, is rich and supports without irrigation an abundant growth of grasses or cereals.",
                "cite_spans": [
                    {
                        "start": 555,
                        "end": 566,
                        "text": "June, 1908.",
                        "ref_id": null
                    },
                    {
                        "start": 804,
                        "end": 851,
                        "text": "Calif. Publ. Zool., vol. 16, 1916, pp. 293-326)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The census area is nearly square, being a little over 200 yards on a side. Its area is 9.1 acres. It extends north from the small river, including the stream an a strip of gravel bar. Just east of the area is a group of farm buildings, and one smaIll barn was located near the middle of the area. About one-half of the area was an open field planted in potatoes and beardless barley; a small strip near the river and along the west side of the area had been allowed to grow up thickly to trees, brush, and briers; most of the remainder was in orchard and garden. The conditions in general are typical of those found along the valley at the present time, and differ considerably from the natural state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The native trees and shrubs are willow, wild cherry, dogwood, cottonwood. alder, birch, thorn, and elderberry. Introduced trees and shrubs growing on the area are apple, pear, plum, peach, apricot, cherry (in fruit), locust, hazelnut, walnut, chestnut, and osage. The cottonwoods and locusts attain a height of 80 to 100 feet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The method of taking the census was to pursue a definite course bacl and forth through the area, going slowly and covering it quite thoroughly, a strip at a time. The time occupied in taking each census was about one hour. The times of starting were: 4:30 A. M., 7:30 A. M., 10:30 A. M., 2 P. M., and 5 p. ir.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A field glass was used and all birds possible were identified. No bird was included in the count unless its identification was certain, and as great accuracy as possible was used in counting. Some birds move so rapidly from place to place that an absolutely accurate count is impossible; with these, all were about sixty-nine. Two species, the Chipping Sparrow and at every period of observation. Four species, the Ruffe Western Tanager, and Cedar Waxwing, were each seen species occupy intermediate positions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the table it will be seen that there is a somewha the number of individuals and species seen at the differen seen is greatest in the middle of the morning and is slig morning and in the evening. It is not believed that the n area varied much at the different times of day or fr birds undoubtedly came to the area to feed; some Lewis W came from the nearby woods to feed on the ripe cherrie moving about the valley occasionally visit the area; for Grouse, which ordinarily lives in the denser woods along once during this census. These normal movements, with May, 1921 A BIRD CENSUS AT PRESCOTT, WASHINGTON 89 numbers, undoubtedly cause variations in the number of indiv the area, and some species would only occasionally be repres the movements on and off the area would about balance each ot population on the area should remain about the same; for sp Robin, present in large numbers, even the number of individua remain nearly constant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The variation in the number of birds seen at the different p vation during the day must be due to a different proportion o being seen. It will be readily admitted that the count never included all the birds present. Many birds are very inconspicuous unless moving, and many undoubtedly escaped observation by keeping out of sight in the grass or brush. Birds in song are especially likely to be noted: The relative activity of the birds at different times of the day is probably the explanation of the variations in the count at the various periods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No attempt will be made to discuss the factors which might influence the activity of the birds at different times of the day. It may be pointed out, however, that, contrary to the condition usually found during periods of migration, the greatest number, both of species and individuals, was seen not in the very early hours but a little later in the morning. The number of birds seen decreases again as the heat of the day comes on, and it seems that the activity of the birds was influenced, at least to some extent, by the temperature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is believed that the average total number of birds seen gives very closely the number of individuals ordinarily present in June on the area. Probably this average is just a little less than the number of birds actually present. Calculated to acres, our figures give 7.552 individual birds per acre of ground. As the conditions along the Touchet Valley are very similar for at least ten miles in either direction, it is probable that about the same number of birds per acre will be found all along the stream in this region. The width in the valley covered by conditions like those on the census area would probably be on the average about one-quarter mile. This would give for this season a bird population of about 1200 per running mile along the stream. The prairie away from the vicinity of the stream has a distinctly different avifauna, and supports a decidedly less number of individuals per acre.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It will be noted that nearly half the individual birds seen on the census area were Robins. These birds were attracted to some extent by the ripe cherries on the area, but they are very abundant throughout the valley, being by far the most abundant bird along the river. A number of other species of birds, not found on the census area during the time of this study, occur in the valley and many of them have been seen on the area at other times. In the more heavily forested and more secluded parts of the valley the number of individuals of the more retiring species is undoubtedly greater than the number recorded in this census. It seems certain, then, that the average number of individuals per acre of the different species can be only approximately determined from the results of this census. Probably for the more common species, which were seen on nearly every trip, the results are more dependable. It would seem probable, after allowing a large margin for error, that the total number of individuals per unit area in the valley as determined by this study, can be considered quite dependable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 13:22:09 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}