{
    "paper_id": "Dice1928-TheLeastWeaselinIndiana",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:49.582166Z"
    },
    "title": "THE I,EAST WEASEL IN INDIANA 63",
    "authors": [
        {
            "first": "E",
            "middle": [
                "B"
            ],
            "last": "Williamson",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1928-TheLeastWeaselinIndiana",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "section 19, township 26 north, range 13 east. The weasel, which is a male, was killed by a dog as it ran from under a corn shock. Williamson knows of no other individuals of this species having occurred in the region. In 1859, Kennicottstated that this species had been taken in Indiana and northern Illinois, but mentions no specimens. This therefore is the first exact locality for the state.-L. R. DICE, Museum of Zoology, University of Michioan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 1912,•a Biological Survey field party, which included the writer, practically exterminated the prairie-dogs on the grazing area on the bottomlands of the Tarryall River Valley and its tributaries within the Pike National Forest, Colorado. The tributary known as Ruby Gulch was treated with the poison bait only as far as the forest boundary. A year later Ruby Gulch was visited for the purpose of noting the degree of reinfestation. Instead of encroachment on the forest, it was found that the area free of prairie-dogs had been extended for nearly a mile and a half farther up the gulch. A large percentage. of the prairie-dog burrows in the intervening area had been dug out by badgers, which had evidently moved up the gulch from below.when their normal food supply was cut off by the efficiency of the poison squad. The area in later years became reinfested by prairie-dogs, but not before the badgers had demonstrated the importance of their role in the natural control of these rodents.-JAMEs SILVER, U. S. Biological Survey, Washington, D. C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BADGER ACTIVITIES IN PRAIRIE-DOG CONTROL",
                "sec_num": null
            },
            {
                "text": "The U. S. Biological Survey is in receipt of the skull and that part of the skin anterior to the shoulders of a coyote (presumably Cani» lestes) procured by Glenn Correll near Spangle, Spokane County, Washington, during April, 1927, and now bearing the U. S. National Museum number 247,279. Most of the larger muscle masses of this skull were cut away before drying, but there is left in the position in which it was found a circle of iron wire 2 mm. in thickness which passes through the mouth directly posterior to the last molars, thence in contact with the zygomatic processes of the temporals, and touching the vertex of the sagittal crest. The ends of the wire were twisted and hooked together at the right side of the jaw. It is doubtful if the wire had sunken within the substance of either temporal muscle, but it probably penetrated the right masseter (now cut away) as it still does in the case of the left. Within the oral cavity the wire rests parallel to and within 5 rom. of the bony palate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COYOTE SURVIVING UNDER DIFFICULTIES",
                "sec_num": null
            },
            {
                "text": "An examination of the scalp discloses but two holes: one small one between the right ear and the corner of the mouth; the other some 40 mm. in length at the occiput.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A COYOTE SURVIVING UNDER DIFFICULTIES",
                "sec_num": null
            },
            {
                "text": "R. Kennicott, 1859, U. S. Patent Office, Agric, Rept. for 1858, p. 245. Downloaded from https://academic.oup.com/jmammal/article/9/1/63/872910 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}