{
    "paper_id": "Dice1948-Relationshipbetweenfrequencyindexandpopulationdensity",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:19.700930Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1948-Relationshipbetweenfrequencyindexandpopulationdensity",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "size. Each sample plot was one square yard in size and was outlined by a light wooden frame. Each sample plot was located by pacing from the appropriate point along the axial tape to the corner position of the plot. The position of each sample plot was determined by the drawing of numbered cards. John A. King and Elizabeth J. Dice assisted with the counting. From table I it is evident that neither of these three species of plant under consideration is distributed at random over the area sampled. In a random distribution (Poisson series) the variances should be the same as the means.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The actual variances of the counts on the sample plots, however, exceed the means on every block and for every species, showing that the plants tend to occur in groups (contagious distribution). Inspection of the field in which the counts were made indicated that each of the three species of plants was more abundant in some parts of the field than in others, presumably due in part to local variations in the character of the soil and in the slope exposure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is not practical to calculate directly the statistical significance of the differences between the variances and the means of the sample counts. The significance of the deviation from a Poisson series may, however, be calculated by chi-square (Snedecor, '46: 441) . Because of the small numbers in some items, the chi-squares have not been calculated for each block. For the total sample counts of each species, however, the chi-squares indicate that the deviation from random of the distribution of each of the three species of plants is highly significant. is much lower for each of the three species than the more accurate estimates made by counting all the individuals on the same sample plots. This result is due to the tendency of these plants toward clumping, with a consequent excess of samples in which no example of the given species occurs. In none of the blocks examined does the mean calculated from the frequency amount to much more than about twothirds of the counted mean. For most of the blocks and species the calculated means are only about half the values obtained from the actual counts. At the greatest extreme, the calculated density of ironweed in block B is only about one-tenth the density shown by the complete counts per plot. Such extreme errors of estimate as these could seldom be tolerated in field work.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 256,
                        "text": "(Snedecor,",
                        "ref_id": null
                    },
                    {
                        "start": 257,
                        "end": 266,
                        "text": "'46: 441)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is evident, therefore, that the calculation This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:02:00 UTC 12:34:56 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From counts made of three species of plants on a series of random, yard-square plots in a field in southern Michigan, it is shown that neither of the three species is distributed at random over the area. The frequency index of each species, consequently, gives a very erroneous estimate of its population density. The densities calculated from the frequency indexes range from about two-thirds to less than onetenth of the actual densities obtained by counts of the individuals. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The entrapment of animals on freshly oiled roads and oil pools has frequently been recorded in the literature. Koestner ('42) found fifteen bats and several birds trapped by a freshly oiled road. The road was shaded from both sides by trees and the bats probably mistook the oil for water. Miller ('30) tells of the entrapment of dragon flies in the La Brea Tar Pits. The insects became stuck while attempting oviposition. Koestner (loc. cit.) and Hubbs ('47) have stated that where road oiling is practiced it may prove to be an effective means of obtaining museum specimens. These writers also pointed out the possibility of using oiling as an aid in obtaining an index to local animal populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WATER-LIKE SURFACES ATTRACT VOLANT DESERT ANIMALS",
                "sec_num": null
            },
            {
                "text": "It has long been my opinion that many desert inhabiting animals, particularly volant forms, can readily be decoyed by smooth water-like surfaces even though these surfaces may be small in size. This was first brought to mind while observing desert bats attempting to water from the glistening and smooth but dry surface of an overturned water tank. A later observation furnishes further substantiating evidence for the foregoing opinion, and indicates again that even small water-like surfaces are investigated by numerous volant animals. In September, 1947, A. C. Olson, K. Dixon, and I took a short trip to investigate a newly oiled section of Highway 78 in the Borego Desert, San Diego County, California. At the east end of the stretch of recently oiled surface the tanker trucks had drained their oil residue at the roadside. The heavy crude oil had followed a shallow erosion gully for 100 feet into This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 18:02:00 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WATER-LIKE SURFACES ATTRACT VOLANT DESERT ANIMALS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "Because of the non-random distribution of the individual plants over the plots examined the calculations of their mean population densities from their frequencies give figures that are inaccurate. In every block the estimates of population density, calculated from the number of samples lacking any representative of the form,",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "of the population density of a species from the frequency of its occurrence in samples of any kind may give very erroneous figures when the distribution of the form is non-random. Unless the distribution of the species concerned is known to be approximately at random over the area studied, therefore, frequency should not be used as an indication of population density.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td/><td/><td/><td colspan=\"5\">frequency plot series</td></tr><tr><td/><td/><td/><td colspan=\"2\">index</td><td colspan=\"2\">(d.f.</td><td>=</td><td>5)</td></tr><tr><td colspan=\"7\">Wild carrot A 25 .44 .58 1.88 11.32</td></tr><tr><td colspan=\"7\">B 25 .44 .58 0.72 1.04</td></tr><tr><td>C</td><td>25</td><td>.40</td><td>.51</td><td colspan=\"2\">0.72</td><td colspan=\"2\">1.13</td><td>-</td></tr><tr><td colspan=\"7\">D 25 .32 .39 1.20 10.83</td></tr><tr><td colspan=\"8\">Total 100 .40 .51 1.07 6.05 89.55</td></tr><tr><td colspan=\"7\">Ironweed A 25 .24 .27 0.68 3.56</td></tr><tr><td colspan=\"8\">B 25 .04 .04 0.48 5.80 -</td></tr><tr><td colspan=\"7\">C 25 .56 .82 1.52 5.75</td></tr><tr><td colspan=\"8\">D 25 .32 .39 0.76 1.52 -</td></tr><tr><td colspan=\"8\">Total 100 .29 .34 0.86 3.92 838.05</td></tr><tr><td colspan=\"7\">Yarrow A 25 .44 .58 1.52 6.01</td></tr><tr><td colspan=\"8\">B 25 .40 .51 1.32 3.56 -</td></tr><tr><td colspan=\"8\">C 25 .32 .39 1.32 3.67 -</td></tr><tr><td colspan=\"7\">D 25 .12 .13 0.24 0.48</td></tr><tr><td colspan=\"8\">Total 100 .32 .39 1.10 4.05 270.99</td></tr></table>",
                "text": "Relation of density to frequency index in three species of plants Counts made on square-yard plots taken at random in four adjacent blocks in an open field on the Edwin S. George Reserve, September 10, 1947 Mean per Chi-square sample Actual of deviation Species Block Number of Frequency calculated mean per Variance from Species Block samples index from samplePosn",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td>Animals trapped No. counted</td></tr><tr><td>Insecta</td></tr><tr><td>Orthoptera</td></tr><tr><td>Grasshopper 6</td></tr><tr><td>Odonata</td></tr><tr><td>Dragon fly 5</td></tr><tr><td>Damsel fly 2</td></tr><tr><td>Coleoptera</td></tr><tr><td>Carabid beetle 2</td></tr><tr><td>Lepidoptera</td></tr><tr><td>Butterflies (unidentified) numerous</td></tr><tr><td>White-lined sphinx moth 8</td></tr><tr><td>Other moths (unidentified) numerous</td></tr><tr><td>Reptilia</td></tr><tr><td>Saurna</td></tr><tr><td>Banded gecko 3</td></tr><tr><td>Brown-shouldered lizard 1</td></tr><tr><td>Aves</td></tr><tr><td>Columbiformes</td></tr><tr><td>Mourning dove 2</td></tr><tr><td>Passeriformes</td></tr><tr><td>Orange-crowned warbler 1</td></tr><tr><td>Mammalia</td></tr><tr><td>Chiroptera</td></tr><tr><td>Desert little California bat 1</td></tr><tr><td>Other bats (unidentified) 2</td></tr><tr><td>Rodentia</td></tr><tr><td>Bangs pocket mouse 2</td></tr></table>",
                "text": "List of animals found in three small oil pools in Borego Desert, San Diego County, California",
                "type_str": "table",
                "num": null
            }
        }
    }
}