{
    "paper_id": "Dice1921-NotesonthemammalsofinteriorAlaska",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:33.658001Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": ", the author was in the interior of Alaska serving as deputy fur warden in the Alaska Fisheries Service. During this time a small collection of mammals was made and many notes on habits and distribution were secured. The publication of these notes is with the permission of the United States Bureau of Fisheries. The regions visited were: Fairbanks, Tanana, Cosna River, the Kuskokwim from the head of the North Fork to Bethel, Takotna, the Yukon from White Horse to Birches and from Russian Mission to the mouth, and St. Michaels. A few records of specimens collected by Chief Warden H. J. Christ offers at Fairbanks are also included. Descriptions of the various habitats of interior Alaska have already been given.! Thanks are due Mr. E. A. Preble for help in identifying the species, and to Dr. B. W. Evermann, then chief of the Alaska Fisheries Service, for cooperation in securing the specimens and notes. The specimens collected are preserved in the National Museum. ANNOTED LIST OF MAMMALS Sorex personatus arcticus Merriam. Arctic Shrew.-Taken in white spruce forest, in black spruce forest, in willow thickets, in the grass at lake borders, and among nigger-heads. It occurs in the valleys and along the small streams up to timber-line. The runways of mice, especially of the Drummond vole, are commonly used by it. On January 6, 1912, one was taken in a cabin in the hills near Tanana, where he had been feeding on bacon and dried fish. Specimens were taken at Tanana, Mount Sischu, on the North Fork of the Kuskokwim at its head and at its junction with the McKinley Fork, and others were collected by H. J. Christoffers at Fairbanks. A female taken June 6 on Mount Sischu contained 8 embryos each about 2.5 mm. in length. Sorex tundrensis Merriam. Tundra Shrew.-One was trapped September 7, 1911, in grass and short brush near nigger-heads in the Yukon Valley at Tanana. June 6, 1912, one was trapped under a log in burned white spruce-paper birch forest on Mount Sischu just below timber-line. Sorex obscurus obscurus Merriam. Mountain Shrew.-One was captured November 13,1911, in a cabin 10 miles north of Tanana, where he came to feed on dry fish. Another was trapped in willows beside the Kuskokwim near Aniak,",
    "pdf_parse": {
        "paper_id": "Dice1921-NotesonthemammalsofinteriorAlaska",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": ", the author was in the interior of Alaska serving as deputy fur warden in the Alaska Fisheries Service. During this time a small collection of mammals was made and many notes on habits and distribution were secured. The publication of these notes is with the permission of the United States Bureau of Fisheries. The regions visited were: Fairbanks, Tanana, Cosna River, the Kuskokwim from the head of the North Fork to Bethel, Takotna, the Yukon from White Horse to Birches and from Russian Mission to the mouth, and St. Michaels. A few records of specimens collected by Chief Warden H. J. Christ offers at Fairbanks are also included. Descriptions of the various habitats of interior Alaska have already been given.! Thanks are due Mr. E. A. Preble for help in identifying the species, and to Dr. B. W. Evermann, then chief of the Alaska Fisheries Service, for cooperation in securing the specimens and notes. The specimens collected are preserved in the National Museum. ANNOTED LIST OF MAMMALS Sorex personatus arcticus Merriam. Arctic Shrew.-Taken in white spruce forest, in black spruce forest, in willow thickets, in the grass at lake borders, and among nigger-heads. It occurs in the valleys and along the small streams up to timber-line. The runways of mice, especially of the Drummond vole, are commonly used by it. On January 6, 1912, one was taken in a cabin in the hills near Tanana, where he had been feeding on bacon and dried fish. Specimens were taken at Tanana, Mount Sischu, on the North Fork of the Kuskokwim at its head and at its junction with the McKinley Fork, and others were collected by H. J. Christoffers at Fairbanks. A female taken June 6 on Mount Sischu contained 8 embryos each about 2.5 mm. in length. Sorex tundrensis Merriam. Tundra Shrew.-One was trapped September 7, 1911, in grass and short brush near nigger-heads in the Yukon Valley at Tanana. June 6, 1912, one was trapped under a log in burned white spruce-paper birch forest on Mount Sischu just below timber-line. Sorex obscurus obscurus Merriam. Mountain Shrew.-One was captured November 13,1911, in a cabin 10 miles north of Tanana, where he came to feed on dry fish. Another was trapped in willows beside the Kuskokwim near Aniak,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Micro~orex eximius (Osgood). Alaska Microsorex.-A male was taken N ovember 17, 1911, in the nigger-heads of the Yukon Valley near Tanana. This specimen was taken in a trap set in a tiny runway through the snow, which as shown by the tracks had been use'd a number of times by the shrew. One was trapped in a cabin 10 miles north of Tanana December 30, 1911, and another in the same cabin January 15, 1912.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ursus alascensis Merriam. Alaska Grizzly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "-No certain reports of grizzlies or brown bears were obtained from the valleys of the Yukon or upper Kuskokwim. A bear, probably of this species, was seen in August, 1912, swimming across the Kuskokwim near the mouth of the Aniak River.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ursus americanus americanus Pallas. Black Bear, or Cinnamon Bear.-Noted at Fairbanks, Tanana, and along the Kuskokwim near the head of the North Fork, just above the East Fork, and at Big River. Tracks were found on mud-bars, and gravel-bars, in willows and alders along the rivers, in white sprucepaper birch forest, and in black spruce forest. Bears are also reported to be frequently found in blueberry patches. At Tanana the last fresh bear signs in 1911 were noted September 10; and at the head of the North Fork of the Kuskokwim the first track in 1912 was found May 7. In May and June signs were numerous near camp at this latter place. June 11 most of the bark was torn off a white spruce tree about four inches in diameter over a space between four and six and one-half feet al.ove the ground. The bear had made no attempt to climb the tree, but had merdy clawed it. A female killed by natives on the Redlands River near Tanana, February 8, 1912 , contained 3 embryos, each about 5 inches in length. Another female killed about the same time and place contained 2 embryos of about the same size.",
                "cite_spans": [
                    {
                        "start": 930,
                        "end": 954,
                        "text": "Tanana, February 8, 1912",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Canis occidentaIis Richardson. Wolf.-Reported to occur in the region north of Fort Yukon. Reported only very rarely by trappers from the valleys of the Yukon and Kuskokwim and no certain records were obtained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alopex lagopus innuitus (Merriam). Arctic Fox.-One is reported to have been taken by a trapper on the Yukon Flats, and it is said by the Indians to cross over occasionally from the Arctic slope.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "VUlpes alascensis alascensis Merriam. Alaska Red Fox.-Few in the willows, alders, and cottonwoods, and in the white spruce-paper birch forests along the Yukon and Tanana Rivers near Tanana. Their tracks were frequently seen in snow on the river-bars. On the divides between the Cosna and Kuskokwim, fox tracks were very numerous during March, 1912 , in the open blueberry and dwarf birch areas, and to a less extent in the patches of stunted black spruces.",
                "cite_spans": [
                    {
                        "start": 336,
                        "end": 347,
                        "text": "March, 1912",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Martes americana actuosa (Osgood). Alaska Marten.-Sparsely distributed throughout the wooded interior of Alaska. It is reported to occur as far west as Georgetown on the Kuskokwim, and Andreafski on the Yukon. Along the main streams and in the other more accessible regions it has been almost completely trapped out. At the head of the North Fork of the Kuskokwim in March, 1912, marten tracks were abundant in the black spruce timber of the low hills, and a few were noted in the adjacent blueberry and dwarf birch patches. No tracks were noted in winter in the white spruce-paper birch forest along the rivers although one specimen was taken December 19, 1911, in a growth of young paper birch, white spruce, alder, and willows on a low hillside near Tanana. In summer, however, martens are reported by trappers to occur commonly in the white spruce-paper birch forests along the streams. The mating period at the head of the Kuskokwim is apparently in March. March 21, 1912 , tracks in the snow showed that a male had been pursuing a female the previous night. April 2 a female was taken containing four embryos, each about 5 inches in length; but another female taken April 16 contained no embryos. The skin of a male caught at the head of the North Fork of the Kuskokwim March 18, 1912, was perfectly prime; a female taken April 2 had several unprime spots on the skin; and the skin of a female taken April 16 in the same locality was very unprime.",
                "cite_spans": [
                    {
                        "start": 962,
                        "end": 976,
                        "text": "March 21, 1912",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Gulo luscus (Linnreus). Wolverine.-Several skins taken in the Yukon Flats were seen. Over most of interior Alaska the wolverine is rare or absent and we saw no signs of it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "M ustela arctica arctica (Merriam) . Arctic Weasel. -Specimens were taken at Tanana, at the head of the North Fork of the Kuskokwim, and by H. J. Christoffers at Fairbanks. Tracks have been noted during the winter in nigger-heads, in the grasses and in sedges about lakes, in willows and alders along streams, in white spruce-paper birch forest, in black spruce forest, in burned fo.rest, and in patches of blueberries and dwarf birches both in the valleys and on the hills at timber-line. One inhabited the walls of a cabin in the hills north of Tanana during October and November, 1911. Owing to their small value trappers seldom make any special effort to trap ermine, though quite a number are taken in marten traps. October 5, 1911, a male was obtained by H. J. Christoffers near Fairbanks on which the head and tail were mostly brown, the back about half white, and the belly pure white. Four days' later a completely white male was obtained in the same region. At Tanana a fully white weasel was seen October 1. Weasels which were watched feeding on frozen pieces of rabbit and grouse did not handle nor hold the food in any way with the feet, but only with the mouth .. When running the tail is carried off the ground usually at an angle of about 45 degyees. Weasels when excited were several times heard to give a bark, somewhat similar to the bark of the mink, though not so loud.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mustela vison ingens Osgood. Alaska Mink.-Common along the streams and lakes west to Bering Sea. Tracks were frequently noted on river-bars, in lowland willows and alders, in white spruce-paper birch forest, and in nigger-heads. Minks are most common in the grasses and sedges about lakes and swamps. Tracks of a few individuals were noted in black spruce forest on low hills, but these were apparently traveling overland from one river or lake to another. A specimen taken by H. J. Christoffers near Fairbanks August 1, 1911, was very fat and the skin was unprime. Two young taken near Tanana November 7 had skins not fully prime. The skin of a male taken March 9, 1912, near the head of the North Fork of the Kuskokwim was fully prime, but the skins of two males taken at the same place April 23 and May 2 respectively had unprime spots. The skin of a partial albino was seen in the possession of a trader at Tanana. A female taken May 13 near the head of the North Fork of the Kuskokwim contained a number of embryos, each about 16 mm. in length. A mink which entered a cabin north of Tanana to obtain some frozen pieces of grouse was watched for over an hour on the evening of November 1, 1911, at a distance of six feet. In feeding, it never used its front feet to handle or hold the food in any way, but manipulated it entirely by the mouth. When caught in a trap the mink often gives a hoarse bark.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lutra canadl!nsis canadensis (Schreber). Canada Otter.-Several were trapped by Indians in the winter of 1911 on Sullivan Creek near Tanana. Otters were reported to be common at the heads of the Tozi and Melozi. In March and April,. 1912, trails and slides were common along the North Fork of the Kuskokwim near its head. The trails led from the water-holes of the river to the snowcovered river-bars, and also into willow thickets and into the adjacent white spruce-paper birch forest. One was seen swimming in the Kuskokwim near Big River on July 13. The species is reported to occur commonly on the Bering Sea tundra near Bethel. A male trapped at the head of the North Fork of the Kuskokwim April 7, 1912, was very fat and weighed 13 pounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lynx canadensis Kerr. Canada Lynx.-A few tracks were noted near Tanana, along the Cosna River, and near the head of the North Fork of the Kuskokwim. Its trails were found in willows along the streams and in white spruce-paper birch forest. In walking in soft snow it apparently tries to step each time in its previous tracks. This habit is sometimes taken advantage of by trappers, who place a trap under one of the tracks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Synaptomys dalli Merriam. Dall Lemming-Vole.-0ne was taken in scrub willows at the bottom of a small valley 10 miles north of Tanana December 2, 1911. Another was taken July 4, 1912, from the runway of a Drummond vole in horsetails near a lake at the junction of the McKinley Forkwith the Kuskokwim.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lemmus yukonensis Merriam. Yukon Lemming.-Two young were taken June 12, 1912, in grass mostly of the tussock type, at the border of a small lake near the head of the North Fork of the Kuskokwim. Continued trapping in the region failed to secure any more specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Evotomysdawsoni dawsoni Merriam. Dawson Red-backedYole.-The most abundant mammal of interior Alaska. It was taken in equisetum, sedges, and gr~ssy areas about lakes; in nigger-heads; in willows and alders, both in the larger valleys and at tunber-line; in paper-birch forest, white spruce forest, and black spruce forest; in growths of blueberries and dwarf birch, both in the valleys and above timber-line; on the high ridges above timber-line in sphagnum, grass, and low brush; in cabins and caches in the woods; and in burned timber. It was found most abundantly under shrubs in the black spruce forest. Specimens were preserved from Fairbanks, Tanana, Mount Sischu, and Takotna; and on the North Fork of the Kuskokwim from near the head of the stream, from the junction with the McKinley Fork, and from near the East Fork. At Bethel one was taken at the border of the tundra in a tent pitched at the edge of a slough.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This mouse makes short runways under logs and low bushes, but in general its runways are not well defined, for it does much traveling without following a definite path. It has also been taken in the runways of the Drummond vole. In the winter it, as well as the other voles and the shrews, pushes its way at the surface of the ground through the very light snow. These burrows may be used only once, as shown by the tracks, or they may be traveled enough to form runways. Mice and shrews also sometimes come to the surface to travel, especially when the snow is crusted. Red-backed voles cause some inconvenience to trappers by feeding on stored food, by eating bait, and sometimes by springing the traps set for m!trten or mink. A female taken at the head of the North Fork of the Kuskokwim May 21,1912, contained four embryos each about 10 mm. in length; and one taken May 27 showed recent birth of young. One taken above timber-line on Mount Sischu, June 5, contained six embryos. A female with a black dorsal stripe instead of red was taken June 5 on Mount Sischu and a male with the same coloration was secured June 12 beside the North Fork of the Kuskokwim River near its head. All other specimens seen were in the normal color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus pennsylvanicus drummondi (Audubon & Bachman). Drummond Vole.-The voles of the M. pennsylvanicus group occurring in the interior of Alaska differ from typical drummondi in being much larger and in being decidedly darker in color. Two were taken at Tanana in the nigger-heads of the Yukon Valley. Along the North Fork of the Kuskokwim a few were taken near the head of the stream; and they were common at the junction with the McKinley Fork and above the East Fork, occurring about small lakes in horsetails, in sedges, in grasses, and in willows. Several were taken during August, 1912, in the short grass and moss at and above timber-line on the hills near Takotna. A female taken June 17,1912, at the head of the North Fork of the Kuskokwim contained nine embryos, each about 18 mm. in length. Another taken July 3 at the junction with the McKinley Fork contained 7 embryos. Many young were taken between July 3 and 12.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus operarius operarius (Nelson). Tundra Vole.-The runways of this vole were very numerous in the grass along the banks of a slough at Bethel, and a number of specimens were trapped August 21-23, 1912.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus operarius endrecus Osgood. Interior Vole.-A female containing five large embryos was taken August 4, 1911, in brush and grass in a burned white spruce-paper birch forest on the shores of the Tanana River near Fairbanks. Others were taken near Tanana during the fall and winter in the niggerheads of the Yukon Valley, in willows along a little creek in the hills, and under shrubs in a burned black spruce forest. In these places it apparently uses the same runways as the red-backed vole. The winter pelage of the interior vole is strikingly different from the summer pelage, being much heavier in fur and lighter in color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Microtus xanthognathus (Leach). Chestnut-cheeked Vole.-Several specimens were taken in 1911 by H. J. Christoffers south of Fairbanks in a swampy region sparsely covered by cut-over spruce. Another specimen was secured near the mouth of the Takotna River in the winter of 1912-13 by Mr. Edward Cone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Fiber zibethicus spatulatus Osgood. Northwestern Muskrat.-A few are reported from the small streams and lakes near Tanana. Several were seen in a small lake near Lake Minchumina, and one muskrat house was.noted June 23, 1911, among the horsetails at the edge of this lake. In a small fake near the junction of the East and North Forks of the Kuskokwim trails were noted in horsetails and in sedges, and one individual was seen. Several were seen in the Takotna River and one shot August 2. Muskrats are reported to be abundant along the lower Kuskokwim and lower Yukon. A female taken May 8, 1912, in a small lake near Lake Minchumina contained no embryos and had a prime skin. A male taken in the same lake June 23 had an unprime skin. The Indians use the muskrat extensively for food. The usual method of securing it is by shooting in the spring after the ice has broken in the sloughs and lakes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rattus norvegicus (Erxleben). Norway Rat.-Common during the winter of 1911 in the warehouses and stores of Tanana. Four specimens were taken.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Erethizon epixanthum myops Merriam. Alaska Porcupine.-A specimen was taken by H. J. Christoffers beside a small slough about nine miles from Fairbanks where tooth marks were numerous on small alders and white spruces. Another specimen was taken July 9,1912, under a growth of large willows along the North Fork of the Kuskokwim a few miles above the East Fork. I t is reported to be numerous along the Kuskokwim below Georgetown, and one was seen August 12 on the gravelly shores of the river below the mouth of the Aniak River.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Citellus osgoodi (Merriam). Yukon Ground Squirrel.-Reported by natives to occur in the mountains northeast of Tanana and in the mountains near Takotna.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sciurus hudsonicus hudsonicus Erxleben. Northern Red Squirrel.-Common at Fairbanks, Tanana, and along the Kuskokwim at the head of the North Fork, at the junction with the McKinley Fork, and near the mouth of the Takotna River. A few were seen along the Takotna River and near the mouth of the Aniak River. It lives in the forests of white spruce and also occurs rarely in black spruces. It is seldom seen far from spruces probably because of its dependence upon these trees for food. In opening the cones it bites off the scales beginning at the base. Huge piles of the discarded scales mark the places where the squirrels live. October16, 1911, one was observed to bite off and eat the buds of black spruces. The nests are placed from six to twenty feet above the ground in large white or black spruce trees. Often several are found close together in the same tree or in adjacent trees. They are supported by some of the smaller branches and are usually though not always placed near or against the tree trunk. These nests are spherical structures mostly of dried grass, eachnest being about a foot in diameter. No food or excreta was found in the few nests examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the fall of 1911 before the snow became deep, spruce cones were collected in great numbers and either buried in the ground, placed in the branches of trees, piled on the ground, or stored in the old piles of scales. At the bottoms of thetrees in which squirrel nests were placed, piles of cones a foot to two feet in height and extending four or five feet around the tree were made. Near Tanana thefirst cutting and piling of the cones was noted September 6, and the work was' still in progress though nearly complete on October 13. The cones may be cut singly, but often they are cut in the natural clusters of several cones and stored' in that shape. September 6, 1911, near Tanana a red squirrel was watched while he was cutting cones from the top of a high white spruce. The cones were thrown away from the tree by a backward toss of his head and fell in all directions. He seemed to have no regular method of going over a branch for its cones, and I think several times returned to the same branch. During fifteen minutes he worked continuously, dropping cones sometimes one per second, though they usually fell more slowly. No other squirrels were near, but twice during the fifteen minutes he stopped to give his rattle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A red squirrel on October 1, 1911, had a nest on a shelf in an old cabin north of Tanana. This squirrel had collected a great many mushrooms and stored them on the shelves. Those not entirely dry were spread out separately from the others. Every open can in the cabin was packed tightly with the dried fungi. A grouse head later put out for a weasel was picked up by the squirrel and placed with the mushrooms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When the temperature drops below -30°F. very few squirrels are active, and they become dormant at lower temperatures. Trails are worn in the snow connecting the various trees visited by the squirrels, and sometimes tunnels through the snow are used for the same purpose. When passing from tree to tree on the ground the squirrels usually run hurriedly and often whimper nervously as though afraid. Squirrels bother trappers by springing the traps set for fur animals. This is perhaps done out of curiosity, as no case was observed where the squirrel had eaten the bait or disturbed any animal taken in the traps. A red squirrel struggling with a half-grown mink was noted July 15, 1912, on the bank of the Kuskokwim a short distance above the mouth of the Takotna River. Our boat drifted by before the result of the struggle could b~ determined, but the squirrel was constantly screaming, and it seemed certain that the result would be a victory 'or the mink.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mating behavior in 1912 was first noted at the head of the North Fork of the Kuskokwim on March 1. A squirrel about half-changed to summer pelage was seen at that place June 10. One child's parka (outer winter garment) of red squirrel skins was seen near Tanana, but the fur is not used to any extent by the Indians and is seldom purchased by traders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Glaucomys sabrinus yukonensis (Osgood). Yukon Flying Squirrel.-One was trapped October 15,1911, and two November 2, in a white spruce and paperbirch forest in the hills 8 miles north of Tanana. One specimen was taken in a steel trap set near a stump .and baited with a grouse head. This animal and another specimen caught at the same place in a mouse trap had bitten off and destroyed their tails before dying. A third specimen caught in a rat trap and held in such a manner that it could not reach its tail was in perfect condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Castor canadensis canadensis Kuhl. Canada Beaver.-A number of workings were noted at the head of the North Fork of the Kuskokwim; ten skulls were 'Seen on the roof of a cabin at the junction with the McKinley Fork, evidently iaken at that place, and beavers were reported on good authority to occur rarely :along the Takotna River. The Indians are very fond of beaver flesh, and they ;are said to kill them in spite of the closed season.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A beaver house was located near the spring camp at the head of the North Fork and a number of observations were made on the members of this house. The house was placed on the lower end of a point of land where a slough joined the Kuskokwim River, here about ten yards in width. The number of individuals living in the house was five, as nearly as could be determined. Willow' clJ,ttings were extensive along the slough above the house, along the river above the house, along a small slough entering the river opposite the house, and for a short distance down the river below the house. A few poplars and small birches had been cut down. A small d~m of sticks and mud was thrown across the mouth of the small slough opposite the house.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The beavers first appeared in the spring of 1912 on April 28, when the water had risen in the river and the ice was going out. On that date two beavers were seen about 5 p.m. in the slough near the house. By May 3 the ice had cleared out of this part of the river, and a number of fresh cuttings appeared in the nearby willows and birches.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The beavers were to be seen only during the darker part of the night; during JUne, however, this was only a slightly modified daylight. In April they usually started work about 6 p.m., but toward June 15 they did not come out till nearly 11. In early May they continued operations till about 7 a.m., but in the longer days of June they were not often seen after 5.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Each individual as he came out of the house in the evening seemed to spend a few minutes' swimming about, at intervals slapping his tail and diving. In these dives the animal remained down only an instant and then immediately reappeared and continued swimming. In such cases the other beavers showed no alarm at the splashing. However, they can dive silently and when at work they do not slap with the tail. When really alarmed a beaver dives 'with a loud slap and remains down a long time. Sometimes when one beaver became scared and dived with a resounding fiapof his tail another not far distant continued unconcernedly eating or working, though• usually the danger was noticed by all. This indicates that the splash is not always an alarm-signal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sticks were usually held in the mouth while being carried up on the house or dam, and the fore feet were often used to help balance or hold the material. Sometimes two or more small pieces were carried at one time. In placing a stick one end was inserted among the material already in place and the stick pushed in as far as possible by sidewise pushes of the animal's head. It was a frequent habit for the animal to walk on the hind legs and tail when carrying material. Several individuals were noted at different times in shallow places n~ar the banks feeding on sticks with green bark. The fore feet were used to manipulate the stick and to hold the pieces of bark cut off by the incisors. The stick was continually turned on its axis, and as the bark was removed the sticl,!: was pushed endwise through the mouth, so that the portion of stick gone over was completely stripped of its bark.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lepus americanus macfarlani Merriam. Macfarlane Snowshoe Hare.-Records were secured from Fairbanks, Tanana, Cosna River, and along the Kuskokwim from the head of the North Fork down as far as the East Fork. It was abundant in 1911 and 1912 in the willows, both along the streams and at higher elevations, and in white spruce-paper birch forest. A few were found also in black spruce forest. In summer it plays in the evenings and mornings on the riverbars. In this region as elsewhere in its range it has years of abundance succeeded by years of scarcity. In the winter of 1911-1912 the hares were approaching their maximum abundance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These hares feed mostly on the bark and small twigs of willow and paper birch, but in winter hunger sometimes drives them to eat alder and spruce. On willowbars along the rivers in winter they often cut down the young willows almost to the surface of the snow, eating stems up to three-eighths of an inch in diameter. Sometimes they nibble the moss and snow along the sled trails, apparently to secure the salt. Most of their foraging is done at night or in twilight, and it is seldom that they are seen moving about in the daytime. In winter they sometimes make their forms under branches laden with snow, but they apparently never burrow into the snow. They usually use an uncovered form which is only partly protected on the sides.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "About September 1, 1911, at Tanana some of the hares had started to turn white, beginning on the feet and ears. They were all changed by the last of October, though many were fully white long before that time. In the spring of 1912 at the head of the North Fork of the Kuskokwim they started to change color about the first of April, and by the end of the month most of them were brown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On July 25, 1911, half-grown young were numerous at Tanana. August 2 a female containing six large embryos was taken at Fairbanks. At the head of the North Fork of the Kuskokwim a female containing a number of formless embryos was taken May 3, 1912, and one with 3 embryos, each about 110 mm. in length, on May 15. May 29 a juvenile about one-third grown was seen. A female with 6 large embryos was taken June 24 on the Kuskokwim-Minchumina portage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Except during the br!leding season, when they are stated to be strong in flavor, the hares are used a great deal for food, especially by natives and by prospectors. They are commonly taken in snares of picture wire set over the runways in the snow. The snares used by the Indians are attached to a spring-pole, but white men commonly attach the snare merely to a short stick, which is stuck in the snow. The natives sometimes organize a small drive, and then take the hares in snares or shoot them with a small rifle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Alces gigas Miller. Alaska Moose.-A few tracks were noted during August, 1911, in the Tanana Valley near Fairbanks. In the neighborhood of Tanana moose have been entirely killed off, but a few still occur at the heads of the Cosna and Redlands (Chitanana) rivers. Along the North Fork of the Kuskokwim they are numerous down as far as the McKinley Fork, and are reported to be rarely found west to Big River. Tracks were found in white spru,ce-paper birch fotest, in lowland willows and alders on river-bars, in areas of nigger-heads, in black spruce forest, and in burned timber. In summer moose frequent the edges of lakes, and several were seen swimming in lakes and wading in rivers. July 4, 1912, one was watched feeding on horsetails at the edge of a small lake on the North Fork of the Kuskokwim at the junction with the McKinley Fork. In winter they feed on the twigs of willow and birch.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rangifer stonei Allen. Stone Caribou.-A few caribou were reported to occur on the hills about fifty miles north of Tanana. Many old trails were noted in grass and sphagnum on the ridges of Mount Sischu and near Takotna in the summer of 1912, but caribou are rare in those regions. In the early winter of 1911-12 a band of about ten visited Mount Unsuzi at the head of the North Fork of the Kuskokwim, where tracks were noted in black spruce forest. In the region between Fairbanks and Circle caribou are reported to be abundant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ovis dalli dalli Nelson. Dall Sheep.-Reported to occur on the northern slopes of the Alaska Range. Michigan, Ann Arbor, Mich. ",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 125,
                        "text": "Michigan, Ann Arbor, Mich.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/2/1/20/835695 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/2/1/20/835695 by University of Michigan user on 07 October 2021 DICE-MAMMALS OF ALASKA",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}