{
    "paper_id": "Dice1944-THEIMPORTANCEOFCOOPERATIVESTUDIESOFTHEBIOLOGYOFMAN",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:14.658677Z"
    },
    "title": "Special Articles: The Destruction of Coenzyme I and Cocarboxylase in Skeletal and Cardiac Muscle after Death: DRL Wm. M. GOVIER. An Experimental Method for Evaluating Blood Substitutes: LIEUTENANT WIL",
    "authors": [
        {
            "first": "Liam",
            "middle": [
                "Locke"
            ],
            "last": "Associative",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Industrial Research Institute",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1944-THEIMPORTANCEOFCOOPERATIVESTUDIESOFTHEBIOLOGYOFMAN",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Science News ......... 10 SCIENCE: A Weekly Journal devoted to the Advancement of Science. Editorial communications should be sent to the editors of SCIENCE, Lancaster, Pa. Published every Friday by THE ",
                "cite_spans": [
                    {
                        "start": 199,
                        "end": 202,
                        "text": "THE",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lancaster, Pennsylvania Annual Subscription, $6.00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENCE PRESS",
                "sec_num": null
            },
            {
                "text": "Single Copies, 1.5 Cts.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 18,
                        "text": "1.5",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENCE PRESS",
                "sec_num": null
            },
            {
                "text": "SCIENCE is the official organ of the American Association for the Advancement of Science. Information regarding membership in the Association may be secured from the office of the permanent secretary in the Smithsonian Institution Building, Washington 25, D. C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SCIENCE PRESS",
                "sec_num": null
            },
            {
                "text": "By Professor LEE R. DICE DIRECTOR, LABORATORY OF VERTEBRATE BIOLOGY, UNIVERSITY OF MICHIGAN MAN is to-day the most studied of animals. He is being investigated by anthropologists, anatomists, physiologists, bacteriologists, parasitologists, pathologists, geneticists, psychologists, psychiatrists, ecologists and other specialists in many sub-branches of the broad field of biology. Most of these investigators are fully competent aind the results of their researches are of high value. An increase in the volume of research in every one of these fields would be profitable and very desirable. I venture to suggest, however, that in addition to the studies now being made of man in each of these special divisions of science, it would be highly profitable to study also the whole man in relation to his heredity and to his environment. In making this suggestion I am well aware that numerous investigations of man now in progress or recently completed involve several diverse subdivisions of biology. However, no investigation or group of investi-gations now in progress is in my opinion sufficiently comprehensive to secure anything like a complete picture of man the animal, as he exists in this constantly changing world. Every human being is the product of his heredity and of his environment. Arguments about which of the two is the more important are futile, because no group of hereditary factors in sperm or egg can produce an individual organism except through interaetion with the environment. Neither can the environment produce any organism without the presence of a group of hereditary factors combined in a reproductive unit of some kind. We can and should, however, measure to the best of our ability the role that each hereditary factor and each feature of the environment plays in the production and maintenance of the individual and of the race and species.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 95,
                        "text": "MAN",
                        "ref_id": null
                    },
                    {
                        "start": 1218,
                        "end": 1224,
                        "text": "world.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The importance of heredity in the development of each individual man is attested by the many resemblances in physical characters and in behavior that characterize the members of the same family. The evident differences between some brothers and sisters and other close relatives may in part be due to recombinations of genes and therefore may also to this extent be based on heredity. In fact, we can be sure that all human characters of whatever kind have an ultimate basis in heredity, however much the environment may mold and change the hereditary tendencies. The characters of man that are inherited include not only his anatomical features, but also his physiology and his psychology. For instance, each of the races of man is distinguished by certain physical characters, but it is recognized by anthropologists that many races also exhibit clearly marked peculiarities of physiology and of psychology. It will of course be admitted that psychological and physiological characters are perhaps somewhat more subject to modification by the environment than are anatomical ones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The effect of any particular feature of the environment on an organism can only with great difficulty be determined unless the heredity of the organism concerned is known with certainty. It is evident, therefore, that the best method for attack on the problems of human heredity and of environment is to investigate families as groups. Although the heredity of human families will never be as uniform,except in identical twins, as the heredity of the closely inbred strains of laboratory animals, nevertheless certain familial factors can be identified. These hereditary trends within families give a basis for studies of the variations in morphology, physiology and psychology that are produced by environmental influences. The difficulties in carrying out studies of family groups are formidable and the complexities involved are confusing. Nevertheless, this method of attack is in my opinion fully feasible and offers the only possible way of untangling in human affairs the complex interrelations of heredity and environment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "Numerous kinds of genes are known to produce multiple effects both in man and in animals. Thus a gene that produces dislocation of the lens of the eye (ectopia lentis) in man also sometimes produces an elongation of the long bones, especially those of the hands and feet, spinal curvature, elongated skull, underdeveloped musculature, infantilism and other abnormalities. This particular multiple effect or syndrome is called arachnodactyly.' Some genes that affect the morphology of the body also undoubtedly affect the physiology and psychology of the individual. Unfortunately, we know as yet relatively little about the heredity of these latter kinds of multiple effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "1 Harold F. Falls and C. W. Cotterman, 1943, Arch. Ophthalmology, 30: 611.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 50,
                        "text": "Falls and C. W. Cotterman, 1943, Arch.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "We may even suspect that most or perhaps all genes have multiple effects and that, for instance, a gene which affects mentality probably produces also some definite morphological or physiological effects, if we only knew where to look for them. Here would seem to lie one of the most important practical values of comprehensive and coordinated studies of man. If we can identify a gene that produces several effects, then, when we find a person showing one of the effects, we can watch for the development of the others. For instance, how valuable it would be if we could discover some multiple effect, evident early in life, of the presence in an individual of a tendency toward Huntington's ehorea. This is a disease that produces uncontrollable muscular movements and mental degeneration. The disease only appears in middle life, often after the individual has already produced children. The character is dominant in heredity and each child of an affected parent therefore has one chance in two of developing the same distressing malady. Could the children who have the defective heredity be certainly identified, they could then be given proper care, the production by them of offspring could be discouraged, and their brothers and sisters who are free of the defect could be relieved of the terrible apprehension that they also may in time be victims of the disease.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "Another biological mechanism through which characters are associated in heredity is linkage. Genes that are located on the same chromosome tend to be inherited together, though there is a certain measurable chance of crossing-over, which results in a recombination of characters. In man there are only twenty-four pairs of chromosomes, one pair of which are the X and Y chromosomes that determine sex. There are therefore twenty-four possible linkage groups. Linkages between sex and several other kinds of characters, such as red-green color blindness and hemophilia, have already been described. Little progress, however, has so far been made in the recognition of linkages in human heredity between factors carried by the autosomes, though many such linkages have been identified in other animals and in plants. Linkages between the genes that control human characters must of necessity be very numerous. Their discovery would be of enormous practical value as a basis for advice in human heredity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The identification of any of the hereditary factors of man will enable more exact studies to be made in the special fields of anatomy, physiology or psychology involved. Conversely, any improvement in the diagnosis of a pathology or of a particular type of behavior gives a basis for more precise studies of heredity. Advances in any one special field of the biology of man therefore will be of aid more or less directly to all other branches of human biology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The physical and mental characters of 'man are evidently produced by the extremely complex interaction of numerous hereditary and environmental factors. The identification of these factors and the unraveling of their interactions can only be accomplished through the cooperation of research workers having special training in many diverse fields of biology. No one individual can possibly have the competence or the time needed for all these studies. On the other hand, if each investigator is working wholly independently, the information secured is likely to be haphazard and the problems involved will not be attacked in the most effective manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The study of the biology of man will be most effective, I am convinced, when a very intensive study is made of a relatively small number of families, rather than when a larger number of families is studied less intensively. In my opinion, the very best results will be secured when precisely the same families are studied from many different morphological, physiological, psychological and environmental viewpoints.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The families selected for study should be sufficiently large in the number of members they contain to allow of statistical evaluations of the results. The individual members of the family also should reside close enough to the research center so that they may be studied in detail and, if necessary, repeatedly. Furthermore, the members of the family must be willing to cooperate to the extent of furnishing information about themselves and of submitting to the essential examinations and tests. It is our experience at the Heredity Clinic of the University of Michigan that many such families can be found and that most persons are interested in and concerned about their health, their abilities and their heredity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The data obtained in the course of such comprehensive studies as are here advocated must be filed and preserved with scrupulous care. The importance of these records can not be overestimated. They must be preserved in some central office where they will always be available to the investigators concerned. On the other hand, much of the information obtained will be of a highly confidential nature and the records must therefore be fully protected against misuse. They should be accessible only to the qualified investigators of the cooperating group. Although graduate students and other assistants may aid in the collection of some of the data these persons should not have access to the bulk of the accumulated records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The required observations and measurements of the several members of a family will of necessity be made by numerous different observers. These observers will include anthropologists, geneticists, physiologists, zoologists, dentists, physicians and specialists in many other diverse fields. Each of them will have a different view-point and to a considerable degree a different scientific vocabulary. Nevertheless, each of them needs to be able to understand and at least in part to interpret the work of the others. Clarity and uniformity in the keeping of the records is therefore essential. Shorthand abbreviations and unusual terms should be avoided. The records should somewhere contain a clear description of each measuring instrument used and of the units in which it is calibrated. The observer must keep in mind the fact that in time instruments, methods and terms change, and that within a few years he himself may not be able to recall the manner in which certain of his data were secured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The several members of the families selected for study should be examined and measured for their anthropological characters, for their medical history and present condition, for their physiological processes, for their reactions and intelligence and for any other measurable characters that they exhibit. So far as possible the conditions of their environment at the various periods in their life also should be measured and evaluated. Unfortunately, no satisfactory measures have been as yet devised for most features of man's environment nor for the effects of this environment on his physical and mental characters. It is true that the effects of extreme variations in some of the factors of the physical environment and of deficiencies in certain food elements may roughly be evaluated. Some slight beginnings also have been made in the development of technics for the measurement of man's psychological and social environment. Additional and improved technics in this division of ecology are greatly needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "Many human characters develop at particular ages. Full body size, for instance, is attained only in the second decade of life. Numerous types of inherited pathologies are not evident at birth, but first appear later in life, some of them only in middle life or in old age. The age when a certain type of inherited pathology appears may differ in different families. This may indicate either (1) that the pathology in question is due to a different gene in each family, (2) that the age of appearance is controlled by different modifying genes or gene complexes in the various families, or (3) that the time of appearance is modified by differences in family environment. In any case it will be desirable to study the several members of the families being investigated over as long a period as possible of their life span.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "In old age man's physical and mental abilities tend to deteriorate, though the rate of deterioration differs in different individuals. It seems very likely that this rate of deterioration may in part be based on differences in heredity, as well as upon differences in envi-ronment. Olson and Hughes2 have shown that the rate and type of growth in children tend to more similarity within families than between families. This strongly suggests that hereditary factors in part control the type of growth in man. It would then be particularly valuable if the same families could be studied intensively from birth, through maturity, to old age and death. Such a study would of necessity require the cooperative aid of a succession of investigators. The agency carrying out such a long-continued study must accordingly be a permanent one.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "In setting up a research program for the study of man there should be no thought of ultimately establishing rules for the conduct of the people. While the scientists who investigate particular families should supply advice to the individuals, to the physicians and to the social agencies concerned, the scientists should never have control over any individual person. Most people are fully responsible and are capable of making use of advice that is to their best interests. The existing laws are in general adequate to take care of socially irresponsible individuals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The method of setting up a cooperative research program such as I have outlined must differ to some extent in each locality. Even in those research centers where only a few aspects of the program can be carried out much could be gained by coordination of effort. In most places where research in human biology is in progress it is being conducted in numerous different departments and institutions. The independence of the individual investigators and of the departments concerned must of course be maintained. Perhaps an advisory committee set up for the purpose might sometimes suffice to unify the investigations. Such a committee could best serve its purpose if it had control of the record-keeping unit and if it had some funds available to use for filling the gaps that are certain to be present in the research program. Such an advisory committee, however, may have difficulty in maintaining the desired breadth and continuity of research.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The very best organization for carrying out a broad research program in human biology would, in my opinion, be a special unit connected with a large university where researches in many branches of human biology already are in progress. The special unit should be set up particularly to keep long-time records and to cooperate with the departments already carrying on investigations in this field. The special unit further should have funds sufficient to ensure the permanent continuity of the studies. These funds should be adequate (1) to provide a staff for the keeping of the records, (2) to give a reasonable amount of financial aid to cooperating investigators in the several established departments, and (3) to initiate and to conduct necessary studies in fields not covered by any existing department in the locality. I suggest further that the operation of this central unit should be the responsibility of a full-time director or chairman, but that the policies of the unit should be determined by an advisory or executive committee made up of a representative from each cooperating department.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "I do not attempt to conceal the fact that for the most satisfactory results a research unit of the type proposed will require a considerable income from some certain and permanent source. While worthwhile information can be secured by the operation of a small unit, much more can be accomplished by the employment of a number of full-time investigators together with their necessary assistants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "A very large proportion of the current research on man now in progress in the United States is being conducted at colleges and universities, mostly by men who have numerous other responsibilities. It is extremely unlikely that any college or university will have the money in hand to set up a cooperative research unit with the breadth needed. It also is unlikely that endowments in the amounts required can be secured from wealthy people, although research grants and endowments are always of great aid in exploring new fields. such as this.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "The biology of man is of practical concern to every person in the nation. The provision of funds to conduct the needed investigations in this field is therefore the direct responsibility of the state and federal governments. Notable success has been attained in the scientific study of agricultural problems by the federal Department of Agriculture and the several state agricultural experiment stations. The biology of man is certainly of no less importance than the biology of dairy cows and other domestic animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "Every state should in my opinion maintain and generously support a permanent center for research on man. Such a state research center might perhaps be called a Family Research Institute. Substations could be maintained in other parts of the state. A federal bureau or department might serve in an advisory capacity to the several state institutes and thereby tend to unify their activities, but it should not have control of their research. The state research institutes should investigate the hereditary and environmental factors causing physical and mental illness, juvenile delinquency, social incompetence and other types of human maladjustments. Due attention should also be directed toward a determination of the factors that produce improved physical health, superior men-JUNE 9, 1944 tal ability and outstanding social cooperation. The 1 need for research on the' biology of man is obvious; methods for conducting the investigations are fairly well worked out; and there is lacking only the leadership to develop an adequate research program and the funds to carry it out.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE IMPORTANCE OF COOPERATIVE STUDIES OF THE BIOLOGY OF MAN",
                "sec_num": null
            },
            {
                "text": "By Professor MARSHALL KAY COLUMBIA UNIVERSITY GEOSYNCLINES, from the derivation of the word, are great depressions in the crust of the earth. The term has been applied both to large surface depressions and to thick sediments that have filled such sinking areas. The latter concern the stratigrapher. Study of the geosynclines in the interior of North America reveals several classes that differ in original form, in the derivation of their rocks and in their structural and volcanic histories.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "In the early Paleozoic, a'half-billion years ago, the central part of the continent, the craton, was depressed less than belts on each side, the miogeosynclines. The Cambrian system, first of the Paleozoic, is the earliest that is sufficiently known to permit reconstruction of the whole of the continent. Lower Cambrian is absent in the continental interior, but thick in the bordering belts, beyond a line from west of the Mackenzie through western Alberta, Wyoming and Arizona, and one from Labrador and the St. Lawrence through eastern New York and the Appalachians to Alabama; younger Cambrian is very thin on the craton, thickening beyond its margin. The craton was essentially a platform separated by flexures from the deeper-sinking miogeosynclines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "The more peripheral areas are so little known that there have been several conceptions of their character.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "Dana's hypothesis of Archean protaxes, popular last century, considered present crystalline ranges to have persisted from early times. The widely accepted theory of borderlands, developed principally by Schuchert, placed long-lived \"Cascadia\" and \"Appalachia'7 on opposite sides of the continent; these were described as great lands of crystalline, principally granitic rocks, extending from well within the present coasts to beyond the oceanic shores, and persisting from the beginning of the Paleozoic to or beyond the close. The theory of marginal volcanic troughs considers regions beyond the miogeosynclines to have had deep sinking belts of sediments and marine volcanic rocks-eugeosynclines, with smaller areas in linear islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "The theory of marginal volcanic troughs is supported by direct evidence -and induction. The known 1 Summary of an illustrated lecture presented to many of the affiliated societies of the American Association of Petroleum Geologists during March, 1944, sponsored by the Distinguished Lectures Committee of the Association. sections of Cambrian and succeeding Ordovician are of miles of slates, cherts and volcanic rocks, with interbedded coarser detritus such as might have come from nearby islands. In the West, where early Paleozoic is rarely exposed, the persistence of thick marine volcanics in Paleozoic and earlier Mesozoic rocks throughout the belt suggests that the unknown early Paleozoic is similar. Thus the continent is conceived as having the interior craton separated by flexures from the deeper sinking miogeosynclines, with more peripheral belts of eugeosynclines and linear islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "The edge of the craton did not persist as a simple flexure, as is shown in comparing successive stages of the Middle Ordovician, second Paleozoic system, along the eastern margin and in contrasting them with the mid-Paleozoic Lower Devonian. The Adirondack line can be drawn from Quebec city through. the Adirondack Mountains and southern Pennsylvania to western Virginia. Successive limestone units thicken eastward from the line, then thicken westward, subsequently thin toward the line from each side and finally the limestone on the west changes to thickening shale on the east. At any time conditions were similar along one side of the line, and in contrast to those on the other. As a result of the movements, the sediments are thinner along the line than on either side.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "If one draws the same line on a map showing thicknesses of the Lower Devonian limestones there is little correlation, for the maxima of that series lie near the line in the Virginias and pass considerably to the east in New York.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "The Upper Ordovician illustrates a third type of geosyncline, the deltageosyncline, in which thick detrital sediments within the craton were derived from uplift beyond the margin. The deltageosynclinal deposits formed in a semilenticular depression centered in Pennsylvania; they coarsen toward highlands made of rocks of the earlier geosynclinal belts to the east.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "Stratigraphy is similar in sections radiating from the source. Silurian sediments have' similar form, but whereas the Upper Ordovician are pre-orogenic, coarser lithologies gradationally overlapping the finer away from the source, the post-orogenic Silurian has the finer gradationally overlapping the coarser toward the source. The Middle and Upper Devonian of New York is a classic section of part of a pre-orogenic deltasyncline; stratigraphic relations were misunder-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOSYNCLINES IN CONTINENTAL DEVELOPMENT1",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Willard C. Olson and Byron 0. Hughes, \" The Child as a Whole.\" Ann Arbor, Mich.: Elementary School, University of Michigan. 8 pp.,illus. 1939.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}