{
    "paper_id": "Dice1917-HabitsofthemagpieinsoutheasternWashington",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:23.719535Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1917-HabitsofthemagpieinsoutheasternWashington",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "July, 1917 THE OSPREYS OF THE YELLOWSTONE 121 old brood of Mallard without disturbing the duckli belligerent moves I have ever noticed was the driving from the vicinity of the nests The osprey uses the rivers of the Park rather than grounds. He hunts either up or down stream, flying flaps that give him an undulating flight. When he sig hovers for a few moments; perhaps the fish is too lar position. If so, flight is resumed. Suddenly he stop hesitation, closes his wings and shoots downward; a long legs reach down, and at the moment he enters t deep into the back of the fish. Seldom does he fail to a shake or two, he is off to his nest or to a favorite p He is light in weight, rarely more than three pounds many miles he can carry a fish of one-third his own head foremost but I note no preference as to whether not. I imagine if the original striking hold is retained up; but if for any reason the grasp is shifted then the comes uppermost. It is often the case that if a fish effort is made to recover it, whether it falls into the The departure of the ospreys takes place about t (September 25, 1914, being M AGPIES (Pica pica hudsonia) are abundant in the timber along the streams in Walla Walla County, Washington. They also wander considerable distances out into the bare bunchgrass hills, though they are rare in the open and retreat to thick brush or timber, when alarmed. Except during the breeding season, magpies travel in flocks. These flocks are usually small, though in winter any number of individuals up to about fifty may be found together.",
                "cite_spans": [
                    {
                        "start": 1090,
                        "end": 1116,
                        "text": "(September 25, 1914, being",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Nesting occurs very early in the year, and near Prescott the young are often able to fly before the first of May. In the appended table are given the records of nesting obtained in the years 1905, 1906, 1908, and 1913 . All of the nests reported were found in the timber along tjie Touchet River about two miles east of Prescott. Other duties of the author interfered with regular observations, so the records are not at all complete.",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 217,
                        "text": "1905, 1906, 1908, and 1913",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The average number of eggs in a set, calculated from thirteen apparently full sets, is nearly seve nests is decidedly less, b ber of young than eggs pe the eggs in each set. The earliest record of eg while the latest that eggs young were found on Apr still in the nest on May 1 become fully grown and c In spite of the protection offered by the structure of their nest, at leas brood of young magpies was attacked by some enemy. This nest, on April 1906, held five naked young birds and one egg. The egg later hatched, mak six nestlings. However, on May 2, there were only four young birds in the all still much too young to fly, and one of these had a badly lacerated win",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The parent magpies are vociferous in the defense of their nests. Both and female will closely approach an intruder, scolding with all their m though at other times of the year they are notably shy and difficult proach within gun-shot range. In one case at least, the same nest wa more than once. In this nest, in 1906, a brood of young was reared until t were nearly grown. Then both old birds were killed and some of the July,1917 HABITS OF THE MAGPIE IN SOUTHEASTERN WASHINGTON 123 taken for pets, the rest being killed. The history of the nest in 1907 is known, but in 1908 it was again occupied by a pair of magpies.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 422,
                        "end": 483,
                        "text": "July,1917 HABITS OF THE MAGPIE IN SOUTHEASTERN WASHINGTON 123",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Magpies are sometimes kept as pets, and, if taken when young and away from their own kind, readily learn to say a number of words and ph They are more apt to be friendly with, and talk to, strangers than to mem of the family where they are kept. Especially the person who does the fee is likely to be discriminated against in favor of some one else less familiar the bird. A magpie will sometimes be very talkative to a person dresse \"Sunday\" clothes, who would not be noticed in ordinary ranch attire.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Magpies have a bad reputation as thieves. In the Touchet Valley they are destructive to hens' eggs and small chickens. They break the eggs with their strong bills and usually devour them on the spot. They also destroy the eggs and young of native wild birds. On April 27, 1906, one ate two eggs from the nest of a Long-eared Owl, from which the parent birds had been drive away by shooting. Ripe cherries are a favorite food when they can be obtained these are eaten at the tree, or may be carried away in the bill to be eaten in the seclusion of the more dense brush. The birds feed also on the carcasses of dead animals, or on any offal that may be available. On account of their depredations, magpies are constantly hunted. They are very wary, however, and this, combined with their adaptability in the matter of food, their protected nests, and good-sized families, enables them to thrive. In spite of an occasional one that is shot, or of a few nestsful of young that are destroyed with malignant intention, they are not decreasing in abundance in the region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 13:22:22 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": ") 4 (Ma 5 1906",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Records",
                        "suffix": ""
                    },
                    {
                        "first": "Prescott",
                        "middle": [],
                        "last": "Netsts",
                        "suffix": ""
                    },
                    {
                        "first": "Washington",
                        "middle": [],
                        "last": "Nest",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "Year Eggs, first found Eggs, full set In same nest N Eggs Young",
                "volume": "1",
                "issue": "",
                "pages": "1906--1908",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RECORDS OF MAGPIE NETSTS, PRESCOTT, WASHINGTON Nest No. Year Eggs, first found Eggs, full set In same nest N Eggs Young 1 1905 1 (Mar. 31) 0 (Apr. 12) 2 1905 ............. 9 (Mar. 26) ...... .......... 2 (Apr Apr. 22) 4 (Ma 5 1906 .............. 5 (Apr. 4) ...... .............. 5 (Apr 6 1906 .............. 7 (Apr. 7) 1 6 (Apr. 2 7 1906 ........... . 7 (Apr. 8) 1 6 (Apr. 22) 8 1906 ......... ...... 1 7 (Apr. 8) 7 (Apr. 11 9 1906 2 (Apr. 8) 4 (Apr. 11) ...... .....",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "bulky str coarse sticks. They are placed from four to thirty feet high in the branches of a tree. Thorny growths are preferred, although orchard trees, locusts, cottonwoods, or practically any tree may be utilized. The nest is completely arched over the top with the sticks, only one opening, or at most, two, just large enough to admit the bird into the large central space, being left on the sides. Many of the sticks used in building the nest are thorny, so the structure makes an excellent defense for the eggs and young, as well as for the bird on the nest.The nest cup is made of somewhat smaller twigs than the rest of the nest and is thickly plastered with mud. On the inside it is thickly lined with dried grasses. In one case the lining was made of dry pine needles, but pines are absent from Walla Walla County, except the few that have"
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": ". YOUNG MAGPIES, NEARLY LARGE ENOUGH TO DESERT THE NEST; PRES-COTT, WASHINGTON."
            }
        }
    }
}