{
    "paper_id": "Dice1945-Minimumintensitiesofilluminationunderwhichowlscanfinddeadpreybysight",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:18.415085Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1945-Minimumintensitiesofilluminationunderwhichowlscanfinddeadpreybysight",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "room and divides it into two compartments, each nine by ten and one-half feet in size. The corners of each compartment are rounded 1bv means of sheet-metal shields.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ventilation for the room is provided by an electric fan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are light traps for the incoming and for the outgoing air. Special care has been taken to make the reaction room light-tight, but in spite of all precautions there is a slight amount of light leakage into the room, especially around the blocked-off windows and around the door. However, the amount of entering light is very slight, and one fails to see any trace of light until he has been in the darkened room for a number of minutes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A perch for the owl extends across the room directly above the middle partition. It is about six feet above the floor. At one end of this perch is a large box to which the owl retires when the mice are being placed in position.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The box has a door that swings open when its catch is released by pulling a string which extends outside the reaction room.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Illumination for the reaction room is provided by electric-light bulbs held in fixtures mounted on the ceiling over the middle of each of the two compartments. The lights are controlled from a panel outside the room. The controls include a rheostat and a time clock. The lamp fixture used for obtaining the weaker light intensities consists of a half-gallon tin can which completely surrounds a light bulb and which has an opening only on the lower end. The effective opening is 31 inches in diameter and is covered by a variable number of round sheets of paper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By increasing the number of sheets of paper the intensity of the illumination produced by the lamp may be reduced.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The same type and thickness of paper, No. 3 University linen, was used in all the experiments. As many as sixteen sheets of this paper were used to reduce the illumination to the lowest intensities employed. The Mazda lamp bulbs used in this fixture were of two types: 10-watt daylight and 6-watt inside blue. When the resistance provided by the rheostat was introduced into the circuit the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms light produced by either of these bulbs was reduced to approximately one-third its normal value. Surrounding this special fixture was a cluster of three light sockets, each with a large white enameled reflector. In these sockets there were used 50-watt daylight Mazda, 150-watt daylight Mazda, and No. 2 photoflood bulbs, as desired.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The hue of the light at the various intensities employed was not exactly the same. The light produced by the 6-watt inside-blue bulb is slightly more violet to our eyes than that produced by the 10-watt daylight bulb. An increase in the number of sheets of paper placed under the lamp bulb causes an apparently slight increase in blue tone. On the other hand, the reduction of light intensity by use of the rheostat makes the light appear less blue.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No simple way of measuring these variations in hue has been found. It is believed, however, that the range of these variations in color is not very great. The over-all hue produced by the lamps appears to our eyes to be not very different at the several intensities used, being slightly more blue thau daylight. The photoflood bulbs gave light somewhat richer in yellow and red than daylight, but these bulbs were used very little.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The measurement of the light intensities falling on the floor of the reaction room has been made by a special",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Weston illumination meter, model 603. The instrument is provided with two light-sensitive cells and measures the range from 0.02 to 2.00 foot-candles. This meter is able to measure directly only a small part of the range of intensities used in these studies. The values of the lower intensities were calculated by a proportional method.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One of the cells of the photometer was covered and the other placed a few inches below the paper-covered opening of the ceiling lamp. The reading of the photometer could then be translated into light intensities falling on the floor by computation, using the rule that the decrease of light is proportional to the square of the distance. The proportional difference in light intensity produced by the several types of electric-light bulbs employed was also This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms determined, as was the effect on the light intensity of inserting the rheostat resistance. The reduction of light produced by additional sheets of paper in the lamip fixture was also measured, using the stronger bulb. By a series of calculations it was theen possible to compute roughly the light intensity at the very dim illuminations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "No claim is made that the light intensities at the verweak illuminations used has been determined accurately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Numerous sources of error are involved in the calculatioins. The original readings of the photometer were of necessity rather rough, aud any errors made at that time were of course multiplied iu calculating, the lower light intensities. The photometer, although calibrated for artificial light, was not accurately adjusted to the spectrum given by each of the several lamp bulbs employed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This would especially be true whent the rheostat haad reduced the bulb temperature and when the light had passed through a number of sheets of white paper ill the laamp fixture. It is kuown, furthermore, that the voltage of the power line supplying the lamps was subject to conisiderable fluctuations. The intensity of light produced by each bull) undoubtedly varied also with its a-ige. Although the amount of liglht leakage into the room was small it probably contributed ain appreciable amoimt to the genieral illumination at the lower light intensities employ, ed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The slight amount of diffuse light reflected f ron the walls and floor of the reaction room also could not be estimated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The calculations of light intensity should therefore be considered to be only-rough approximations. The procedure of each experiment was to cover the floor of one compartment in the reaction room with soil of a light color, the other compartment with a soil of a dark color. Two colors of mice were also employed, one type roughly matching the color of the lighter soil, the other'that of the darker soil. One mouse of each color was killed auld then, while the owl wa~s in his box, the bodies of the two mice were placed in a more or less natural position onl the floor, both usually in the same This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms compartment. The positions of the mice on the floor of the comnpartuient were usually changed for each experinient, so that the owl could not formn the habit of searching in a particular place. In general, the mice were placed alternately on successive dayTs in each of the two comnpartments. After the bodies of the mice were in posit the door of the reaction room was closed, the illumination of the roomim adjusted to the proper intensity, and the owl released by pulling the string that opened the door of his box.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The owl was then allowed to search for the mice overnight or for a given interval of time, after which lhe was made to retire to his box and the mice which remained were counted. A mouse found by the owl and either eaten or moved by him to a new position was counted as a capture, whether or not the mouse was eaten immunediately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "After the experiments for the day were completed the owl was given additional mice for food, but these were removed after they had been exposed for a few hours, so that at the time for beginning the experiment on the following day the owl was always hungry.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the attempt to keep the conditions as natural as possible for the owl the reaction, room was left dark about twelve hours of each twenty-four and was illuminated by six 150-watt Mazda daylight bulbs during the other twelve hours. These lights were controlled by a time clock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The periods of light and dark were, in some of the experiments, purposely set out of step with the dark and light periods of normal night and clay, so that the time each day when the experiments were begun would approximate in diurn al time the comnimig of darkness amid the begimmnin of usual owl activity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The soils used in the experiments were of two types, here called, respectively, silica sand and gulley soil. The silica sand, wlmich is a regular article of commerce, is whitish in color. The gulley soil was secured f rom a small eroded. gulley in some filled-im land alongside the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms laboratory builclinig. This soil evidently contained very little humus. It was a dull, slightly yellowish gray in color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The dead mice employed were of three types: albino, ivory, and gray. All of thein were laboratory strains of the deer-mouse (Peromlyscas manteulat us). The ivory mice were a close match in color with the silica sand. The albino mice were more nearlv white than the silica sand and therefore they contrasted with it slightly in shade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The gray nice were a mixed lot of animals discarded from time to time froim the laboratory stock. A f ew of them matched the gulley soil fairly well in color, but some were different from this soil in hue and manvr of thee were considerably darker in shade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The experinieiits here described were seriously begun in the fall of 1938, when the special reaction room above described was constructed for the purpose. Tentative expernients had been initiated a number of years earlier, but had to be given up because of the lack of a satisfactory place for the study. All the experiments here reported were completed before the end of 1943.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS OF THE EXPERIMENTS",
                "sec_num": null
            },
            {
                "text": "The barred owl (Stx ri varia) used in these studies was an adult female presented by Hugh S. Davis, who secured it at Tulsa, Oklahoma. Its subspecies has iiot been cletermined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "In fairly brighlit light the barred owl has no difficulty in seeing mice at a distance of ten feet or more. Several times while we were watching her the owl pounced f romi her perch onto live mice which were rumning, about on the floor of the room. Her method was to drop on the floor near the mouse, throw her wings more or less around the animal, and seize it in one of her talons. In order to exhibit more precisely the lower limit of illumination at which the barred owl could find the dead mice the most extensive series of experiments performed is summarized in Table I . In these experiments two dead mice were exposed to the owl each night.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 568,
                        "end": 575,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "It will be noted from the table that the owl was able to secure mice at somewhat lower light intensities on the nearly white silica sand than on the darker-colored gulley soil. Thus, the owl secured no mice on the gulley soil under illuminations below 0.000,000,19 foot-candle, but she secured five mice out of eight exposed on silica sand at an illumination of 0.000,000o,1 foot-candle. The reflection of light from the pale-colored silica sand evidently slightly increased the effective light intensity in that compartment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "Also, it will be noted that mice contrasting in color with the background on which they were placed were taken at somewhat lower light intensities than those that were of a color more nearly matching that of the soil. No albino mice were taken on silica sand under an illumination of This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "C = = Q tom\" -Q co~ t co~ X ~c oz 0 -- 0~~~~~~~0 ~~~4 ~ 4 rA -; V A All:+ - is~~~~~~~~~c~nn n --l OD..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "M z m e 00 0?0000? 00O",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARRED OWL",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms less than 0.000,000,19 foot-candle, but gray mice were secured on this color of soil under light intensities of both 0.000,000,15 and 0.000,000,11 foot-candle. Likewise, 0n the gulley soil no gray mice were taken at an illumination less than 0.000,000,25 foot-candle, but several albino mice were secured by the owl at an illumination of only 0.000,000,19 foot-candle. These data are in harmony with the general observation that objects contrasting in color with their background are more easily perceived than those that harmonize with it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "M000000,",
                "sec_num": null
            },
            {
                "text": "It is evident then that in stating the minim-umn light intensity at which an owl can see its prey the color of the soil and of the prey must both be specified.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "M000000,",
                "sec_num": null
            },
            {
                "text": "An inspection of the table will reveal that for any given color of mouse and of soil there is no exact light intensity at which the owl suddenly fails to find prey. On the contrary, there is in general a gradual dropping off in the percentage of prey secured as the illumination becomes dimmer. It is not easy to determine the precise lower limit of vision of the owl, because she secured an occasional mouse in extremely dim light and in darkness, obviously by searching on the floor of the room until she camne into contact with a carcass. the soil nor did she find aniv carcasses oin dark-colored soil. There is no evidence f rom these experiments that this particular barred owl was able to see anything at all in liglht intensities below 0.000,000,15 foot-candle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "M000000,",
                "sec_num": null
            },
            {
                "text": "The long-eared owl (As~io wilswol'iawats) used in these experiments was captured in Pennsylvania and was kindlyT presented to us by tIme Pennsylvania. Game Commission through Dr. Richard Gerstell. The bird was evidently adult when received by us. It is still alive and its sex has not been determined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONG-EARED OWL",
                "sec_num": null
            },
            {
                "text": "This long-eared owl regularly captured living and dead deer-mice exposed in light of moderate to strong intensities. A series of experiments designed to determine the lowest limit of light intensity ill which the owl could secure Peromvscus carcasses is sunmnmarized ill Table II .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 271,
                        "end": 279,
                        "text": "Table II",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LONG-EARED OWL",
                "sec_num": null
            },
            {
                "text": "In these experiments one dead deer-mouse of ivory color and one of g-ray color was exposed to the owl each night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONG-EARED OWL",
                "sec_num": null
            },
            {
                "text": "In light passed through eight sheets of paper (0.000,- So far as imay be told from these rather meager experimellts the long,-eared owl is able to see from a distance of six feet or more and to pounce directly upon prey when time light intensity is 0.000,001,05 foot-calndle. The lower limit of illumination at which the long--eared owl is able to see dead prey close at hand is indicated to lie between 0.000,000,25 and 0.000,000,08 foot-candle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONG-EARED OWL",
                "sec_num": null
            },
            {
                "text": "The barn owl (Tyto alba pratihcola) used in these experinents was presented by John Craighead, who had captured it in southern Michigan. It is still alive and its sex is unknown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "In most of the experiments with the barn owl the bird was allowed only a, 20-minute period in which to secure",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms his prey, instead of a whole night (Table III) . These experiments were performed in the morning after the owl had been exposed to light of approximately nine footcandles intensity for the preceding night, in the attempt to make him reverse his usual diurnal cycle of activity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 160,
                        "end": 171,
                        "text": "(Table III)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "If the owl failed to secure a mouse in the first 20-minute trial period of the day, he was given additional test periods, each counting as a trial. Each successive trial was, however, carried out at a light intensity somewhat different, usually stronger, than the preceding one. The owl thus was sometimes given two or three, or very rarely four, trials in one morning.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "Under an illumination calculated to have been 0.000,002",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "foot-candle the barn owl secured six mice in ten trial periods and it seems evident that he could see very well in this amount of illumination. At a light intensity estimated to be 0.000,000,53 foot-candle he secured one of the two dead mice placed in the room in three trials out of ten. In this dim light he, therefore, undoubtedly had some difficulty in seeing the mice. At a dinner illurniliation estimated to be 0.000,000,31 foot-candle he secured only one mouse in ten trials. At a still weaker light intensity, estimated to be 0.000,000,08 foot-candle, the owl failed to secure any mice. Some of the mice taken in the weaker light intensities were undoubtedly located by the owl through random searching in the dark, but this 'could hardly account for his being successful in securing three mice in ten trials at the intensity of 0.000,000,53 footcandle. In complete darkness the owl secured only onie mouse in twenty trials. Both burrowing owls ran about incessantly over the floor of the reaction room, much more so than did the other species of owls tested. It seems evident that much of their prey must be secured by being run down, rather than swooped upon. Every night the floor of the experimental room would be completely covered by the tracks of the two owls. This habit made difficult the exact determination of the lower limit of illumination under which the owls could see. It was impossible to be certain that a dead mouse taken during an experiment actually was located by sight rather than stumbled upon in the course of the meanderings of the owls. To make the finding of the mice more difficult for the owls they were given only a 20-minute period in which to secure their prey, instead of a whole night.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "At the highest light intensities which were used in the experimental room (109 foot-candles) the owls were able to locate the mice satisfactorily and there was no indication that this amount of light was the least handicap to them. Together they secured an average of 1.3 mice in each of nine 20-minute periods (Table IV) . From their habits it seems probable that they often feed in full sunlight.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 311,
                        "end": 321,
                        "text": "(Table IV)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "In light intensities down to and including 0.000,026 footcandle the owls secured an average of about one dead mouse on each 20-minute trial. At light intensities lower than this they were generally unsuccessful. At an intensity of 0.000,013 foot-candle the two owls together' found only one mouse in ten trials, and at 0.000,003,5 footcandle only two miice in ten trials. In complete darkness they were able to find one mouse in ten trials. It seems certain that the mice secured at the lower light intensities, like those found in darkness, were located bv chance, rather than by sight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "When the owls were given the whole night to search.for certain that in some habitats in nature only extremely low intensities of light must at times be available for the use of nocturnal animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BARN OWL",
                "sec_num": null
            },
            {
                "text": "The question may fairly be asked whether in these experiments the owls actually secured the dead mice by the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms sense of sight or if some other sense or senses were employed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "It seems unlikely that hearing could have been employed in guiding the owls to their prey, because the mice were dead.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "There is the possibility that supersonic sounds given off by the owl may be reflected back from various objects No evidence is given by these studies that the sense of smell is used by these owls to find their prey. Smell alone is certainly inadequate to enable the owls to locate their prey precisely in very weak light. Otherwise the birds should have been more successful than they were in finding their prey in very dim light and in darkness.. In very dim light and in darkness several of the owls at various times actually touched with a wing or stepped upon a mouse carcass without securing it. If these owls use the sense of smell at all in locating the general posi-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms tioln of their prey its value to them for the purpose must be very slight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "Infra-red rays are presumed to be used by an English species of owl (Strix aluco) in finding its prey (Vanderplank, 1934) . The North American owls used in the exl)erinlents here reported, however, evidently were not able to locate their prey through the perception of infrared light. Although the mice were freshly killed at the beginning of each experiment and therefore were still warin at that time, the heat rays that they gave off did not enable the owls to secure the carcasses regularly under conditions of very dim light. On one occasion two of the mice placed in the room were by mistake only stunned and were found still alive two and one-half hours",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 121,
                        "text": "(Vanderplank, 1934)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "later. Yet during this time the barred owl, which was free in the completely darkened room, failed to secure either of them. It seems certain then that infra-red rays are not used by these owls in finding either living or dead prey. These conclusions are in accord with those of Hecht and Pirenne (1940) . This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 303,
                        "text": "Hecht and Pirenne (1940)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "The experiments here described demonstrate that the barred. owl, long-eared owl, and barn owl have somewhat the same lower limit of vision in dim light. All these species seem able to see their prey without difficulty at a distance of six feet or more when the illumination reaching the ground is about 0.000,000,73 foot-candle or more.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "Below this level of illumination all three species probably have difficulty seeing prey at a distance. Thus, the barred owl was able to pounce directly on her prey when the light intensity falling on the floor of the reaction room was calculated to be 0.000,000,73 foot-candle. But when the light intensity was reduced to 0.000,000,53 foot-candle the bird seemed able to detect the prey only when she was within a foot or so of it. The long-eared owl was able to pounce directly on the dead mouse when the incident light measured 0.00000,105 foot-candle, but at an intensity of 0.000,000,25 foot-candle he found the carcasses only by searching. The barn owl was undoubtedly able to see objects at a distance of six feet or more at a light intensity of 0.000,002 foot-candle, but he had some difficulty finding the carcasses when the illumination was reduced to 0.000,000,53 foot-candle. The data, therefore, do not demonstrate any very important difference between the ability of these three species of owls to detect prey at a distance of six feet or more.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "The ability of the owls to see prey at very close distances in very dim light however, may differ slightly between these three species. It is not certain that the barn owl is able to perceive near-by objects at all at a light intensity of less than 0.000,000,53 foot-candle. The long-eared owl is probably able to perceive near-by objects at least dimly under illuminations as low as 0.000,-000,25 foot-candle. The barred owl, when given an abundance of time, may be able to detect near-by dark-colored objects on pale-colored soil under an illumination of as little as 0.000,000,15 foot-candle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "If these figures can be relied upon, the barred owl has a slightly better vision for dim light than the long-eared",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms owl, and the long-eared owl has slightly better night vision than the barn owl. Such a conclusion would agree with the general observation tbat the barred owl is an inhabitant of somewhat denser woods as a rule than either the long-eared or barn owls. However, it should be emphasized that the experiments in the dimmer illumlinations were much more extensive on the barred owl than on either of the other species. Also it should be repeated that the 20-minute test period mostly used for the barn owl is not fully comparable with the all-night period used with the other owls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "The illumination at which these owls are able to see their prey seems very dim when judged byr the human eye. A light intensity of 0.000,000,73 foot-candle falling on the floor of the reaction room would be the amount of illumination produced by a standard candle at a distance of 1,170 feet. Yet these three species of owls were evidently able to see their prey very well at a distance of six feet or more in this amount of light. An illumination of 0.000,000,33 foot-candle would be produced by a standard candle at a distance of 1,374 feet. In such weak illumination these owls seemed still able to see objects that were -about one foot away. A standard candle 2,000 feet away",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "gives an illumination of 0.000,000,25 foot-candle, and one 2,582 feet distant pi oduces an illumination of 0.000,000,15 foot-candle. The evidence from these experiments indicates that the barred owl was able sometimes to detect aind to secure dead mice in these amounts of light. But in the amount of illumination calculated to be given by a standard candle at 3,536 feet (0.000,000,08 foot-candle) no evidence was found that even the barred owl was able to see anything.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "It is not easy to compare the vision of an owl with that of a man. A few observations that attempt such a coIn- This conclusion agrees, reasonably well with the calculations of Hecht and Pirenne (1940) . From a study of the brightness that produced the minimal effect on the iris of the long-eared owl these authors calculated that this species could see in light 1.5/4.0th that required by\\7 ilian.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 201,
                        "text": "Hecht and Pirenne (1940)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "They, however, agreed that this figure might be off by a, factor of 10. Pilg owl is mUch more diurnal in habit than are the other kinds of owls tested. It is not usually active during the brightest part of the clay, but it may often be seen mnovinu about in the early morning and in the evening.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "Attention has already been called to the fact that the owls seemed able to secure prey somewhat inore readily on the pale-colored silica sand than on the darker colored soil. This effect is presumably due to the light reflected from the nearly white silica sand giving a slight increase in overall illuminhation in that compartment as compared to the compartment with the dark-colored soil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "The computation of the minimum illumination at which the owls were able to find their dead prey has in each case beemi based on the most favorable conditions. Usually the owls were more successful in securing gray miice on the silica sand than they were in securing ivory or albino or gray miice on the gray gulley soil. The minimum illumination at which the owls would be able to see concealinglycolored prey or to find prey of any color on dark-colored soil would undoubtedly be greater than the amounts in foot-camidles stated above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "There is a suggestion in some of the experiments that mnice having shades of color contrasting with the soil on which they were placed were taken somewhat more read-ilyT than those that more closely matched the soil color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "These experiments, however, cannot be considered to be a measure of the effectiveness of concealing coloration in protecting these mice from their predators. Such a. measure would only be valid if the mice were alive, which these were not. I have, therefore, not m-ade anv effort to calculate the proportions of the colors of mice taken on the soils of matching and of contrasting color. Other experinments, designed to measure the effectiveness of the protective coloration of live Peromyscus against owls, are mow in progress and will be reported -upon later. In nature, therefore, all the species of owls must frequently encounter intensities of illumination that are below the minimum at which they are able to see non-mnoving prey.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "MN moving animals are more readily detected by sight than lion-moving ones, as any field naturalist can attest. It is therefore likely that an owl would be able to receive living, actively moving prey at a somewhat lower intensity of illumination than the dead prey employed ini these laboratory experiments. However, many kinds 'of animals assume a stationary, rigid attitude. (\"freeze'\") when startled or frightened. It may be assumed therefore that all owl, in order to be sure of securing his prey, mlust be able to see non-moving prey individuals as well as ones ini motion. Furthermore, it seems certain that the lower intensities of illumination reached in nature must often extend well below any possible level of owl vision, even for moving objects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIsCUSSION",
                "sec_num": null
            },
            {
                "text": "All four species of owls studied in the laboratory found their dead prey mostly by sight and there was no evidence of their employment for this purpose of infra-red rays or of any senses other than sight and physical contact.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "The barred, long-eared, and barn owls are able, under the most favorable conditions, to see and to approach dead prey directly from a distance of six feet or more under an illumination calculated to be as low as 0.000,000,73 foot-candle. When the illumination is reduced to 0.000,-000,53 foot-candle, however, all these owls seem to have some difficulty in seeing prey that is more than a foot or so away. There is some evidence that sight mnay be of some value to the barred owl in finding dark-colored dead prey on nearly white soil at an illumination as dim as 0.000,000,15 foot-candle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "This species, therefore, has much less ability",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "foot-candle. This species, therefore, has much less ability",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Smithsonian Institution 1918. Smithsonian meteorological tables",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smithsonian Institution 1918. Smithsonian meteorological tables. Fourth revised edition.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "The shade produced by deciduous trees in summer would seem from the above figures often to reduce the light intensity falling on the ground under the forest to one per cent. or less of that falling on bare ground. When the leaves are off the trees in winter the shade cast by the branches will of course only slightly reduce the light intensity. Coniferous trees undoubtedly cast more heavy shade than do deciduous trees, and because they do not drop their leaves in winter they are effective in reducing the light intensity at all seasons of the year. The calculations made above are believed to, give a rough indication of the amount of light available at night in certain types of habitat. It is not pretended that the figures of possible light intensities arrived at are in any way exact. Certainly there must be much variation from place to place and from time to time in the amount of light that reaches the ground in any given habitat. Also, it is not certain that the reduction in illumination produced by the shade of trees and byr the presence of clouds, respectively, can properly be multiplied together as I have done. Furthermore, the light energy measured by the photoelectric cell is perhaps not derived from exactly the same wave lengths as those most used for vision by nocturnal birds and other animals. Nevertheless, it is"
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "to the ears of the owl and thus enable the animal to learn of the presence of such objects. Such a special sense is suggested by the uncanny ability of most of the owls to fly back to their perch in complete darkness. The only owl that did not show this ability was the burrowing owl and this species very seldom' left the ground. The perch in the reaction room was constructed in such a way that it could be approached only by flight. At first, if the light was extinguished when the barred owl or long-eared owl were on the floor of the room, they behaved awkwardly and in the darkness they flew against the sides of the room. Later, however, both of these owls and also the barn owl learned to fly regularly in complete darkness to the floor of the room and back to their perch. This ability, however, may be due to a good sense of position rather than to the perception of supersonic sounds. The fact that all the owls exhibited a greatly decreased ability to secure dead prey in the lowest intensities of light and in darkness, proves that supersonic sounds are at least of no great importance to these owls for finding their prey in dim light."
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "It seems necessary to conclude that under the conditions of these experiments the owls must have secured their dead prey largely or entirely by sight, except for the carcasses found by physical contact. Accordingly, the experiments may be assumed to give a rough measure of the ability of the owls to see their prey under various intensities of illumination.An increase with practice in the ability of the owls to see in very weak light seems suggested in several of the experiments. In several instances the owls made better records in extremely dim lights late in a series of experiments than they had made in somewhat brighter light in the early part of the same series. These improvements, however, may only indicate an increase in the familiarity of the owl with the procedure of the experiment, rather than an actual increase by him in ability to see in weak light. The number of records are in every case few and therefore do not conclusively demonstrate such an increase in the visual ability of the owl with practice."
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "The experiments bere reported give no information about individual, sexual, or seasonal variation in the ability of owls to see in weak light. Only two burrThis content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms owls were tested and no attempt was made to separate the records made by each individual. Of the other three kinds of owls studied only a single individual of each species was observed. It is obvious, therefore, that the measurements of light discrimination obtained mnay not well represent the abilities of other individuals of these species. Furthermore, additional observations of each of the individual owls studied would have been desirable, especially at the lower light intensities near the critic of the owl's vision. However, these experiments are very tihe-consumlling, as will be recognlized when it is considered that anl ave'raoe of only about one record can be secured per day. The methods employed are crude and time ligtlt intensities could not be controlled fully accurately nor could they be precisely measured. Nevertheless, it is believed that the data presented offer convincing evidence that certain kinds of owls can see their prev in light, of extremely low intensity. The barred, long-eared, and bain owls are in general inhabitants of forest, though some of themn at times undoubtedly forage in adjacent open fields. In an earlier section of this report it has been calculated that the amount of light falling on the floor of a deciduous forest ill sumlmlier m11av amount to 0.000,004 foot-candle during a clear imoonless night in summer. All these owls would be able to see their prey readily in light of that intensity. Onl cloudy nights, however, the illumination oil the floor of a deciduous forest must oftell fall below 0.000,000,4 footcandle, amid in this light intensity the owls would not be able to see their prev at a distance of more than a f ew feet at most. The burrowing owl lives in open fields and makes its home in burrows in the gYround. Under heavy clouds oil a moonless nighlt the lighlt falling onl the earth must nevertheless often be reduced to 0.000,012 foot-candle or less. This is below the limit of illumination at which the burrowing owl can readily see its prey. Furtherfiiore, the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms small animals on which the burrowing owl feeds often keep under the shade of grass, herbs, and small shrubs, all of which further reduce the amount of light reaching the grouiid."
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td>is</td></tr></table>",
                "num": null,
                "text": "The failure of the owl to secure all the mice exposed at the higher light intensities does not demonstrate any lack of vision at those illuminations. Often the owl secured one mouse during the night and did not search any more, perhaps because she was no longer hungry. able to see in extremely dim light. At a. light intensity calculated to be 0.000,000,73 foot-candle the bird certainly was able to see mouse carcasses of various colors on silicasand soil at a distance of six feet or mliore. This is proved by her ability to pounce from her perch directly onto the mice. At a light intensity calculated to be 0.000,000,53 foot-candle she was only occasionally able to pounce directly onto a carcass, but found her prey by searching oin foot. It seems almost certain that she is able to see a mouse carcass in light of this intensity when she is within a foot or less of it. By searching on the floor of the reaction room the owl was able to find dark-colored"
            },
            "TABREF2": {
                "type_str": "table",
                "content": "<table><tr><td colspan=\"2\">396 THE AMERICAN NATURALIST [VOL. LXXIlX</td></tr><tr><td colspan=\"2\">4 -j O=~~~;-l g -~e(c]</td></tr><tr><td>AZ</td><td/></tr><tr><td colspan=\"2\">p me</td></tr><tr><td colspan=\"2\">4 ~~~~0 _00 00 GO</td></tr><tr><td colspan=\"2\">At 4 _</td></tr><tr><td colspan=\"2\">0 e &lt; a</td></tr><tr><td colspan=\"2\">_ D3 O 4</td></tr><tr><td/><td>00</td></tr><tr><td>_</td><td>0</td></tr><tr><td/><td>000</td></tr><tr><td colspan=\"2\">-c:h Y 5 0</td></tr><tr><td>i_ .O.O</td><td/></tr></table>",
                "num": null,
                "text": ",05) foot-caimdle calculated) the owrl mmalde few tracks ill the sand on the floor of the reaction rooni -anud seemedThis content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms No. 784] INTENSITIES OF ILLUMIJINATION 397 to have no difficulty in locating the m-nice directly f rom his perch. When twelve sheets of paper were used reducing the light intensity to 0.000,000,25 foot-candle, the owl evidently-was not able to see well at a distance and lhe made manytmv tracks in the sand in searchingo, for the dead mice. In onie trial at this lighlit intensity, the owl actually walked ov'er a uraty-colored mouse lying on gulley soil and moved tile carcass slightly in position without securing it. At still weaker lighfit intensities the owl miade many tracks on the floor of the reaction room. He secured a few mouse clarcasses, howeverr, even in complete dcarknless. It may be doubted that the owl was able to see anything at all in the slighlt amount of light passed through sixteen sheetsof paper (0.000,000,08 foot-candle), and it is believed that the mouse carcasses secured at this lig-ht intensity aind in complete darkness were secured onlyl bv the owl accidentally comlling into contact with them -in his meanderings on the floor of the reaction roomi.Tlhese data fail to prove aniyNT greater ability of this owl to;secure mouse carcasses of one color or onl one color of soil thean another at any light intensity. However, the number of records secured at the lower lighlit intensities"
            },
            "TABREF3": {
                "type_str": "table",
                "content": "<table><tr><td colspan=\"5\">No. 784] INTENSITIES OF ILLUMINATION 399</td></tr><tr><td colspan=\"5\">r ll . -. . . ; DL -^ time This owl exhibited, early in the tests, a decided prefer-U , lcC interest</td></tr><tr><td colspan=\"5\">eiice for the gray over the ivory mice offered. Efforts to</td></tr><tr><td colspan=\"5\">break him of this preference were not entirely successful,</td></tr><tr><td colspan=\"5\">for the total number of gray mice (36) taken considerably</td></tr><tr><td colspan=\"5\">:~~~~~~~~~0 n in in V r. LO O O ' Lt lcO in L. I r. v-( D exceeds that of the ivory mice (13).</td></tr><tr><td colspan=\"5\">In these experiments, as in those with the barred owl,</td></tr><tr><td colspan=\"5\">z -= _,__,: there is a tendency under weak illumination for more mice</td></tr><tr><td/><td/><td/><td colspan=\"2\">&lt; ?1 C0hW s</td></tr><tr><td/><td/><td/><td>a) 4-</td></tr><tr><td colspan=\"2\">,$</td><td>.</td><td>000</td><td>000</td></tr><tr><td>w</td><td colspan=\"2\">U</td><td>G</td></tr><tr><td colspan=\"4\">~~~~ rJ2 ~ ~ ~ ~ ~ C. -Qcc</td></tr><tr><td colspan=\"5\">.~~~ ~ ~ 0000'0-</td></tr><tr><td/><td/><td colspan=\"3\">BURROWING OWL</td></tr><tr><td colspan=\"5\">-0~~~~~~0 ,q00 . The western burrowing owls (Speotyto cunicularia</td></tr><tr><td colspan=\"5\">hypugaea) used in this study consisted of two females</td></tr><tr><td colspan=\"5\">from Alamogordo, New iMexico, secured from H. G. Clark.</td></tr><tr><td colspan=\"5\">This owl is considerably more diurnal in habit than the</td></tr><tr><td colspan=\"5\">other species used in this investigation. In their natural</td></tr><tr><td colspan=\"5\">habitat, burrowing owls are frequently seen in early</td></tr><tr><td colspan=\"5\">morning or late afternoon perched on fence posts or</td></tr></table>",
                "num": null,
                "text": "It will be noted from the table that the barn owl failed to take any mice in ten trials under an illumination of 0.000,013 foot-candle. Also at several other light intensities he was successful only part of the time, although he later demonstrated his ability to secure mice in considerably weaker light. The explanation for these failures seems to be that this owl was very timid and that he had when these early experiments were carried out.There seems to be no doubt that the barn owl can detect and secure mice over a great range of light intensities, for he demonstrated an ability to see in very weak illuniinations as well as in fairly strong ones.For five other nights, alternating with the first set, the reaction room was in complete darkness. Nevertheless, the owl secured both mice on two nights and one mouse on each of two other nights. On one night he secured no Mouse, though he searched diligently, as shown b)y the numerous tracks he made in the sand.Every morning, except two, during the period this later series of experiments was being conducted the sand on the floor of the reaction room was found to be covered by-No. 784] INTENSITIES OF ILLUMINATION 401 tracks were made on the floor and the owl failed to secure a mouse. On the other exceptional night the owl secured one mouse in complete darkness, but there were tracks only within a foot or two of the place where the mouse was secured. In this instance the bird may possibly have found his prey shortly after his first descent to the floor and then did not search farther that night.It seems evident, therefore, that under very weak illumination and in complete darkness the bairn owl secured his prey mostly by walking about on the floor of the reaction room until he came into contact with a carcass. to discover whether they are able to see their prey in such dim illuminations as the more nocturnal, forest-ilhliabiting kinds of owls."
            },
            "TABREF4": {
                "type_str": "table",
                "content": "<table><tr><td>No. 784] INTEOSITIES OF ILLUMINATION 408</td></tr><tr><td>Q . oooooo t~~~~~~~a .', al .W f ct H c c t :t OOO 00~~~~~~~~~~~~0 ~ &gt; &gt;, D . m O E^ a v: ?~~~~~~~~-.,1~. if-U, In-LQ in L-cn ;?NCI~~~~~~~~~~~~~~~~,. Ln n)l i.IC z v X 5a) a0000?0O :z-.. . . . . . 00 -J 0 Owwnw&lt; e,}J 0 H 00eo *00H00 ; 4 * . L: L 0 . OO from 80 to 50 foot-candles. This is a reduction to from 1/10th to 1/16th caused by the clouds. On a bright sun-the The evidence from these experiments indicates that the lower limit of effective vision of the burrowing owl is reached somewhere between a light intensity of 0.000,026 and 0.000,013 foot-candle. NOCTURNAL ILLUMINATION IN NATURAL HABITATS The light from the zenithal full moon that falls on the earth on a clear night may be taken as being 0.02 foot-candle. The photometer that I used gave approximately this reading on a bright moonlight night in November, 1939. At quarter-mooni the light intensity is reduced to 0.002 foot-candle. Starlight is said to have an intensity of 0.000,08 foot-candle (Smithsonian Institution, 1918: 218). The light falling on the earth on a moonless night is, however, increased by, zodiacal light and by a variable amount of auroral luminosity in the earth's atmosphere. I am informed by Dr. W. C. Rufus, of the University of Michigan Observatory, that the mean value of this light is of the order of five ties that of starlight. The total light falling oil the earth on a bright moonless night may therefore be estimated to average in the neighborhood of 0.000,4 foot-candle. On cloudy nights the light falling on the earth is of course considerably reduced in intensity. In order to calculate the amount of this reduction in light intensity I have measured the amount of reduction in photometer readings caused by the presence of clouds in daytime. For this purpose I used a. Weston photoelectric exposure meter. A sheet of white typewriter paper was held in the band and the maximum reading of the light front the shiny day in Alarch the maximum reading of the light re-flected from the white paper was 650 foot-candles, while on cloudy days in the same mouth the readings varied from 50 down to as low as 20 foot-candles. These are reductions to 1/13th down to as much as 1/32nd. If we assume a reduction in light intensity on a cloudy night of only one-tenth, the intensity falling on the earth under a full moon but with the sky covered by clouds would be 0.002 foot-candle, under a quarter-moon it would be 0.000,2 foot-candle, and on a cloudy, moonless night it would average in the neighborhood of 0.000,04 foot-candle. Under heavy clouds giving a reduction of the light to 1/321nd, the light intensity falling on the earth would be approximately 0.006 foot-candle at full moon but only 0.000,012 foot-candle on a moonless night. In the habitats in which terrestrial animals live, the light that comes to the earth from the heavenly bodies is usually reduced through the shade cast by various objects, particularly by the vegetation. Under trees that have heavy foliage the reduction in light intensity is consider-able. In order to measure the amount of reduction in-light intensity caused by the presence of trees I have mea-sured in summer the amount of light reflected from a white paper sheet when held under trees of various kinds compared to that reflected from the same sheet held ini open sunlight. A Weston exposure meter was again em-ployed as the measuring instrument. In moderately dense oak-hickory woods on the George Reserve twenty-five miles northwest of Ann Arbor, Michi-gan, in September with the trees in full leaf the maximum light reflected from the white paper varied from 16 to 5 fore, the light of the full moon would often be reduced to 0.000,2 foot-candle, if we assume a reduction to one per cent. due to the shade. The illumination would be still less than this amount if the shade reduced the light to less than one per cent. On a clear moonless night in summer the light falling on the ground in a deciduous forest would, according to the assumption of a reduction to one per cent., frequently be reduced to 0.000,004 foot-candle or less. On a cloudy, rnoonless night in summer the light reaching the forest floor must often fall to 0.000,000,4 foot-candle, if we assume a reduction to ten per cent. due to the clouds and to one per cent. of the remainder by the shade cast by the trees. Even less light might be avail-able under a cornbinatioll of heavy shade and very heavy clouds. The density of shade ill the places where these readings were obtained is by no means the maxiinmum-in the oak-hickory habitat. The method used is, however, not suit-aable for measuring the light intensity in small spaces, such as under the shade of logs or under small clumps of herbs. Nevertheless it is known that rodents and the other small animals that are the prey of owls often hide and travel in these spots of dense shade. There are of course open spots in most types of forest. In such situations full sunlight may reach the ground at certain times of the day. Readings of the light reflected from the white paper in such sunny spots approached the readings secured outside the forest. Within the forest there is therefore practically complete gradation at dif-ferent places and at different times from practically full foot-candles. Under the shade of deciduous trees in suminmer, thiere-sunlight to dense shade.</td></tr></table>",
                "num": null,
                "text": "dead mice they were more successful than in the 20minute periods. At a light intensity calculated to be 0.000,001,05 foot-candle they secured six mice in ten nights. The owls, however, also found six mice in ten nights in complete darkness. It therefore seems certain that these mice must have been secured mostly by chance encounters rather than by the use of vision.This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms sky reflected from this paper was read on the exposure meter, which was held at a distance of about one foot. Whereas the maximvuni reading on a sunshiny day in Septeinber was 8O0 foot-candles, that on a cloudy day varied At the same time the white paper held in This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms the open sun reflected 800 foot-candles of light. There ecluction in light intensity under the shade of the trees varied therefore from 1/50th to 1/160tlO. Under a dense clump of shrubs a reading of only 4 foot-candles was obtaied, which is a reduction of the light to I1'200th of its value in the open. No. 784] INTENSITIES OF ILLUMINATION 407 Other types of forest are known to produce still more dense shade than the oak-hickory. Grass, herbs, and brush also cast a considerable shade on the ground, through I have made no attempt to measure the amount of light intercepted by such types of vegetation. The light intensity -falling on the ground in grass or brushcovered habitats must be intermediate between that in forests and that in completely open habitats."
            },
            "TABREF5": {
                "type_str": "table",
                "content": "<table><tr><td>carcass. I probably would not have discovered the mouse</td></tr><tr><td>if I had not known exactly where it was. At a slightly</td></tr><tr><td>lower level of illumination only a faint glow of light could</td></tr><tr><td>be detected at the edge of my visual field. When the light</td></tr><tr><td>intensity was increased to a calculated 0.000,015 foot-</td></tr><tr><td>candle I was able to see the mouse as a white blob. When</td></tr><tr><td>the illuminiation was further increased to 0.000,026 foot-</td></tr><tr><td>candle I was able to see the outlines of the mouse, through</td></tr><tr><td>still not clearly. Several other persons tested in the</td></tr><tr><td>reaction room under similar conditions had a lower limit</td></tr><tr><td>of vision approximately equal to my own. We may</td></tr><tr><td>therefore conclude that barred, long-eared, and barn owls</td></tr><tr><td>are able to see objects under an illumination of between</td></tr><tr><td>one-hundredth and one-tenth of the light intensity that</td></tr><tr><td>man requires for vision.</td></tr></table>",
                "num": null,
                "text": "arison are, however, here presented. My own eves, somewhat dark-adapted by a period of five minutes om more in darkness, were able to detect a dead white mi-ouse placed on dark-colored soil on the floor of the reaction This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC All use subject to https://about.jstor.org/terms room under an illumination calculated to be 0.000,003 foot-candle. At this illumination, however, the outlines of the mouse could not be seen and there was only an indistinct blur of whiteness toward the side of my visual field, even when my eyes were within a few inches of the"
            },
            "TABREF6": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": "The burrowing owl differs considerably from the other three species of owls tested in its ability to see in dim light. Under the conditions of our experiments-the burrowing owls were unable to find dead mice regularly in a light intensity of less than 0.000,026 foot-candle. The burrowing owl, therefore, seems to have somewhat the same ability to see in weak light as does man. It is notnearly so well adapted for vision in dim light as are the other three species of owls under consideration. This poor adaptation of the burrowing owl for vision in weak light is correlated with its habits. The burrow-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:34:47 UTC"
            }
        }
    }
}