{
    "paper_id": "Dice1921-ErroneousIdeasConcerningSkunks",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:32.489528Z"
    },
    "title": "",
    "authors": [
        {
            "first": "J",
            "middle": [
                "Dewey"
            ],
            "last": "Soper",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "JOURNAL OF MAMMALOGY and neatly and was removed only after a surprising degree of pressure. By the depression of the palatal cartilage I judged the obstruction to have been in position for a considerable time. The animal doubtless engulfed it along with food; and by a singular chance, the piece being of precisely the right length, it caught and lodged permanently in the position as shown in the sketch. The working of the tongue against the unnatural protuber~nce would serve daily to force it more securely into the cups. Beyond an early and temporary irritation the animal doubtless suffered but little material disadvantage. The stalk on dissection seemed peculiarly gritty and hard as if undergoing as it were a kind of saline petrifaction. Upon examining several skulls of longicauda taken at the same time and place the cups or pits of the one under discussion seemed just perceptibly enlarged by the obstruction. The individual was large of frame (total length, 450 mm.; t. vert., 100; foot, 50; ci\") and in perfect physical condition.",
    "pdf_parse": {
        "paper_id": "Dice1921-ErroneousIdeasConcerningSkunks",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "JOURNAL OF MAMMALOGY and neatly and was removed only after a surprising degree of pressure. By the depression of the palatal cartilage I judged the obstruction to have been in position for a considerable time. The animal doubtless engulfed it along with food; and by a singular chance, the piece being of precisely the right length, it caught and lodged permanently in the position as shown in the sketch. The working of the tongue against the unnatural protuber~nce would serve daily to force it more securely into the cups. Beyond an early and temporary irritation the animal doubtless suffered but little material disadvantage. The stalk on dissection seemed peculiarly gritty and hard as if undergoing as it were a kind of saline petrifaction. Upon examining several skulls of longicauda taken at the same time and place the cups or pits of the one under discussion seemed just perceptibly enlarged by the obstruction. The individual was large of frame (total length, 450 mm.; t. vert., 100; foot, 50; ci\") and in perfect physical condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "It is commonly believed that if a skunk be picked up by the tail he is powerless to discharge his scent; it is also believed by many people that if the fluid from the scent glands reaches the eye it will cause blindness. Evidence secured during this summer seems to demonstrate that neither of these beliefs is tenable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Augtist 10,1920, a member (not the writer) of a Michigan Museum of Zoology expedition working near Little Girl's Point in Gogebic County, Michigan, caught a nearly grown male skunk (Mephitis hudsonica) in a trap. A wire noose on a stick was slipped over the skunk's head, and after it was drawn tight and the animal partly choked, the trap was removed. The skunk, however, was not quite dead and to prevent him from getting his feet up on the noose, where he could have discharged his scent, th~ wire was given a slight jerk from time to time. At one of these jerks the wire •broke. To keep the skunk from escaping while a new noose was being made the animal was held up by the tail. At this time he was nearly dead from the choking he had received, but he soon began to recover and suddenly without any warning he discharged a small quantity of the scent fluid into the left eye of his captor. The injured eye smarted sharply and both eyes immediately produced many tears. The eye was wiped out with a handkerchief, for there was no stream of water within a mile, and in about five minutes the smarting passed away, leaving, aside from the odor, no after effects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I know of another case where, while a trapper was skinning a skunk, the scent fluid was accidentally discharged into the eye. The eye was well bathed in water and no permanent damage to the vision resulted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Skunks seemingly cannot discharge the scent if held up off the ground by one foot where this has been caught in a trap. But if they can get the hind feet upon the trap which is holding a front foot the scent can be discharged. An instance of this kind happened in Gogebic County on the expedition above mentioned. If often happens, however, that a skunk which is handled slowly and cautiously in a trap can be lifted off the ground by a pole and will not discharge the scent even though three or all of hili! feet are on the pole. It may be possible then that a skunk might sometimes be held off the ground by the tail without disastrous results, but there is no question but that he is fully able 'to discharge the scent under these conditions.-LEE R. DICE, University of Michigan, Ann Arbor, Mich.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/2/1/38/835744 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}