{
    "paper_id": "Dice1923-Atextbookofanimalecology",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:38.832780Z"
    },
    "title": "Ecological Society of America, Wiley are collaborating with JSTOR to digitize, preserve and extend access to Ecology",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1923-Atextbookofanimalecology",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "In the final section of the paper the author considers the relation of cancerous growths to the general cessation of all normal growth in the old individual. In age, growth is largely confined to the repair of natural loss and the maintenance of the state of adult balance. Regenerative growth following injuries to the adult animal may become morbid in degree and without regulation, thus giving rise to malignant conditions. Cancer would be expected to be more frequent in certain families since the growth balance and proportions are hereditary characters, and the malignant growth depends largely on these. The slight amount of general growth in old individuals can depress but slightly any regenerative processes that may be set up. On the basis of the general theory, it might be supposed that every mammal would develop some form of malignant growth if it should live to extreme old age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "NEW YORK, N. Y.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "F. H. PIKE",
                "sec_num": null
            },
            {
                "text": "Teachers will welcome the appearance of Borradaile's \" The Animal and its Environment,\" 1 which is the first textbook of animal ecology to cover the subject at all completely,. Although the subject is necessarily treated very sketchily to be condensed within a volume of 400 pages, yet the major topics of animal ecology are covered. It is evident that in this book animal ecology has received a well-balanced treatment, although the various topics are often covered too hastily to be entirely satisfactory. The information, so far as I am able to verify it, is dependable, and in the discussions good judgment has been used both in the selection of facts and in the conclusions drawn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "Although most of the book is quite easy reading, it seems likely that, on account of the condensed character of the writing, beginning students are likely to fail to understand clearly the significance of many of the cases cited in illustration of particular points. Much of the discussion also is very brief.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "One wishes that fuller explanations and more detailed examples might have been given, enlarging the book to that extent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "A serious defect is the practical absence of citations of authorities. There is not even mention of general sources where further information can be secured. Although the effort required to prepare references and the added cost of publication is fully realized, yet their value is so great that their omission is a decided loss.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "The book is profusely illustrated, the figures averaging more than one per page. Most of these have been copied from earlier authors, and while many are excellent, some are not up to modern standards of illustration. A few of the figures, also, seem more or less to duplicate one another, and I have the feeling that some could have been replaced by text descriptions with advantage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "I recommend the work as a textbook or reference for classes in animal ecology and as a reference for classes in general zoology. Advanced workers and persons interested in general natural history, also, will secure many valuable suggestions from the facts and discussions packed into its pages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A TEXTBOOK OF ANIMAL ECOLOGY",
                "sec_num": null
            },
            {
                "text": "MUSEUAT OF ZOOLOGY,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "L. R. DICE",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:52:51 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Following a chapter dealing with the general characters of organisms, with special reference to animals, two chapters are devoted to the physical and organic factors in the environment. Three chapters are then given to the relations between animals of different species, between animals of the same species, and between the sexes. Six chapters are devoted to discussions of the faunas of the several major types of environments: sea, fresh-water, land, and the interior of the bodies of other animals. One chapter is given to the origin of faunas and one to migration. Included in these chapters is a brief statement of the probable lines of development of the principal types of animals and a discussion of the most important factors determining animal distribution. The book closes with a chapter on the influence of the surroundings upon the animal organism, which includes a discussion of the factors controlling animal behavior.",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "1 L. A. Borradaile, \" The Animal and its Environment, a Textbook of the Natural History of Animals,\" London (Oxford University Press, American Branch, New York), vii and 399 pp,, 4 col. pis., 426 figs., 1922. $5.00.",
                "uris": null,
                "num": null
            }
        }
    }
}