{
    "paper_id": "Dice1954-ThoseoftheForest",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:23.948591Z"
    },
    "title": "Ecological Society of America, Wiley are collaborating with JSTOR to digitize, preserve and extend access to Ecology",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1954-ThoseoftheForest",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "associated species is stressed. The writing is sympathetic, but not sentimental. It is recognized that each individual organism ultimately must die and that death from attack by herbivore or predator is no more unnatural and not necessarily more painful than death from cold, heat, drought, starvation, disease, or old age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The picture given is of a considerable amount of repose in the lives of wild animals, alternating with usually shorter intervals of activity and of the frequent occurrence of satisfaction as opposed to rarer episodes of pain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Grange here is in pleasing contrast with some other writers about nature who depict wild animals as living in a nearly constant state of excitement and fear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The book is interestingly written and is well printed on good paper. The sketches by Olaus J. Murie are, as always, excellent. It is highly recommended to all naturalists.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The author of this work states in his introduction that a \"certain amount of personal bias is bound to creep in.\" Unfortunately the bias does not creep in but rather runs in. The bias appears to have two facets, one religious and the other anti-Darwinian.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN HISTORICAL ASPECTS OF EvoLUTION1",
                "sec_num": null
            },
            {
                "text": "A summary impression of the book indicates that the author grudgingly accepts evolution as a working hypothesis and, having done so, proceeds to champion all the various dissenters from the Darwinian and Neo-Darwinian schools. Apparently it matters little to the author that theorists such as Lamarck, Lotsy, Willis, and Goldschmidt cannot be made bedfellows by any Procrustean device. It is sufficient that they are dissenters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN HISTORICAL ASPECTS OF EvoLUTION1",
                "sec_num": null
            },
            {
                "text": "This negativism is accompanied by the use of prejudicial words, misquotations of eminent scientists and simple omission of pertinent historical facts. Further, the book redounds in poor logic and misunderstanding of evolutionary terms. There is practically no discussion of modern statistical theories of evolution developed by Wright, Fisher, and Haldane. The ecological side of evolutionary study is omitted almost completely. Noresearch work done since 1940 is discussed. Selection of material for discussion from work produced prior to this time seems rather peculiar. Anderson's work on introgressive hybridization is not mentioned while Kammerer's results are detailed without so much as a word on the sad history of this biologist and his work. One particularly startling aspect of this book is that the author should feel it necessary to attack implicitly the character of Charles Darwin. One quotation will illustrate this: (p. 117)-after a quotation from Samuel Butler which implies that Darwin reaped the rewards of the labor of E. Darwin, Lamarck, and Buffon-\"Darwin did this so expertly that he persuaded people that he had produced a new theory of creation at a time when the old one was much the worse for wear.\" This quotation is also a good example of the use of prejudicial words by the author.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN HISTORICAL ASPECTS OF EvoLUTION1",
                "sec_num": null
            },
            {
                "text": "One gets the impression from the book that Sonneborn, Jennings, and Sumner had quite favorable attitudes toward Lamarckian theories. Jennings is misquoted (p. 252) while all three are quoted out of context. The book is rife with this sort of thing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN HISTORICAL ASPECTS OF EvoLUTION1",
                "sec_num": null
            },
            {
                "text": "From the historical viewpoint this is a bad book. Darwin is criticized for lacking a theory of heredity which did not appear until long after his death. Early theories are criticized in the light of later knowledge while later theories are criticized on the basis of earlier erroneous concepts. Scientifically the book is no better. It is replete with errors of scientific fact and rather than being critical is simply negative. The reviewer suggests that students refer to other sources for information and critical analyses of theories of evolution. PAUL JENSEN",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNIVERSITY OF MICHIGAN HISTORICAL ASPECTS OF EvoLUTION1",
                "sec_num": null
            },
            {
                "text": "Sir Edward Salisbury, Director of Kew Gardens and Fulleton Professor of the Royal Institution, has integrated extensive research of his own and former students at University College in this comprehensive account of the flora, vegetation and habitats of the English chalk downs, limestone belts and sand dunes. The book is based on two courses of popular lectures, supplemented by several chapters of \"biological notes\" on morphological and ecological traits of important species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DEPARTMENT OF ZOOLOGY CORNELL UNIVERSITY DUNE AND DOWNLAND AUTECOLOGY AND ECOSYSTEMS1",
                "sec_num": null
            },
            {
                "text": "The author's approach is hard to \"type,\" since it spans the nineteenth century tradition of \"natural history\" and several current research trends. On the organization levels of individual and species, taxonomic and floristic comments are supplemented by intensive data on gross morphology and ecological life history, which in turn suggest problems in physiology. On the level of a \"larger I Salisbury, Sir Edward. 1952. Downs and dunes: their plant life and its environment. 328 pp., 74 photographs, 93 line drawings and diagrams, 54 distribution maps. London, G. A. Bell and Sons, Ltd. 45s. system,\" treatment of the vegetation complex includes the true naturalist's broad grasp of the significance of the whole landscape, and extends to detailed quantitative analysis of inter-relations between vegetation, substrate, microclimate and (in a few striking cases) animal populations, including man. Without using Tansley's term the author almost takes the all-inclusive ecosystem as his frame of reference, and analyses its structure and processes in some detail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DEPARTMENT OF ZOOLOGY CORNELL UNIVERSITY DUNE AND DOWNLAND AUTECOLOGY AND ECOSYSTEMS1",
                "sec_num": null
            },
            {
                "text": "It is interesting to note how well his rambling (even quaint) style serves to develop complex ideas, quite free of the technical jargon and dogma of stereotyped approaches in the ecological literature. Although indispensable for attaining one stated objective of reaching \"the general reader interested in the countryside,\" this policy benefits the scientist by defining the meaning of basic concepts instead of covering them up with ambiguous words. His interpretations of succession, for example, seem clear without benefit of Clementsian terminology or implications.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DEPARTMENT OF ZOOLOGY CORNELL UNIVERSITY DUNE AND DOWNLAND AUTECOLOGY AND ECOSYSTEMS1",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 14:44:59 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DEPARTMENT OF ZOOLOGY CORNELL UNIVERSITY DUNE AND DOWNLAND AUTECOLOGY AND ECOSYSTEMS1",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "Fothergill, Philip G. 1953. Historical Aspects of Organic Evolution. xvii + 427 pp. New York: Philosophical Library Inc.",
                "type_str": "table",
                "content": "<table/>"
            }
        }
    }
}