{
    "paper_id": "Dice1925-Thescientificvalueofpredatorymammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:47.251983Z"
    },
    "title": "THE SCIENTIFIC VALUE OF PREDATORY MAMMALS",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1925-Thescientificvalueofpredatorymammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Recently it has come to my attention that the Michigan Department of Conservation together with the United States Bureau of Biological Survey has set out to exterminate the wolf, coyote, and several other species of predatory mammals in the State of Michigan. Such an ambition, which I believe extends to other states, if realized, seems sure to be detrimental to science as well as to several other phases of human endeavor. It therefore seems worth while to consider briefly the extent of the scientific value of predatory mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From a scientific point of view predatory mammals have equally as great importance as non-predatory forms. Indeed, it would be very difficult, if not impossible, to demonstrate that anyone kind of animal has a greater scientific value than any other kind.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Any species of animal which is the sole living representative of its group is of great scientific importance as being a unique type. On the other hand, all the species and subspecies which together constitute a series of closely related forms are also of high scientific value, for, by the critical study of such groups of closely related forms, we can secure important evidence about the process of organic evolution and about the factors concerned in causing evolution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Every kind of mammal, as well as every other kind of organic being is of great scientific significance, and the world can ill afford to permit the extermination of any species or subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Progress in all branches of zoology is dependent upon the study of living forms, and our knowledge of no species nor subspecies is sufficiently complete to assume that it is no longer needed for scientific observation. There is no substitute in scientific work for the living animal and the fresh specimen, and every species exterminated marks a decided loss for the scientific world.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Comparative anatomy and embryology are of necessity dependent upon a supply of specimens of living forms of 'animals, and, although a few specimens may be preserved for a time in alcohol or otherwise in our museums, yet we cannot anticipate our future needs and preserve as many specimens as we shall require in the future, even if space and finances would permit. Neither can these museum specimens be expected always to be suitable for the uses which the scientist of the future shall require. Published descriptions of the anatomy and the embryology of species which have been exterminated are of course of much use, but such descriptions are always open to suspicion if original specimens are not available for comparison; and further, the very best descriptions of this age may be hopelessly inadequate in the not distant future.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In comparative anatomy and embryology we must, if our work is to be complete, consider not alone each generic group, or even each group of closely related species and subspecies, but we must consider each individual subspecies. In anatomy and embryology such fine distinctions have, it is true, not usually been made; but enough has been done to demonstrate that the characters which distinguish the subspecies and species of mammals are not confined alone to the skin and the skull, but appear, when we search for them, in all parts of the body. All these characters have an ultimate bearing on our elucidation of the facts of evolution, and the loss of any subspecies will make more difficult, or perhaps impossible, a correct interpretation of the evidence presented by that series of forms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As a matter of fact, our knowledge of neither anatomy, embryology, histology, nor cytology of any North American species of mammal can be considered complete at the present time, and, indeed, only for a few species is our knowledge more than fragmentary. Further, our knowledge of the comparative physiology of the native North American species is still more meagre. All this applies to predatory as well as to non-predatory forms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Paleontology, which furnishes the most important evidence as to the phylogeny of the various groups of animals, could be but little developed were we unable to compare the fossil specimens with similar anatomical parts in related living species, and if we did not know the amount of individual variation in the group as shown by the living relatives.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Students of geographical distribution will agree that our knowledge of the native distribution of North American mammals is far from complete. The inroads of civilization have deplorably altered the distribution of many forms. Many of these changes have undoubtedly been unavoidable, but every effort should be made to keep our native animals in a state as nearly natural as possible. Only by the critical comparison of animal distribution, based on accurate knowledge, with the various environmental con:ditions of the continent, can the controlling factors in animal distribution ever be satisfactorily determined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The habits and life-histories of none of our native mammals are fully known, and for most of our species, even the commonest ones, our knowledge is deplorably meagre. Little attention has so far been given to the differences in habits between closely related forms or in the same form in different parts of its range, although these differences have an important bearing on the evolution of the group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The lives of all species of animals living in one locality are closely interrelated; especially close are the 'relations between the carnivores and the forms on which they prey. All of these associated forms, predatory and non-predatory alike, have evolved under mutual adjustment, and all of these associates must be considered together in any attempt to explain evolution or distribution. With the predatory mammals eliminated it will become more difficult to explain the origin of many adaptive structures and habits in the remaining species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The explanation of the facts of evolution and of distribution are among the most fundamental problems of biology, and for their solution we shall need the greatest possible completeness of knowledge about all possible kinds of animals. The world, therefore, cannot afford to permit the elimination of any form of wild life without the most urgent economic reasons, as determined by the most careful investigation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I do not advocate that predatory mammals be encouraged nor permitted to breed everywhere without restriction; but I am sure that the extermination of any species, predatory or not, in any faunal district, is a serious loss to science. Michigan, Ann Arbor, Mich. ",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 261,
                        "text": "Michigan, Ann Arbor, Mich.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/1/25/868821 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}