{
    "paper_id": "Dice1920-NotesonsomebirdsofinteriorAlaska",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:31.406426Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "and 1912 a small collection of birds was made in interior Alaska and a number of notes on distribution and habits secured. These notes are being published with the permission of the United States Bureau of eries. Most of the observations here recorded were taken in the vicinity of Fairbanks and of Tanana, and along the Kuskokwim River from the head of the North Fork to Bethel. A few records of specimens taken at Fairbanks by Chief Warden H. J. Christoffers are included. The specimens collected are preserved with the Biological Survey collection in the United States National Museum. Descriptions of the region and of the various vertebrate habitats in interior Alaska are being published in a separate paper (Dice, L. R., Univ.",
    "pdf_parse": {
        "paper_id": "Dice1920-NotesonsomebirdsofinteriorAlaska",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "and 1912 a small collection of birds was made in interior Alaska and a number of notes on distribution and habits secured. These notes are being published with the permission of the United States Bureau of eries. Most of the observations here recorded were taken in the vicinity of Fairbanks and of Tanana, and along the Kuskokwim River from the head of the North Fork to Bethel. A few records of specimens taken at Fairbanks by Chief Warden H. J. Christoffers are included. The specimens collected are preserved with the Biological Survey collection in the United States National Museum. Descriptions of the region and of the various vertebrate habitats in interior Alaska are being published in a separate paper (Dice, L. R., Univ.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "was the first species of duck to arrive in the spring of 1912; at the head of the North Fork small flocks arrived April 22 at a time when the ice was still in the river and when there were only a few spots of open water. A female with eight newly hatched ducklings was seen in this locality on a small lake and in sedges on June 9. Females and young swimming in the North Fork above the McKinley Fork were noted June 29.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A female with five large young was seen above the East Fork, July 8. Nearly grown young were observed on the Takotna River, July 31. Several were seen August 5 about fifty miles below the mouth of the Takotna River. August 13 to 30 young and old in large flocks were abundant on the equisetum-covered mud-bars of the Kuskokwim from a short distance below Aniak to Bethel. A few were noted on lakes and sloughs cf the Kuskokwim-Yukon portage, September 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Usually the Buffleheads seemed to dwell in harmony with the other ducks, but on one occasion a male was seen to attack a seemingly peaceful male Pintail. They were often observed diving in the lakes for their food. The weight of a male averages about 16 ounces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A male watched May 3 in a small lake spent a great deal of time cleaning himself, using his bill for the purpose. In reaching the feathers of the belly he had to lie almost on his back in the water. For cleaning the head and neck a foot was used while the bird floated on his side. During the whole process of cleaning the female floated unconcernedly alongside.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Buffleheads are very trustful ducks and can usually be approached closely before they fly. When alarmed both sexes have the habit of repeatedly jerking the head forward, a motion that is quite independent of any action in swimming. When suddenly alarmed they usually dive rather than fly. As a rule they are silent; only on a few occasions were any calls heard. Once while driving a pair in front of a blind to take pictures, the male and female became separated. Then the male gave a squeaky call, which the female answered with a hoarse quack, quack, and the male immediately flew to her side. At another time a female alighted in an eddy of the river and gave a low call, quk, quk, quk, quk, quk, quk, quk, slowly, and the male in a few minutes appeared and alighted beside her.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Harelda hyemalis. Old-squaw. A few pairs were observed in lakes and sloughs near the head of the North Fork of the Kuskokwim during the spring of 1912. A mal was seen first on May 27. The notes of a male heard while he was swimming in slough were: a soft kwaw, a gurgling kwaw-how, and a loud explosive kwaw kwaw how wik, with a sharp accent on the last syllable. The last call is sometimes varied by leaving off the first two syllables, making it merely how-wik. Several times in t evenings of May and June a male was seen flying about over the river giving his wild cries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Histrionicus histrionicus. Harlequin Duck. A male and two females were seen swimming in the North Fork of the Kuskokwim near its head on May 25, 1912. Later they crawled out on a gravel-bar and settled themselves for a rest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Oidemia perspicillata. Surf Scoter. One pair was seen June 9, 1912, on a lake near the head of the North Fork of the Kuskokwim.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Anser albifrons gambeli. White-fronted Goose. Common on river-bars and at margins of lakes along the Kuskokwim near the head of the North Fork. In 1912 t arrived in small flocks on April 29. A number were noted on Lake Minchumina May 9.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Young were first seen June 27. Noted June 30 near the junction with the McKinley Fork. On August 7 a flock was seen near the mouth of Swift River. In August large flocks were found on the river-bars below Georgetown, and these flocks became larger and more numerous as Bethel was approached. On September 4 several large flocks were seen along Talbiksok Creek near Russian Mission-on-the-Yukon. Many flocks were seen along the lower Yukon near Kotlik on September 16. These are very noisy birds, constantly cackling and fighting among themselves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Branta canadensis hutchinsi. Hutchins Goose. Numerous on river-bars and about lakes at the head of the North Fork of the Kuskokwim in the spring of 1912, but they were much less numerous than the White-fronted Geese. They first appeared April 30.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Olor Canachites canadensis osgoodi. Alaska Spruce Grouse. Local names: Chicken or Spruce Hen. Common resident. Specimens were preserved from Fairbanks, T and from the head of the North Fork of the Kuskokwim; and they were note Takotna, Akiak, and on the Kuskokwim-Yukon portage. They occur in white s paper birch forest, in black spruce forest, in blueberry patches in the valleys burned forests of white or black spruce. Many are killed 'for food by the nat whites.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the fall they are found in flocks and they become fat on the blueberries, cran berries, and other fruits of the region. Their winter food is the leaves and buds of. th spruces. When in a tree and excited by some object the note kwack, kwack, may given, and this is repeated more rapidly when about to take flight. However, they a usually entirely silent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A hen taken May 7, 1912, near the head of the North Fork of the Kuskokwim contained an egg ready to be laid. On June 23 a female and a flock of eight or ten yellowish chicks just able to fly were seen at the Kuskokwim end of the Kuskokwim-Minchumina portage. This hen showed great distress at our proximity and scolded until all the chicks had hidden themselves. July 29 a flock of nearly grown young with an adult female were seen near Takotna.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Bonasa umbellus yukonensis. Yukon Ruffed Grouse. Local names: Willow Grouse, and rarely White-meated Grouse. Common in lowland willow thickets and in white spruce-birch forest; one was seen dusting itself on a dry river-bar. Noted a Tanana, Birches, Cosna River, Lake Minchumina, head of the North Fork of the Kuskokwim, mouth of the Takotna River, Takotna, and below Akiak. In winter their most important food is willow buds. At that time of year they often burrow into the snow for protection. March 10, 1912, two were flushed from snow tunnels among black spruces about fifty yards from the white spruce-paper birch forest along the North Fork of the Kuskokwim near its head. This was at 10 A. M. and their crops were filled with willow buds which must havei been eaten that morning. The first drumming in 1912 at this locality was heard April 21.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A hen and a flock of young were seen near the head of the North Fork on June 8; and a deserted nest was found under a birch tree near the river bank on June 11. Another flock of very small young was seen June 14. A group of young about the size of quail was noted at the junction of the McKinley Fork, July 2. Well-grown young were seen July 29 near Takotna. A flock of half-grown young was seen below Akiak on August 11.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For the use of the name Bonasa u. yukonensis see Grinnell, Condor, 18, 1916, p. 166. Lagopus lagopus lagopus. Willow Ptarmigan. Local names: Valley Ptarmigan and Tomican. At Tanana they spend the summer on the high bare hills north of the Yukon, but in the fall and winter after the snow has covered the ground they come lower and are found in open places, such as areas of nigger-heads, in the Yukon and Tanana Valleys in flocks of from three to two hundred birds. They' may often be found in willows, especially where these are open and do not grow too tall, as in the dwarf willows above timber-line, and in winter they also visit the willows in the valleys.",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 84,
                        "text": "Grinnell, Condor, 18, 1916, p. 166.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Patches of blueberries and dwarf birches, especially on the hills above timber-line, are a favorite habitat. Sometimes they may be found in open black spruce forest or among burned black spruces. Several flocks were seen on the Cosna River, February 17 and 18, and others near the head of the North Fork of the Kuskokwim on March 7.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A hen with a flock of young was seen in black spruce forest near Lake Minchumina, June 23, 1912. Young and old in large flocks were common in late August in the willows and on the partly bare bars of the Kuskokwim below Kaltshak, and on the tundra of the Kuskokwim-Yukon portage north of Kaltshak. Thousands in large flocks were seen in early September on the tundra along the Yukon below Andreafski.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On September 16 several in a partially exhausted condition alighted on board our steamboat off the mouth of the Yukon near Kotlik, when we were about a half-mile from shore. After leaving Nome, September 26, with an offshore wind a flock of six or seven flew on board the ocean steamer when the nearest land was at least fifty miles away. These birds were completely exhausted and could be easily picked up in the hand. At that time of year many ptarmigan must perish in Bering Sea.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The food in the fall, as found by stomach examinations, is almost entirely berries. In winter they feed principally on the buds of willow and dwarf birch.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the winter the night and perhaps part of the day may be passed under the snow. The bird burrows down into the snow to a distance of about a foot and then makes a horizontal tunnel of from one to two feet in length, at the end of which he rests. In leaving the tunnel the bird rises directly through the snow and apparently very rarely or never follows the tunnel back to the entrance. The snow is so light that there is no difficulty in making the tunnel unless a crust has formed. Snow tunnels are not always used at night, for sometimes, especially if there is a crust, the birds roost directly on top of the snow in some protected hollow. ,In roosting the flock is scattered over a considerable space of ground; sometimes each bird is alone, or two or three may roost close together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A flock in fall plumage was seen near Tanana, October 2, 1911. However, early October is a time of rapid change of color, for the birds of at flock seen October 7 were nearly white, having brown feathers only on the head, neck, and breast. October 22 a flock in full winter plumage was seen. The change in color was coincident with the coming of the snow and its increase in depth. No Willow Ptarmigan were seen in the late spring of 1912 until May 9, when one in brown and white spring plumage' was seen at Lake Minchumina.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the winter they were often heard to give the note kuk, repeated slowly when suspicious or rapidly when taking flight and sometimes continued while flying. However, they usually fly silently. The beginning of the change from winter to spring plumage takes place about April 1. On April 13, 1912, a number of birds observed on the ridges at the head of the North Fork of the Kuskokwim had the necks colored a rich brown. On June 5 several flocks seen near the summit of Mount Sischu were not yet in full summer plumage. However, among the snow and bare rocks of that situation it was very difficult to see the birds until they flew. These flocks were seemingly composed entirely of males and were found only on the high wind-swept ridges and on the rocky summit. The white plumage of the under parts of most of these was much discolored from their habit of dusting themselves in the clay of wash deposits on the hillsides.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Pedioecetes phasianellus phasianellus. Sharp-tailed Grouse. Local name: Pin-tail Grouse. Numerous in small to large flocks in the Tanana and Yukon valleys near Tanana in the fall and winter of 1911-1912; noted at the head of the North Fork of the Kuskokwim on March 25 and April 14, 1912. Specimens were secured at both of these localities, and by H. J. Christoffers at Fairbanks. They were found among tamaracks, in black spruce forest, and in patches of blueberries and dwarf birches. As shown by stomach examinations they feed extensively during the winter on the buds of dwarf birches. Hunters claim that this species has only within the last few years appeared in these regions, never having previously been found so far west.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Astur atricapillus atricapillus. Goshawk. The skin of a goshawk was seen in an Falco columbarius columbarius. Pigeon Hawk. Small hawks, almost certainly of this species, were seen many times along the Kuskokwim River, and were especially abundant in August, 1912, along the bluffs overlooking the river below Georgetown. We were unable to secure a specimen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Pandion haliaitus carolinensis. Osprey. Common June 22 to July 7, 1912, along the North Fork of the Kuskokwim from the head to the junction with the East Fork. Several nests were seen June 22 in the tops of high white spruces overlooking the river Bubo virginianus lagophonus. Northwestern Horned Owl. Often heard hooting at night in the white spruce forest along the Tanana River near Fairbanks, along the Cosna River, and at the head of the North Fork of the Kuskokwim. From June 25 to July 7 family groups were common in willows at the edge of the white spruce forests along the North Fork down to some distance below the junction with the McKinley Fork. These groups usually consisted of three frowsy young, with one or both old birds somewhere nearby. A few times only two young were noted in a group. One specimen was taken near the Minchumina portage, and one at Fairbanks by H. J. Christoffers. For the use of the name Bubo v. lagophonus see Oberholser, Proc. U. S. Nat. Mus., 27, 1904, p. 185. Surnia ulula caparoch. Hawk Owl. Local name: Ptarmigan Hawk. Common near Tanana in the fall and winter of 1911, being first noted on October 6. Several were noted on the Cosna River, February 18. Numerous at the head of the North Fork of the Kuskokwim, in the spring of 1912. Several were seen September 1, 1912, on the Kuskokwim-Yukon portage. They occur in white spruce forest, in black spruce forest, and in burned forest. In winter they were noted hunting over areas of blueberries and dwarf birch, and over the open treeless ridges.",
                "cite_spans": [
                    {
                        "start": 950,
                        "end": 1002,
                        "text": "Oberholser, Proc. U. S. Nat. Mus., 27, 1904, p. 185.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A nest containing five slightly incubated eggs was found May 9, 1912, in white spruce-paper birch forest near Lake Minchumina. The nest was hollowed out of the rotten wood in the top of an Alaska paper birch stub about fifteen feet high, and the bark remaining in place formed the sides of the nest. A few leaves had fallen into the nest, but no other material had been added. The male made angry dashes at us as we cut down the stub, though the female merely looked fierce. Several times when we retired a short distance she returned to the nest and resumed incubation. On June 26 a young Hawk Owl just able to fly was seen in company with a parent at the edge of the forest along the North Fork of the Kuskokwim below the Minchumina portage.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Notes and calls are numerous and quite varied, but all seem quite musical.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Kr-r-r-r-e-e-eep, a low rapid rattle rising to a cry is often heard. Wur-a-wur-a (rapid) and kuk-a-wuk (very low) were given by a male on March 25 while he was seated in a dead spruce. These birds are a great nuisance to trappers as they steal the bait and spring the traps set for fur animals. Exposed caches of food are likely to be carried away piecemeal by them. In several instances these jays were seen to attack hawks and hawk owls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the latter part of the time of nesting until the young are able to fly, from about April 1 to June 1, these jays keep almost entirely away from the vicinity of camps and cabins. Parents and blackish young in family groups were first seen at the head of the North Fork of the Kuskokwim on May 1, 1912. About June 1 they began to appear quite often about the cabin, but they never became so numerous nor so bold as they were during the winter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Corvus corax principalis. Northern Raven. Common resident. They occur regularly in the white spruce and paper birch forest along the streams and also range out over the barren hills. At Tanana numbers feed in winter on the garbage thrown out on the ice of the Yukon. February 19, 1912, several were seen along the Cosna River. April 12 and 14, ravens were observed carrying sticks, apparently for nests, in black spruce forest on the Cosna River and near the head of the North Fork of the Kuskokwim. May 8 a raven was seen flying over Lake Minchumina. One was noted July 4 at the junction of the McKinley Fork with the North Fork, and three were seen above the East Fork on July 7. Near Akiak several were seen August 18, and at Andreafski several more on September 18. One specimen was preserved from Tanana.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Euphagus carolinus. Rusty Blackbird. A few were noted August 17, 1911, at the edge of a slough near Fairbanks. They were numerous in May and June, 1912, about marshes and on the shores of lakes at the head of the North Fork of the Kuskokwim.",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 158,
                        "text": "May and June, 1912, about",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "One specimen was taken. In 1912 they were first noted May 8 at Lake Minchumina.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Several were found at the junction of the McKinley Fork with the North Fork, July 2. In the swamps below Kaltshak they were common on August 15. spruce timber. Specimens were taken at Tanana, at the head of the North Fork, and by H. J. Christoffers at Fairbanks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Junco hyemalis hyemalis. Slate-colored Junco. Common in flocks near Tanana in the fall of 1911, until September 28. Common also in 1912 along the Kuskokwim near the head of the North Fork, where the first pair appeared May 3. A young bird just able to fly was seen in the company of a parent on June 12. Several adults were noted near timber-line on Mount Sischu, June 5. July 4 a nest with four eggs was found under the edge of a rock in burned black spruces on a hillside near the junction with the McKinley Fork. Other records are from near the junction with the East Fork, from Takotna, and August 13 from the Kuskokwim near the mouth of the river. Specimens were taken at Tanana and at the head of the North Fork. Their habitats are the willows and alders near the river, white spruce birch forest, burned forest, and the alders near timber-line. The song heard in May is a simple chee-chee-chee-chee-chee-chee-chee.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Melospiza lincolni lincolni. Lincoln Sparrow. Several adults and a number of young were seen in heavy grass in burned white spruce timber near the edge of the Tanana River above Fairbanks, August 4-5, 1911, and one specimen was secured. Several were seen in a swampy area on August 17.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Passerella iliaca iliaca. Fox Sparrow. Common during May and June, 1912, along the Kuskokwim near the head of the North Fork, where they were first noted May 5. One specimen was taken. Their habitat is chiefly in the white spruces, paper birches, and willows along the streams, though one was noted in song in black spruces several hundred yards from other types of forest. The song of the male during May is a trilled Ee-chee weer-r-r-a-ch,-r-r-ree. 'The call note is a sharp tchip. Several were noted in a garden at Boerner, July 18. ",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 72,
                        "text": "May and June, 1912,",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:06:13 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". Often they were noted apparently feeding on the gravel-bars and mud-bars of the river. Young in company with parents were seen June 20. Several were found July 3at the junction with the McKinley Fork. Noted in alders near timber-line at Takotna, July 23 and 28. A specimen was secured at Fairbanks by H. J. Christoffers. Saxicola oenanthe oenanthe. Wheatear. A few were seen August 18, 1911, about a log jam in a slough, and on a telephone pole near Fairbanks. Several were observed to capture flying insects in the air.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Sept., 1920 NOTES ON SOME BIRDS OF INTERIOR ALASKA 183 Pinicola enucleator alascensis. Alaska Pine Grosbeak. A few were seen in black spruce forest near Tanana, October 6, 1911 , and in burned spruces, October 20, and several specimens were secured. Specimens were also taken at Fairbanks by H. J. Christoffers.Loxia leucoptera. White-winged Crossbill. A specimen was taken August 17, 1911, from a flock of five which were in the top of a dead black spruce in burned timber near Fairbanks. In March and April, 1912, they were common in black spruce timber at the head of the North Fork of the Kuskokwim, and one specimen was secured. On July 7 and 11 several pairs were noted in white spruce timber and in willows along the North Fork above the entrance of the East Fork. They are locally called the \"'canary\", evidently with reference to their song, which, as heard in the winter, is clear and very sweet.Acanthis hornemanni exilipes. Hoary Redpoll. Occasionally seen in lowland willows and alders, in white spruce forest, and in burned black spruce forest near Tanana in flocks of six to one hundred birds, from December 28, 1911 , to February 15, 1912 Specimens were taken.Acanthis linaria linaria. Redpoll. Common in flocks at Tanana and at the head of the North Fork of the Kuskokwim during the fall and winter of 1911-1912. Specimens were taken at both localities. They occur in willows and alders, in white spruce and paper birch forest, in black spruce forest, in blueberries and dwarf birches, and in burned forest. None were seen above timber-line. Their principal winter food is the seeds of alders and dwarf birches. February 17, 1912, a number were observed drinking the water at an overflow on the Tanana River near Coskaket. At the head of the North Fork of the Kuskokwim three nests were found in willows and in a small paper birch in late May and early . (See Dice, Condor, 20, 1918 Their call is a drawn out cheed.Acanthis linaria holboelli. Holb6ll Redpoll. One specimen was taken December 3, 1911, from a small flock in burned black spruce forest ten miles north of Tanana. Each flock of redpolls seems to be composed of only one variety, although the three varieties occur in the same locality. ",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 176,
                        "text": "Tanana, October 6, 1911",
                        "ref_id": null
                    },
                    {
                        "start": 1114,
                        "end": 1131,
                        "text": "December 28, 1911",
                        "ref_id": null
                    },
                    {
                        "start": 1132,
                        "end": 1154,
                        "text": ", to February 15, 1912",
                        "ref_id": null
                    },
                    {
                        "start": 1870,
                        "end": 1899,
                        "text": ". (See Dice, Condor, 20, 1918",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Picoides americanus fasciatus. Alaskan Three-toed Woodpecker. A common resident in white spruce forests near Tanana, Fairbanks, and at the head of the North Fork of the Kuskokwim. A few were noted in burned black spruce. Specimens were preserved from the latter locality and from the Cosna River. An old bird accompanied by one young was seen July 4, 1912, at the junction of the McKinley Fork with the North Fork. The two were on a spruce tree, and the parent was busily digging out morsels which were promptly fed to the young. A young bird was shot near Akiak",
                "authors": [],
                "year": 1911,
                "venue": "Picoides arcticus. Arctic Three-toed Woodpecker. A specimen was taken by H. J. Christoffers about eight miles east of Fairbanks",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Picoides arcticus. Arctic Three-toed Woodpecker. A specimen was taken by H. J. Christoffers about eight miles east of Fairbanks, September 18, 1911. Picoides americanus fasciatus. Alaskan Three-toed Woodpecker. A common resident in white spruce forests near Tanana, Fairbanks, and at the head of the North Fork of the Kuskokwim. A few were noted in burned black spruce. Specimens were preserved from the latter locality and from the Cosna River. An old bird accompanied by one young was seen July 4, 1912, at the junction of the McKinley Fork with the North Fork. The two were on a spruce tree, and the parent was busily digging out morsels which were promptly fed to the young. A young bird was shot near Akiak, August 13. Many insects and cocoons are hidden in winter under the bark of the spruce trees, and these furnish food for this hardy bird. A clear call chee-r-rp was noted in November.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Nuttallornis borealis. Olive-sided Flycatcher. A number were observed during",
                "authors": [],
                "year": 1911,
                "venue": "Colaptes auratus borealis. Boreal Flicker. Several were seen in white spruces along a slough near Fairbanks",
                "volume": "24",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Colaptes auratus borealis. Boreal Flicker. Several were seen in white spruces along a slough near Fairbanks August 7, 1911. For the use of the name Colaptes a. borealis see Ridgway, Proc. Biol. Soc. Wash., 24, 1911, p. 31. Nuttallornis borealis. Olive-sided Flycatcher. A number were observed during May and June, 1912, in the tops of the highest white spruce trees along the North Fork of the Kuskokwim near its head. The tops of dead trees in the burned forest were pre- ferred. They were first noted May 16. One specimen was taken.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "about rocks and on the ground of the wind-swept ridges of Mount Sischu at about 3000 feet elevation. One specimen was secured. Pica pica hudsonia. Magpie. At McGrath the wings and tail of a Magpie were seen nailed to the wall of a cabin. This bird had been killed by Mr",
                "authors": [],
                "year": 1912,
                "venue": "Otocoris alpestris arcticola. Pallid Horned Lark. A few were seen",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Otocoris alpestris arcticola. Pallid Horned Lark. A few were seen June 4-5, 1912, about rocks and on the ground of the wind-swept ridges of Mount Sischu at about 3000 feet elevation. One specimen was secured. Pica pica hudsonia. Magpie. At McGrath the wings and tail of a Magpie were seen nailed to the wall of a cabin. This bird had been killed by Mr. Bert Eldridge, a trapper, at the head of Big River.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Common in white spruce-paper birch forest, in black spruce forest, in burned timber, and in lowland willows along the streams. In winter they also frequent the neighborhood of cabins and camps. Speci-Riparia riparia. Bank Swallow",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Perisoreus Canadensis Fumifrons. Alaskan",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jay",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Perisoreus canadensis fumifrons. Alaskan Jay. Common in white spruce-paper birch forest, in black spruce forest, in burned timber, and in lowland willows along the streams. In winter they also frequent the neighborhood of cabins and camps. Speci- Riparia riparia. Bank Swallow. Abundant in the summer of 1912 all along the",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Great nest colonies were noted in the soft dirt banks of the rivers, and these were seen to be in use at least from",
                "authors": [],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kuskokwim from the head-of the North Fork to Georgetown. They were first seen at the head of the North Fork on May 22. Great nest colonies were noted in the soft dirt banks of the rivers, and these were seen to be in use at least from June 20, No swallows were seen below Georgetown after August 9.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A small flock was seen May 9, 1912, in black spruces near Lake Minchumina. Several small flocks were found in burned white spruce forest near the head of the North Fork of the Kuskokwim on May 16 and again several days later",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bombycilla Garrula. Bohemian",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Waxwing",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bombycilla garrula. Bohemian Waxwing. A small flock was seen May 9, 1912, in black spruces near Lake Minchumina. Several small flocks were found in burned white spruce forest near the head of the North Fork of the Kuskokwim on May 16 and again several days later. One specimen was taken.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Vermivora celata celata. Orange-crowned Warbler. A specimen was taken",
                "authors": [],
                "year": 1911,
                "venue": "Lanius borealis invictus. Northern Shrike",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lanius borealis invictus. Northern Shrike. One specimen was taken near Fair- banks, September 8, 1911, by H. J. Christoffers. Vermivora celata celata. Orange-crowned Warbler. A specimen was taken Aug- ust 31, 1911, in scrub alders in an open, burned area of the Yukon Valley near Tanana.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "a few were found at the head of the North Fork of the Kuskokwim, where they first appeared May 12. They are found in willows and alders along the streams and in white spruce and paper birch timber. The song heard in May was a rapid lisp",
                "authors": [],
                "year": 1911,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "May, 1912, where they first appeared May 20. One specimen was collected. August 17 several were seen along the Kuskokwim a short distance above Akiak. Dendroica coronata hooveri. Alaska Myrtle Warbler. Small flocks were seen near Tanana during late August and until September 5, 1911. In May and June, 1912, a few were found at the head of the North Fork of the Kuskokwim, where they first ap- peared May 12. They are found in willows and alders along the streams and in white spruce and paper birch timber. The song heard in May was a rapid lisp, ending in a trill: tchee-chee-chee-chee-chee-ee-ee-e-e-t. Specimens were preserved from Tanana, and by H. J. Christoffers from Fairbanks.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "they were noted on the muddy shores of Lake Minchumina. Along the North Fork they were commonly noted to July 6 down to below the junction with the McKinley Fork. Several were seen August 17 a short distance above Akiak. The song in May is a",
                "authors": [],
                "year": 1912,
                "venue": "Seiurus noveboracensis notabilis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seiurus noveboracensis notabilis. Grinnell Water-Thrush. In 1912 they first appeared at the head of the North Fork of the Kuskokwim on May 16, and soon became common along the margins of streams and on lake shores. They occur also in willows and in white spruce-paper birch forest. One specimen was taken. June 24 they were noted on the muddy shores of Lake Minchumina. Along the North Fork they were com- monly noted to July 6 down to below the junction with the McKinley Fork. Several were seen August 17 a short distance above Akiak. The song in May is a simple chibby- chibby-chibby-chib-chib-chib-chib.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "On June 4 a male was seen in white spruce timber in a ravine near timber-line on Mount Sischu. Another was seen in alders in a small ravine in the hills at timber-line near Takotna",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wilsonia Pusilla Pusilla. Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Warbler",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilsonia pusilla pusilla. Wilson Warbler. A few were seen during May, 1912, in willows and in white spruce and paper birch 'forest along the North Fork of the Kus- kokwim near its head. The first arrivals were noted May 19, when two males were found in song, one of which was collected. On June 4 a male was seen in white spruce timber in a ravine near timber-line on Mount Sischu. Another was seen in alders in a small ravine in the hills at timber-line near Takotna, July 28. Anthus rubescens. Pipit. Small flocks were seen on cultivated fields near Tana- na on August 29 and 31, 1911. A specimen was collected from a small flock in a grassy field, September 8. Several were seen on a barren ridge near the summit of Mount Sischu, June 5, 1912. H. J. Christoffers took a specimen at Fairbanks.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "willows on the banks of the Kuskokwim a short distance above Akiak. Penthestes hudsonicus hudsonicus. Hudsonian Chickadee. Occasional resident near Tanana, along the Cosna River, and at the head of the North Fork of the Kuskokwim. Specimens were taken at Tanana and at the head of the North Fork. They occur in willows and alders and in white spruce and paper birch forest. They were noted near the junction with the South Fork",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Penthestes Atricapillus Turneri. Yukon Chickadee",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Penthestes atricapillus turneri. Yukon Chickadee. A small flock was seen Aug- ust 17, 1912, in willows on the banks of the Kuskokwim a short distance above Akiak. Penthestes hudsonicus hudsonicus. Hudsonian Chickadee. Occasional resident near Tanana, along the Cosna River, and at the head of the North Fork of the Kuskok- wim. Specimens were taken at Tanana and at the head of the North Fork. They occur in willows and alders and in white spruce and paper birch forest. They were noted near the junction with the South Fork, and in alders near timber-line at Takotna.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Kennicott Willow Warbler. A number in loose flccks were seen",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Acanthopneuste",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Acanthopneuste borealis kennicotti. Kennicott Willow Warbler. A number in loose flccks were seen July 28 and 29, 1912, in patches of scrub alders just below timber- line on the hills near Takotna. One specimen was preserved.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "One specimen was taken. A few were found in",
                "authors": [],
                "year": 1911,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tanana in late August and until September 2, 1911. One specimen was taken. A few were found in May and June, 1912, near the head of the North Fork of the Kuskokwim, where they 'first appeared May 5. Several were noted near Lake Minchumina, May 9.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "In the valleys they occur in willows and alders and in white spruce and paper-birch forest. Hylocichla aliciae aliciae. Gray-cheeked Thrush. Numerous in black spruces and in burned black spruce timber near the head of the North Fork of the Kuskokwim in the spring of 1912. Several were also seen on the muddy shore of a small sink lake. A specimen was taken",
                "authors": [],
                "year": 2009,
                "venue": "July 23 one was seen in alders near timber-line on the hills near Takotna",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "July 23 one was seen in alders near timber-line on the hills near Takotna. In the valleys they occur in willows and alders and in white spruce and paper-birch forest. Hylocichla aliciae aliciae. Gray-cheeked Thrush. Numerous in black spruces and in burned black spruce timber near the head of the North Fork of the Kuskokwim in the spring of 1912. Several were also seen on the muddy shore of a small sink lake. A specimen was taken June 9.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "remaining at Tanana until September 16. In the fall they feed extensively on blueberries and cranberries. The first spring arrival in 1912 was seen May 9 at Lake Minchumina. A few were found in May and June near the head of the North Fork of the Kuskokwim. A specimen was taken July 3 at the junction with the McKinley Fork. Young and old were noted in alders near timber-line at Takotna",
                "authors": [],
                "year": 1911,
                "venue": "Hylocichla ustulata swainsoni. Olive-backed Thrush. Common in white spruce and paper birch forest along the North Fork of the Kuskokwim near its head in the spring of 1912. A specimen was secured July 4 at the junction with the McKinley Fork. Planesticus migratorius migratorius. Eastern Robin. Numerous, often in large flocks, near Fairbanks and Tanana in July and August",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hylocichla ustulata swainsoni. Olive-backed Thrush. Common in white spruce and paper birch forest along the North Fork of the Kuskokwim near its head in the spring of 1912. A specimen was secured July 4 at the junction with the McKinley Fork. Planesticus migratorius migratorius. Eastern Robin. Numerous, often in large flocks, near Fairbanks and Tanana in July and August, 1911; remaining at Tanana until September 16. In the fall they feed extensively on blueberries and cranberries. The first spring arrival in 1912 was seen May 9 at Lake Minchumina. A few were found in May and June near the head of the North Fork of the Kuskokwim. A specimen was taken July 3 at the junction with the McKinley Fork. Young and old were noted in alders near timber-line at Takotna, July 29. A few were seen on the Kuskokwim- Yukon portage September 4. They occur in alders, in black spruces, in burned forest, in patches of blueberries, and in white spruce and paper-birch forest. Ixoreus naevius meruloides. Northern Varied Thrush. Several small flocks were seen near Tanana, September 10, 1911, in black spruce timber, where they were feeding on blueberries. One specimen was preserved. Numerous in May and June, 1912, in white spruces along the North Fork of the Kuskokwim, where they first appeared May",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Lagopus rupestris rupestris. Rock Ptarmigan. Also called Mountain Ptarmigan or Tomican. Numerous near Tanana, at the head of the North Fork of the Kuskokwim, Mount Sischu, and near Takotna, on high hills. They are found among rocks, on sphagnum-covered high ridges, in blueberries and dwarf birches, in willows and alders above timber-line, and in open scrub black spruce forest. A flock of five in winter plumage was noted March 5, 1912, in open scrub willows in the Kuskokwim valley near the head of the North Fork. A specimen secured from this flock had the crop filled with willow buds. Specimens were also taken near Tanana and on Mount Sischu."
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "near the Minchumina portage. Scotiaptex nebulosa nebulosa. Great Gray Owl. The dried body of a great gray owl was seen on the roof of a cabin at the junction of the McKinley Fork with the North Fork of the Kuskokwim."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>columbianus. Whistling Swan. A flock of thirty swans was seen September</td></tr><tr><td>14, 1912, on a bare bar of the Yukon below Russian Mission.</td></tr><tr><td>Grus canadensis. Little Brown Crane. Cranes arrived in flocks at the head of</td></tr><tr><td>the North Fork of the Kuskokwim on May 3, 1912, but were not seen after May 10. On</td></tr><tr><td>August 18 they were numerous in large flocks along the Kuskokwim near Bethel.</td></tr><tr><td>Lobipes lobatus. Northern Phalarope. A specimen was secured May 23, 1912,</td></tr><tr><td>from among sedges in the shallow water at the edge of a lake near the head of the</td></tr><tr><td>North Fork of the Kuskokwim. Others were seen on the shores of a small lake June 6</td></tr><tr><td>and 9, and they were observed mating while they were swimming. One was seen on a</td></tr><tr><td>small lake at the junction of the McKinley Fork on July 6.</td></tr><tr><td>Gallinago delicata. Wilson Snipe. Several were seen in a swamp near Fairbanks,</td></tr><tr><td>August 18, 1911. One was noted in sedges on the shore of the Takotna River near</td></tr><tr><td>Takotna Forks on July 18, 1912.</td></tr><tr><td>Pisobia minutilla. Least Sandpiper. A number were seen and one specimen</td></tr><tr><td>taken on the gravelly shore of Lake Minchumina, June 23, 1912. Flocks of six to eight</td></tr><tr><td>were common on the mud-bars along the Takotna River, July 20.</td></tr><tr><td>Totanus melanoleucus. Greater Yellow-legs. Several were seen singly on gravel-</td></tr><tr><td>bars along the upper Takotna River in late July, 1912. A specimen was taken July 21.</td></tr><tr><td>Totanus flavipes. Yellow-legs. A pair were observed June 23, 1912, on the grav-</td></tr><tr><td>elly shore and</td></tr></table>",
                "text": ". Helodromas solitarius cinnamomeus. Western Solitary Sandpiper. Common in May and June, 1912, at the borders of lakes and on river-bars from the head of the North Fork of the Kuskokwim down to the junction with the McKinley Fork. The first positive identification was on May 19. One specimen was taken. On June 17 a pair which evidently had a nest beside a small lake near the head of the North Fork became excited at my presence and flew about screaming and perched on nearby willows and even in the tops of the spruces.Actitis macularia. Spotted Sandpiper. Numerous along the river shores at the head of the North Fork of the Kuskokwim. In 1912 sandpipers arrived on May 12 in flocks of four to ten birds, but positive identification of this species was not made until May 17. One specimen was taken. Many were seen below the junction with the Mc-Kinley Fork on July 6. On August 11 a nearly grown juvenile was collected from among driftwood on the shore of the Kuskokwim a short distance above Russian Mission."
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Indian cabin at Coskaket inMarch, 1912. The bird was said to have been killed near that place in the summer of 1911.Buteo swainsoni. Swainson Hawk. One very melanistic specimen was takenJune 4, 1912, in burned timber on the slopes of Mount Sischu. Archibuteo lagopus sancti-johannis. Rough-legged Hawk. Numerous about the equisetum-covered mud-bars and willow-bars of the Kuskokwim River near Bethel inAugust, 1912. One specimen taken August 19, contained the bodies of four young shrews. Although ducks and ptarmigan were abundant on these bars they showed no fear of the hawks.Falco peregrinus anatum. Duck Hawk. A nest was found July 4, 1912, on a rocky crag near the junction of the McKinley Fork with the North Fork of the Kuskokwim. The nest was only a slight depression in the moss of a narrow ledge and contained four small nestlings covered with yellowish down."
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Yukon portage.</td></tr><tr><td>Dryobates pubescens nelsoni. Northern Downy Woodpecker. One was seen in</td></tr><tr><td>burned black spruce timber ten miles north of Tanana, September 22, 1911.</td></tr><tr><td>Dryobates villosus septentrionalis. Northern Hairy Woodpecker. A specimen</td></tr><tr><td>was obtained August 5, 1911, in white spruce timber along the Tanana River, nine miles east of Fairbanks.</td></tr></table>",
                "text": "Streptoceryle alcyon caurina. Western Belted Kingfisher. One was seen over a slough nearFairbanks, August 19, 1911. They were numerous at the head of the North Fork of the Kuskokwim in 1912, appearing first on May 21. On July 7 one was seen to fly from a nest-hole in the river bank below the entrance of the McKinley Fork. They often perch on birches or white spruces overlooking the river. Several were seen cn the Takotna River July 20. For the use of the name Streptoceryle a. caurina seeRidgway, U. S. Nat. Mus., Bull. 50, pt. 6, 1914, p. 420. were taken at Tanana and at the head of the North, Fork of the Kuskokwim; and by H. J. Christoffers at Fairbanks. They were common at these places and were noted also along the Cosna River, at the junction of the McKinley Fork with the North Fork of the Kuskokwim, on the hills near Takotna at timber-line, and on the Kuskokwim-"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Petrochelidon lunifrons lunifrons. Cliff Swallow. A few were seen near Tanana in the summer of 1911. At Rampart on July 21, 1911, and at Takotna on July 22, 1912, a number were noted nesting on houses in the towns. H irundo erythrogaster. Barn Swallow. One was seen flying over the river in front of Takotna, July 24, 1912."
            }
        }
    }
}