{
    "paper_id": "Dice1929-Anattempttobreedcottontailrabbitsincaptivity",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:50.190218Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1929-Anattempttobreedcottontailrabbitsincaptivity",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "again touched and soon the stump and the den took on the appearance of a deserted abode. So nothing was gained by my elaborate experiments. Instead o! obtaining good pictures of the weasel's tail, quite. the opposite effect resulted, and I succeeded only in eliminating the tail altogether from the pictures. I know no more now than I did as to the identity of my subject or whether or not there weremore than one.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Chicago, Illinois.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "By LEE R. DICE It is not difficult to keep cottontail rabbits (genus Sylvilagus) in good condition in captivity if a few important necessities are provided. Any commodious cage can be used, but there must be a compartment into which the animal can retire and be free from observation. Otherwise the rabbit usually will become excited and is then likely to injure itself by dashing against the sides of the cage. A few individuals \"that I have reared have been tame enough to sit out when persons were working in the same room, but most are shy and remain hidden when a person is near.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "My' cages are 60 inches long by 30 inches wide and 16 inches high. They are constructed of a light framework of wood boards, over which l~inch mesh poultry netting is stapled to form the ends, back, and top. The bottom is covered by a sheet of zinc, which is turned up at the edges, except in front. Two doors, hinged at their outer ends, form the front of the cage. These doors are mostly of wire screen also. Inside the cage is a movable box, 8! by 10 by 20 inches, into which the rabbits can retire and be hidden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "A wire rack is provided for hay, and a heavy glass dish for oats. Water is supplied in an aluminum cup, the handle of which projects through one of the meshes of the wire screen of the door and is held by a short stick of wood.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The food for the adult animals has been hay and wholeoats. Probably rolled oats would be better than whole oats. Sufficient hay is given so that it is constantly present in the hay rack. The amount of oats fed should be just what the animal will readily eat in one day. Only one feeding a day is needed, 'for the animals are active mostly at night. Once or twice a week some green food is given, such as carrots, apples, .dandelion, or lettuce.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": ". The most important food item for both young and old rabbits is cod-liver oil. This is fed about twice a week or more frequently. It is mixed in corn-meal or rolled oats and placed in a glass dish. About a half teaspoonful of the cod-liver oil mixed in enough meal to absorb it seems to be sufficient for a semi-weekly feeding for one animal. If the oil is not fed, the young rabbits fail to grow; they develop rickets and soon die. Even old rabbits do not keep in good condition unless the oil is fed regularly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "Very young rabbits secured wild from the nest can often be successfully reared by feeding cow's milk from a medicine dropper. They soon learn to drink from a spoon and are not long in learning to drink from a dish placed in the cage. At a very early age they will nibble green grass and dandelion leaves. Of this green food they eat a relatively enormous quantity in a day. Rolled oats or bread should always be fed in addition to the green food, and cod-liver' oil should be added as soon as possible. Only as much green food should be given each day as will be completely eaten, and that which remains uneaten should be removed before it can ferment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "Young rabbits with the mother need only be supplied rolled oats, beginning as soon as they leave the nest, and some green food, such as dandelion or lettuce. All young rabbits must of course have a warm nest of cotton and excelsior or similar materials.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "It is very difficult to get cottontail rabbits to mate in captivity owing to the fighting which takes place when two are left together. Every animal older than four weeks must for safety be kept in a separate cage. Females can not be placed in the cage of the male for mating, as is done with domestic rabbits, for both individuals are so frightened that they hide in the farthest corners of the cage. My method has been to leave a male and female side by side in adjacent cages for several days. Then a door between the two cages is opened for one night. In the morning there is nearly always much evidenceof fighting, fur scattered widely, scratches on the animals, sometimes an eye nearly knocked out, and rarely an animal dead. Occasionally, the two animals agree peacefully together, and I have had a pair live together for several days with a resultant litter. But a litter may appear following a mating where there were evidences of much fighting. I believe that more success in matings might be obtained through the use of larger quarters in the mating pens and with special hiding places to which an attacked animal may retreat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "So far I, have secured only three litters of cage-bred cottontails, all of them of the subspecies Sylvilagus audubonii neomexicanus, from Rago, Kansas. The parents were procured fully grown from a dealer. From one pair of parents two litters were obtained, one litter containing three young, the other five. From the second pair a single litter was secured consisting of a single young one. Attempted matings of several pairs of Sylvilagu8 floridanus mearnsii from Michigan and Iowa, and of S. f. similis from North Dakota; have failed, as have all attempted crosses of subspecies and of species. Among the specimens used in attempted crosses were two female S. audubonii baileyi from Colorado, in addition to individuals of all the other subspecies above named.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "For the first litter of Sylvilagus a. neomexicanus that was secured, the parents were left together on the night of April 16, 1926. In the morning there were evidences of much fighting. Three young were found in a nest on May 14, but they may have been there several days before being discovered. The same pair was placed together during the night of June 21, and on July 22, five young were found in a nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "A second pair of the same subspecies were together the nights of April 16 to 19. At first peaceful together, there were later signs of fighting. A single young one was discovered in the cage on May 25, when it was large enough to leave the nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "From these scanty observations it is indicated that the period of gestation in this subspecies may be 28 days or less. Also, two or perhaps more litters may be reared by one mother in the same season.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The nests in all these instances were constructed in a deep bed of straw placed in the cage forthe purpose. The female evidently formed a cavity in the straw and lined this with fur from her body. The straw was then rearranged over the surface so that there was no indication of the presence of the nest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "I did not dare examine any of the very young rabbits and can give no description of the condition at birth of these particular litters. However, several litters of young have been born in my cages from mothers bred in the wild before being received. In every case the young were found dead, presumably from the lack of a suitable nesting place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The young rabbits when born have the eyes shut, but there is a close growth of stiff hair over the whole body. Over the back and sides the hair is blackish and about 5 'millimeters in length; on the ventral portion of the body the color of the hair tends to be whitish, and its length is slightly less than on the back. There is a white star on the middle of the forehead. The ears, tail; and limbs are well developed. The above' description has been drawn up from three specimens of newly born young forming a litter born to a wild female of Sylvilagus a. neomexicanus from Rago, Kansas, shortly after her arrival in Ann Arbor, March 19, 1927. These three young were preserved in alcohol, arid so preserved now weigh, respectively, 33, 35 and 40 grams. Of the largest individual the tail measures 5.0 millimeters, the ear 11.5 millimeters from the notch, and the hind foot 18.7 millimeters, all measurements being taken from the alcoholic specimen. The growth of the young rabbits is quite rapid. In the first litter of Sylvilagus a. neomexicanus secured, the young born on May 14 or perhaps a few days earlier were out of the nest on May 25, when they were presumably eleven days old' or a little more.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "This first litter was lost by being left too long with the mother. On June 18, when they were about five weeks old, I found all three young with backs torn and bleeding, and they all died soon afterward. It is possible that that damage was inflicted by the young ones on one another, for I have found the little fellows rather pugnacious. In this case, however, I feel sure that it was inflicted by the mother, who was perhaps trying to drive away the young at weaning time and anxious. to escape their importunities to suckle. From this indication, the young in this subspecies are weaned 'at about four weeks of age. In all subsequent litters I placed in the cage little wooden tunnels in which the young might hide. These tunnels were small enough so that but one young could enter at a time and heavy enough not to be easily upset.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "From my observations on these captive cottontails, I have gained a somewhat different opinion of the rabbit temperament than one obtains from the observation of wild cottontails fleeing from a man with agun.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "These cottontails are by no means defenseless creatures, but they can inflict severe wounds by the kicks of their powerful hind legs. Some individuals defend themselves by sitting on their haunches and striking with both front feet in a rapid stroke. When taken in the hand, a few attempt to bite with their powerful teeth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The skin of these rabbits is easilytorn and if the skin is much injured in a fight the animal usually dies. The bruising and buffeting received in fighting also must be severe for such a small animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "Any rabbit entering the cage of another individual apparently stands a good chance of being attacked as an intruder, irrespective of sex. But my chances of observation at night have been few and I can not give more than a general impression in this regard.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The several subspecies show much variability in temperament. Sylvilagus f. mearnsii is, judging from examples I have had, fairly bold, and not very pugnacious; S. f. similis is somewhat more shy; Sylvilagus audubonii neomexicanus and S. a. baileyi are more shy, but also more pugnacious than either of the subspecies of the floridanusgroup observed. However, there is also much individual variation. Of two very young baileyi taken at Lamar, 'Colorado, the female was far more pugnacious than the male, and she was always ready to attack an extended finger; on the contrary, the male was very docile. Unfortunately he died young. Of two very young baileyi, taken near Fort Morgan, Colorado, and placed in the same cage overnight, the female, which was somewhat the larger, injured the male before morning so severely that he had to be killed, the skin being torn off much of his back and rump. The cottontail rabbit is an interesting animal for study, and much information about its habits and life history can be obtained by the observation of captives. The problem of getting it to breed regularly in captivity can doubtless be solved, but its proclivity for fighting renders it a difficult animal for the laboratory.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ATTEMPT TO BREED COTTONTAIL RABBITS IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "By A. S. PEARSE Rodents and insectivores furnish excellent material for the study of ecological problems. They are small in size and hence are rather easily trapped and examined. They usually oocur in considerable numbers and are therefore not particularly difficult to obtain. They show a considerable variety of relations to habitats. Their parasites, when studied with other features of environment, give an unusual insight into their ecology. In this paper an attempt is made in a limited way to describe the factors that favor or hinder the occurrence of ectoparasites on rodents and insectivores, with the twenty-nine species that the writer studied in Nigeria as a basis for discussion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGY OF THE ECTOPARASITES OF NIGERIAN RODENTS AND INSECTIVORES",
                "sec_num": null
            },
            {
                "text": "Nigeria is divided into a number of zones which for the most part extend from east to west. Along the coast are lagoons and a wet forest",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ECOLOGY OF THE ECTOPARASITES OF NIGERIAN RODENTS AND INSECTIVORES",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/10/3/225/940833 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}