{
    "paper_id": "Dice1924-TheGrasshopperMouseinIowa",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:45.782911Z"
    },
    "title": "",
    "authors": [
        {
            "first": "-L",
            "middle": [
                "R"
            ],
            "last": "Dice",
            "suffix": "",
            "affiliation": {
                "laboratory": "Iowa Lakeside Laboratory",
                "institution": "",
                "location": {
                    "addrLine": "August 14, near West Lake Okoboji",
                    "postCode": "1923",
                    "settlement": "Dickinson County",
                    "region": "Iowa"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "It was taken at the mouth of a small burrow in a gravel pit near the top of a line of hills, just north of the Iowa Lakeside Laboratory. The gravel pit is in a large pasture field largely covered by short grass and the two species of ragweed, Ambrosia trifidia and A. artemisiaefolia. The specimen is now in the Michigan Museum of Zoology. It is referred to Onychomys leucoqaster breviauritus, to the description of which subspecies it seems most closely to approximate. So far as I am aware this is the first record of the genus Onychomys for the state of Iowa.",
    "pdf_parse": {
        "paper_id": "Dice1924-TheGrasshopperMouseinIowa",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "It was taken at the mouth of a small burrow in a gravel pit near the top of a line of hills, just north of the Iowa Lakeside Laboratory. The gravel pit is in a large pasture field largely covered by short grass and the two species of ragweed, Ambrosia trifidia and A. artemisiaefolia. The specimen is now in the Michigan Museum of Zoology. It is referred to Onychomys leucoqaster breviauritus, to the description of which subspecies it seems most closely to approximate. So far as I am aware this is the first record of the genus Onychomys for the state of Iowa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Many authors have published compilations of figures showing the potential progeny of rats. The number of litters per year has been recorded at from 3 to 12 and the number of young per litter has been stated to vary from 6 to 22, and one instance has been given of a female rat giving birth to 11 young when only eight weeks old.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 1909 Lantz assumed that rats breed three times per year and the average litter is 10. At this rate and without deaths the increase from one pair is stated to be 432 rats at the end of one year, 93,312 at the end of two years, and 20,155,392 at the end of three years. This is the most conservative estimate we have. Lantz evidently became more liberal with added experience and in 1917 made another estimate, placing the number of litters per year at six but holding to 10 as the average sized litter. By doubling the number of litters he found the progeny of one pair of rats in three years to be about eighteen times as great, or 359,709,482 instead of 20,155,392.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Goldman (in the Quartermaster Review, January-February, 1922) accepts Lantz's estimate of three litters of 10 young per year, as does Rucker (\" The Rat in Its Relation to the Public Health,\" U. S. Public Health Service). Rucker carries these figures to five years and obtains 940,369,969,152 rats. F. Von Fischer in 1872 (\" Rats and Mice as Enemies of Mankind,\" Hinton) carries his figures out for ten years, arriving at the enormous total of 48,319,698,843,030,344,720.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A. C. Hinton, in h).,s \"Rats and Mice as Enemies of Mankind,\" tries to reconcile the breeding propensities of rats with the actual increase. He accepts the basis of calculation used by Zuschlag, of six litters of 8 young in a year, and figures that young rats breed when four months old. He starts with Boelter's estimate of 40,000,000 rats in England and assumes an equal proportion of the sexes. He also assumes that from one cause or another 50 per cent will not have a chance to breed. This reduces his capital stock at the start to 10,000,000 breeding pairs. He further assumes that 95 per cent of these will die by equal monthly installments during the first year, making a total reduction of 97.5 per cent. This waste is repaired by breeding. He figures that 50 per cent of the young die at birth and 50 per cent of the remainder die before reaching a breeding age. The remaining 25 per cent that have a chance to breed are subject to the same mortality as their parents, or 95 per cent in twelve months.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/5/1/66/890375 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}