{
    "paper_id": "Dice1927-HowdoSquirrelsFindBuriedNuts",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:47.558930Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1927-HowdoSquirrelsFindBuriedNuts",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "An adult fox squirrel (Sciurus niger rujiventer), believed to be a female, during the winter of 1924-25 formed the habit of coming to the side porch of my house in Ann Arbor, Michigan, to secure black walnuts kept there in a box. Her visits continued through early April, and gave opportunity for a number of observations on her habits. She came to the porch usually at least once a day, and often would carry off several nuts in rapid succession. In March the box of nuts was removed and in the same position was placed a shallow box filled with dry sand. In the sand of this box some black walnuts were buried or partly buried, while others were placed on top the sand. The surface of the sand was smoothed off from time to time so that the tracks of the squirrel would indicate when she had visited the box, and what she had done while there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Even though the squirrel came frequently to the box to secure nuts, and although she readily took the nuts placed on top of the sand, she never found a buried nut, although there were usually three or four, barely covered, in the box. In her visits she ran all over the box, and occasionally dug into the sand, but never at a location where a nut was buried. If a nut were only partly buried, with the black tip projecting, sooner or later she would find it; but if the projecting part of the nut were dusty, and its characteristic black color thereby obscured, she usually did not find it. If no nuts were placed on top the sand the squirrel would search about and then depart without finding the buried nuts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I had supposed that these squirrels found buried nuts largely by the sense of smell, but the behavior of this squirrel indicates that the species may not use smell in any effective way to locate black walnuts buried in dry sand. It is possible of course that nuts buried in damp soil might give off an odor recognizable by a squirrel, even though nuts buried in sand did not.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If squirrels do not find buried nuts by the use of the sense of smell, the presumption would be that they remember the place where they have buried each nut that they find. This would require a well developed memory though not necessarily a perfect memory, for squirrels undoubtedly fail to find many nuts they have buried.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Frost! has made an interesting observation on the gray squirrel which indicates a memory of the location of buried nuts, and gray squirrels and fox squirrels show many similarities of behavior.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is to be hoped that similar experiments and observations can be made by others who have wild squirrels available, as other individual fox squirrels might react quite differently from the one above described.-L. R. DICE, Museum of Zoology, Unioersitu of 11lichigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Autumn is a squirrel's time of plenty. In the suburban locality of Garden City, Long Island, New York, these squirrels have been numerous for several years. There is little there in the way of nut or acorn bearing trees, but I have",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE FOOD HABITS OF THE GRAY SQUIRREL",
                "sec_num": null
            },
            {
                "text": "E. P. Frost, 1913. Journ. Animal Behavior, vol. 3, pp. 145-146. Downloaded from https://academic.oup.com/jmammal/article/8/1/55/982080 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}