{
    "paper_id": "Dice1940-NorthAmericanmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:07.209908Z"
    },
    "title": "Ecological Society of America, Wiley are collaborating with JSTOR to digitize, preserve and extend access to Ecology",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1940-NorthAmericanmammals",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Hamilton has condensed into this book on American mammals a brief summary of the existing information about the North American members of this important class of vertebrates. The point of view throughout is that of the field naturalist.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The material for the book has in general been well selected and it is presented in an interesting manner, reflecting the enthusiasm of the author for his subject. The ecologist will be most interested in the chapters on adaptations, foods, storage, reproduction and early life, the home of mammals, hibernation, migration, mammal populations, behavior, distribution, useful mammals, injurious mammals, and predatory mammals. The ecologically important subject of ecological communities has been treated only in a single paragraph, which deals with the biome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Some of the statements made by the author seem to the reviewer to be overinclusive and to go beyond the available evidence. It has not been proved, for instance, that \"The changes which have taken place in the organization of waterliving mammals vary in direct ratio to the time during which the influence of the water has been operating \" (p. 97).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The declaration on page 111 that in the desert areas of the West \"there is often no rain, snow, or dew for months or even years at a time,\" is an overstatement. It may also be doubted that \"some species have never learned to drink\" (p. 112). In semi-deserts only a few species of mammals remain dormant from July to late winter, and not all kinds, as might erroneously be inferred from the discussion on page 113. In the mountains Lepus washingtonui assumes a white coat in winter,2 though in the lowlands it does remain brown all year (p. 74).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The statement on page 71 that \"The coat color of most small mammals tends to approximate the color of the environment,\" seems to be irreconcilable with the conclusion on page 72 that \"climatic factors, rather than the optical properties of the background, appear to be responsible for the differences of color between the mountainous and desert country.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The rump-flash of the antelope jack rabbit may not be a \"fine example of directive coloration\" (p. 73), for this conclusion is not supported by the studies of Vorhies and Taylor,3 who are in doubt as to the usefulness of the habit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Among minor errors which evidently are due to incorrect transcription are the statements that \"the reptiles possess both a right and left aortic arch, imperfectly connected\" (p. 62), and \"Aquatic mammals of the boreal regions must develop a thick layer of subcutaneous fat to inoculate them against the cold\" (p. 109).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "A short \"bibliography,\" which actually is a list of literature cited, is given at the end of each chapter. In the experience of the reviewer these scattered lists are difficult to use, and a more complete bibliography at the end of the book would have been more desirable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The excellent ink sketches by Lloyd Sandford add much to the interest of the book, but the drawing of the saber-tooth tiger ( fig. 10) is poor. There are a number of photographs, most of which are good, but a few, notably those reproduced as figures 31, 65, and 80, are inferior in quality.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 126,
                        "end": 134,
                        "text": "fig. 10)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Some of the most valuable chapters to the ecologist are those which deal with the food of mammals and with the relations between predators and prey. This is a field in which Hamilton is a recognized authority. Almost all field biologists are in agreement with the position taken by; him that control measures are necessary where mammals become pests affecting crops or domestic live-stock. It also will be generally agreed that the control measures employed and the individuals chosen for the work have in the past not always been wisely selected, though many mammalogists would consider this to be an understatement. The author emphasizes the complexity of the predator-prey relationship and the desirability of much additional study of this ecologic and economic problem.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "The book is heartily recommended to all ecologists interested or concerned in any way with mammals. and soil moisture especially. It is in the correlation with climatic factors that the author attempts to overcome the shoortcomings of some similar studies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Twenty-five trees of each species were observed in a 6-year-old natural stand growing on a sandy loam soil at Durham, North Carolina. Soil sampling revealed no marked differences throughout the area studied. Root elongation was measured by periodically excavating and then recovering two lateral roots on each tree, identified by small pegs, which were used also as reference points for measurements. Height growth was simpler, a steel tape being hooked to a small nail driven into the main axis of the tree, and the distance to the growing tip measured. Therefore it is not surprising that the interval between measurements of root activity varied from 7 to 50 days (the latter from Nov. to Jan.) and from 2 to 12 days for shoot growth. Observations extended over 17 months beginning in the spring of 1935. Soil samples (A2 horizon only, where roots were located) were taken at frequent intervals both before and after the rains, and moisture content and wilting percentage determined. Soil and air temperatures were recorded continuously, and records of evaporation and precipitation kept. All climatic factors were measured in the stand and at the height where growth was taking place.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Roots were found to make some growth practically the year round with a maximum rate in April and May and minimum in January and February although the differences were not startling in amount. The average total growth of loblolly pine roots April 1935 to August 1936 was 47.4 in. and 26.2 in. for shortleaf. Shoot growth averaged 27.7 in. and 21.5 in. in 1935 and 39.4 and 25.9 in. for 1936 respectively. The curves of both root and shoot growth were essentially similar for both species. The data were examined critically by the analysis of variance method, and no significant relation between root growth and environmental",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NORTH AMERICAN MAMMALS 1",
                "sec_num": null
            },
            {
                "text": "Taylor, W. P., and W. T. Shaw. 1927. Mammals and birds of Mount Rainier National Park. U. S. Natl. Park Service, p. 115. 3 Vorhies, Charles T., and Walter P. Taylor. 1933. The life histories and ecology of jack rabbits, Lepits alleni and Lepus californicus ssp., in relation to grazing in Arizona. Univ. Ariz. Agric. Exp. Sta. Tech. Bull. 49, p. 489. This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:54:01 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:54:01 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "course of root and shoot growth in trees is of especial interest since trees are such long-lived perennials, and extensions made in both roots and tops are usually permanent and cumulative. Expansion of the food-absorbing and assimilating parts must precede growth in the trunk. Cambial growth has received greater attention. The bulletin considered here reports results of root and shoot growth of shortleaf and loblolly pines as correlated with air temperature"
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Reed, J. F. 1939. Root and shoot growth of shortleaf and loblolly pines in relation to certain environmental conditions. Bull. 4, Duke University, School of Forestry. 7 fig. 52 pp. Price $.50."
            }
        }
    }
}