{
    "paper_id": "Dice1929-Anewlaboratorycageforsmallmammals,withnotesonmethodsofrearingPeromyscus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:51.054182Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Dice1929-Anewlaboratorycageforsmallmammals,withnotesonmethodsofrearingPeromyscus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "For the rearing' of wild small, mammals the usual laboratory cages have not proved very satisfactory, and for these wild forms a new type of cage has been developed at the Museum of Zoology. This has been in use for several years and in it there have been satisfactorily reared large numbers of deer mice (Peromyscus) and house mice, as well as f smaller numbers of red-backed mice (Clethrionomys) and harvest mice (Reithrodontomys). The advantages of the new cage are the slight danger of individual animals' escaping while being handled, the rapidity with which a large number of cages can be provided with daily food and water, the ease of cleaning, and the low cost of construction.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The inside dimensions of the cage are 10! inches wide, 141 inches long, by 6! inches high. The cage is simple in design, and the only tools necessary for its construction are square, saw, hammer, auger, and tin shears. When built in quantity, the cost per unit, including labor, is about two dollars. The cage is constructed of wood blocks, on which is tacked galvanized wire screen to form the sides and front. The top is mostly a wooden lid, which is held in place by weight alone. The bottom of the cage is an enameled iron pan, in which the upper part of the cage rests. The cage then is in three parts and can easily be separated for cleaning.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For constructing one cage the following dressed wood' blocks are needed:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "1 piece yellow pine 1x 6i-14 t~inches long: lid 2 pieces yellow pine! x Ii-15k inches long: top strips 1 piece yellow pine 1x 6t-101 inches long: back 2 pieces soft wood i x 11-71 inches long: lid runners 2 pieces soft wood -f x 11-101inches long: front and back strips These wood blocks are best prepared in quantity in a wood working shop. The cages can then be nailed together as needed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The lid is made by nailing a lid runner across each .end, allowing about i-inch of the runner to project beyond the end of the lid. To prevent the mice chewing the edges of the wood it is necessary to nail a strip of galvanized iron, 1 x 14£ inches in size, along each lower outer edge of the lid.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To construct the body of the cage, first bore a t-inch hole in one of the top strips, the center of the hole being 2 inches from the end of the Downloaded from https://academic.oup.com/jmammal/article/10/2/116/1059814 by University of Michigan user on 07 October 2021 strip. This hole is to receive the water bottle. Tack wire screen trimmings along the underside of each of these top strips, except for one inch at the posterior end where the back will be nailed. These screen strips prevent the mice gnawing. Round off the lower outer corners of the back for about half the width of the wood, so the back will fit into the rounded corners of the bottom pan. Also nail a narrow strip of wire screen across the inside lower edge of the back to prevent the animals from gnawing. Nail the top strips to the back, allowing space for the lid to fit between with about i-inch clearance on one side. Now tack on a length of i-inch mesh galvanized wire screen to form the sides and front of the cage. The width of the piece of screen will be 71 inches, and the length a little under 41 inches. It is best to first tack the screen at the top corners, and then straighten the cage on a flat surface before fastening it to the lower part of the back. The cage is completed by nailing on the front and back strips.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ".\"!{ I -c I I . f \"t '3 2'--l -$- 'n,\\-t I I ' \"'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The pan forming the bottom of the cage is a seamless enameled baking pan 12 x 18 inches in outside dimensions, and about 2 inches deep. It can be procured from any hardware dealer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Water is supplied by an inverted test-tube, of which the open end has been heated in a flame until the opening has closed to a round hole about 4 millimeters in diameter. A heavy walled test-tube, without lip, and 18 x 150 mm. in size, is best for the purpose. To support the water bottle a short length of 16-gauge galvanized wire is sprung around it in a tight coil, about 1 inch from its upper end. One deer mouse learned to pull the water bottle down into the cage and escape through the opening. The mouse was able to do this even though the coil of wire was sprung on the tube very tightly. It was finally foiled by our slightly expanding the upper end of the water tube, so that it would not pass through the opening in the board. This need not be done except in very unusual cases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A brass label holder to take a card 2! x 1 inches is attached to the middle of the front strip. Here it is on the front of the cage in plain view. A supply of label cards of proper size can be cut by any job printer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The food receptacle is a \"squat beverage glass\" 31 inches high and 2! inches in diameter at the open end. Any tumbler or cup with straight sides could be used. Slits are cut in the wire screen at the front end of the cage so that the glass cup can slip up on the screen, half of it being inside the cage and half outside. Powdered food placed in the part of the cup outside the cage will work through the meshes of the screen and can be eaten by the mice inside the cage. The screen is cut so that at the top the opening is the full width of the glass, but at the bottom the cut edges overlap the glass slightly. The glass is placed in position with the bottom a little more inside than outside the cage. A short piece of soft 22-gauge wire encircles the glass on the inside of the cage and the ends are attached to the cut edges of the screen. This prevents these edges from flaring out and leaving an opening through which mice could escape. If properly adjusted the wire need not be unfastened when one removes the glass for cleaning, but the glass can be rolled out of position and then pulled off.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "f---.r4 \"-----I .. 4f s : f \" 10-------60\" -------_ 1 10-.,'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To hold the cotton nest-materials, and prevent their being scattered over the floor of the cage and soiled, a small light aluminum pan is used as a nest pan. A convenient size is a one-quart sauce pan from which the handle has been broken off.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "If only a few cages of mice are kept they can be placed on a table or bench, but if any considerable number are in use it becomes necessary to keep them on shelves or racks. The rack that I use holds 30 cages when completely filled and is easily and cheaply constructed. For a large collection these racks are arranged end to end and back to back, leaving alcoves between them. In this way a large number of cages can be kept in a relatively small space. It is not desirable, however, to crowd the passageways in the alcoves narrower than about 36 inches, or there will be difficulty in stooping over to take care of the lower cages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For the construction of a unit rack, holding 30 cages, the following pieces of lumber are needed: 2 pieces 1 x 5 inches-72 inches long, for ends 12 pieces 1 x 5 inches-60 inches long, for shelves 12 pieces 1 x 2 inches-I4 inches long, for shelf cleats 4 pieces 1 x 2 inches-I8 inches long, for braces Yellow pine, no. 1, common, is satisfactory lumber for this use, and any handy man can readily saw out the lumber and nail the rack together. Each shelf is 60 inches long between the ends and the distance between shelves is 12 inches on centers. .A space of about 5 inches is left between the two boards forming each shelf, as it is not necessary to have a solid shelf. The cages project beyond the rack about 2 inches on each end. A space of 6 inches is left below the bottom shelf so that there will be no place for escaped mice to hide.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The daily care of the mice consists in filling the water bottles and supplying food. The water bottles can be filled by placing the open end under a faucet, but when large numbers are to be filled it is quicker to use a special filling apparatus that can be carried to each alcove. This apparatus consists principally of a rubber tube about ten feet long, one end of which is placed in a bucket of water set on top of the highest shelf or cage. The lower end of the tube is provided with a brass nozzle small enough to go into the opening in a water bottle. A blow pipe with the small end filed off somewhat makes a satisfactory nozzle for this purpose. After a siphon is started the water will run from the 'bucket to the nozzle, the flow being controlled by a pinch cock on the rubber tube. The food dishes are filled with a small flour scoop, and the work can be done very quickly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The standard food ration supplied the deer mice and house mice is composed of the following ingredients by weight: This ration is not claimed to be a perfect food, and it has been modified somewhat from time to time. In general it has resulted in the deer mice and .house mice showing relatively high fertility, rapid growth of young, freedom from rickets, and usually sleek condition. Some individuals become too fat, and it is likely that a change in the proportions of certain ingredients might remedy this. A very essential element is the cod-liver oil, and the animals will not do well if this is omitted. A great advantage of the food's being in powdered form is that the animals can not easily store it in their nests, as they will whole grains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In addition to the powdered ration, which is always present in abundance, there is given twice a week some kind of green food. This green food is usually lettuce trimmings, of which the mice are very fond, but in season carrots, spinach, or apples are substituted. Cabbage, turnips, or potatoes are not good foods and should not be fed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The cages should be cleaned at least once a month and in warm .weather more frequently. The mice are transferred one at a time to a clean cage with fresh bedding material. The dirty cage is then taken apart and scrubbed under the faucet in a large and deep sink. The pans and glasses will be more easily cleaned if they are partly filled with water and let soak for a few hours before scrubbing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For bedding material cotton batting is good. The unsoiled parts need not be discarded when the cages are cleaned, but can be disinfected and used again. To disinfect the cotton it is placed loosely in a large ash can, and about one ounce of carbon disulfid is poured on the top layer of cotton. The cover is placed on the can and left to remain at least 12 hours before opening. This will completely destroy all parasites in the bedding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A handful of sawdust or fine shavings placed in the bottom of each cage will absorb surplus moisture and assist considerably in keeping the cage clean.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The most serious parasites with which we have had to deal are fleas, scab-mites, and sucking lice.• Cleanliness is the best method of controlling all of these. However, it sometimes happens that a litter of young arrives at an inopportune time and delays the cleaning of a cage. A small amount of pyrethrum powder blown into the nest and the corners of the cages will assist in keeping down the parasites in such cases, but the cage must be cleaned at the first opportunity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Scab is shown by a swollen and inflamed condition of the tail and sometimes of the ears and other parts of the body of the mouse. Eventually a scab is formed. Animals afflicted with scab are restless and irritable, and there often is fighting if several animals are together. The best cure that I have found is a light application of a spray of kerosene on the affected parts and surrounding region. A small DeVilbiss atomizer is used to apply the spray. The application should be repeated weekly until a cure is effected. Oil of pine needles is also useful to apply as a spray for scab and is somewhat more healingthan kerosene, but not so effective. It can also be used for infections following scratches or bites.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For handling the animals it is best to use a 12-inch finger forceps. Deer mice and house mice can be seized best by the tail, but not within about an inch of the end, where the skin is tender. Some other small mammals, such as pocket mice, chipmunks, and wood rats, can not be held by the tail, as the skin readily breaks and the tail sheath slides off the vertebrae. With the cage above described it is easy to catch even very wild mice with little danger of their escaping. The lid is moved to one end or the other leaving an opening of only a few inches into the cage. This opening is protected by the spread fingers of the left hand, while the forceps in the right hand are inserted into the cage and the mouse se-. cured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At intervals the cages may be inspected to determine if new litters of young have been born. For this purpose it is necessary to inspect only those cages containing mated pairs or possibly pregnant females. To indicate such cages I use a colored string attached to the wire handle of the pan forming the bottom of the cage. Different colors of string indicate mated pairs, pairs with young, pregnant females, unmated individuals, and so on.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The young of most species of mice are ready to wean at one month of age. However, a second litter of young will frequently be born to the mother before the young are that old, as the period of gestation inmost mice seems to be about 21 days. It is good practice to catalog and mark the young at weaning time, and place the young males and young females in separate cages.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To mark the mice I use a combination of holes punched in the ears and of toes cut off. The mice are numbered serially and the marks correspond to the numbers. The number of any mouse can then be read from its marks. This is essential if more than one mouse is kept in a cage, or if one escapes by accident, as sometimes happens. The marking of the young mice is done under anesthesia. The ears are punched at the specified places with a number 1 harness punch, and the specified toes are cut off completely with sharp scissors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For anesthetising mice for marking or for identification they are placed in a small glass jar containing a wad of cotton onto which has been poured some ether. They are left in the jar only until they become quiescent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Several different marking systems can be developed for mice. My system of numbers for Peromuscus runs to 3999 without duplication and without using the left ear or left hind foot, both of which are reserved for measurement.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On the right ear are marked units, indicated by holes punched at the edge of the ear. Five positions about the edge of the ear can be readily recognized, unit 3 being at the tip. Units 6 to 9 are indicated by two holes punched in various combinations. Zero is indicated by a single hole punched in the middle of the ear. Sometimes these punchings partially fill up again with flesh, but they can always be recognized, and there is seldom confusion with holes or tears secured in fighting.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Tens are indicated by cutting off toes on the fore feet. The inner toe on the left fore foot indicates, when cut off, 10, the next toe 20, and so on to 40, there being but 4 toes on the fore feet. The inner toe on the right fore foot indicates 50. For tens above 50 the inner toe on the right fore foot, indicating 50, is cut off, and also one toe of the left fore foot, whose value is added to 50. Thus the outer toe of the left fore foot, and the inner toe of the right fore foot, both removed, would indicate 90.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Hundreds are marked on the right hind foot, which has 5 toes. The outer toe indicates 100, the next 200, and so on to 500. For numbers over 500, two toes are removed, one of these being the inner toe, indicating 500, whose value is added to the value of the other toe.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Thousands are indicated on the right fore foot, the outer toe of this foot indicating 1000, the next 2000, and the next 3000. The inner toe, as already stated, is used in the tens series to indicate 50.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The records of the mice are kept on 3 by 5 cards in a steel card unit. The record of each mouse is kept on a separate card, which -gives the serial number, species name, locality of origin, parents, date of birth, date of marking, matings, measurements and other desired information.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A separate card is kept for each mating and this gives the dates of litters and serial numbers of the offspring.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "When mice are placed together for mating or to conserve cage space it sometimes happens that fighting takes place, especially at first, and sometimes a mouse is killed: This is most likely to happen if mice of' different races are placed together. Different subspecies, however, differ markedly in their tendency to fight. Nearly always the mouse at home in the cage will attack the presumed intruder. Males are less likely to attack females, and for this reason it is advisable to place the female in the cage of the male, the two having been for a few days previously in cages side by side. A better method is to place both mice in a clean cage, where both are in equally strange surroundings.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "With the deer mouse as with the house mouse it is not necessary to remove the male at the time of the .birth of a litter of young. However, when the young are first born, the male, or any other female in the same cage, is driven out of the nest by the mother, who fiercely protects her young, It is, therefore, desirable to have enough nesting material in the cage so that two nests can be constructed at this time. When the young are several days old the male is re-admitted to the nest and all live in harmony. If a male is present in the cage the female usually becomes pregnant again shortly after the birth of a litter ..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In a cage of the size here described, two mice can readily be kept, and if the sexes be separated, three mice do not crowd the space unduly. When short of cage space I frequently keep four or five or even a greater number of individuals in a cage, But any number greater than four is too many and should be reduced as soon as possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum of Zoology, University of Michigan,",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/10/2/116/1059814 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/10/2/116/1059814 by University of Michigan user on 07 October 2021DICE--LABORATORY CAGE FOR MAMMALS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "content": "<table/>",
                "num": null,
                "text": "A NEW LABORATORY CAGE FOR SMALL IVIAMMALS, WITH NOTES ON METHODS OF REARING PEROMYSCUS By LEE R~DICE",
                "type_str": "table"
            }
        }
    }
}