{
    "paper_id": "DobsonandMyers1989-Theseasonaldeclineinthelittersizeofmeadowvoles",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:30.911427Z"
    },
    "title": "THE SEASONAL DECLINE IN THE LITTER SIZE OF MEADOW VOLES",
    "authors": [
        {
            "first": "F",
            "middle": [],
            "last": "Stephen",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "ABSTRAGr.-Variation in litter size was examined in meadow voles (Microtus pennsylvanicus) during a 14-month period in 1979-1980 near Ann Arbor, Michigan. Mean litter size declined sharply each autumn, at the end of the breeding season. This pattern of autumnal decline in litter size is widespread in the genus Microtus. We examined four hypotheses that might might explain the seasonal decline in litter size: the decline reflects possibly adaptive changes in the birth mass of offspring; the decline reflects differential investment in offspring of one sex; the decline reflects a decrease in the mass of mothers; and the decline reflects a change in the average age or parity of mothers. To evaluate these hypotheses, we examined changes in litter size, masses of young and mothers, the sex ratio of litters, and associations among these reproductive variables by bringing live-caught pregnant females into the laboratory and observing their litters. Mean neonatal mass, total mass of litters, and mother's mass varied significantly during the breeding season, but preliminary estimates of age and parity of mothers did not. The number of young in a litter was correlated strongly and positively with the postpartum mass of the mother and correlated weakly and negatively with the mass of neonates. No single hypothesis adequately accounted for seasonal changes in litter size. At best, the first and third hypotheses together could account for about half of the seasonal variation in litter size.",
    "pdf_parse": {
        "paper_id": "DobsonandMyers1989-Theseasonaldeclineinthelittersizeofmeadowvoles",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "ABSTRAGr.-Variation in litter size was examined in meadow voles (Microtus pennsylvanicus) during a 14-month period in 1979-1980 near Ann Arbor, Michigan. Mean litter size declined sharply each autumn, at the end of the breeding season. This pattern of autumnal decline in litter size is widespread in the genus Microtus. We examined four hypotheses that might might explain the seasonal decline in litter size: the decline reflects possibly adaptive changes in the birth mass of offspring; the decline reflects differential investment in offspring of one sex; the decline reflects a decrease in the mass of mothers; and the decline reflects a change in the average age or parity of mothers. To evaluate these hypotheses, we examined changes in litter size, masses of young and mothers, the sex ratio of litters, and associations among these reproductive variables by bringing live-caught pregnant females into the laboratory and observing their litters. Mean neonatal mass, total mass of litters, and mother's mass varied significantly during the breeding season, but preliminary estimates of age and parity of mothers did not. The number of young in a litter was correlated strongly and positively with the postpartum mass of the mother and correlated weakly and negatively with the mass of neonates. No single hypothesis adequately accounted for seasonal changes in litter size. At best, the first and third hypotheses together could account for about half of the seasonal variation in litter size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In several species of voles (genus Microtus) litter size declines sharply at the end of the breeding season (Anderson and Boonstra, 1979; Beer et at, 1957; Fitch, 1957; Greenwald, 1957; Hoffmann, 1958; Keller and Krebs, 1970; Kott and Robinson, 1963; Krohne, 1980 Krohne, , 1981 Lidicker, 1973; Tamarin, 1977) . The general pattern is that mean litter size declines from summer to autumn, remains low if winter breeding occurs, then increases in spring. The major exception to the pattern of decline from spring or summer to autumn occurs in some populations of M. californicus that cease to breed during late spring or early summer (Krohne, 1980 (Krohne, , 1981 . Litter size declines as the dry season approaches in most populations of M. californicus and as the cold season approaches in other vole species.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 137,
                        "text": "(Anderson and Boonstra, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 138,
                        "end": 155,
                        "text": "Beer et at, 1957;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 156,
                        "end": 168,
                        "text": "Fitch, 1957;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 169,
                        "end": 185,
                        "text": "Greenwald, 1957;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 186,
                        "end": 201,
                        "text": "Hoffmann, 1958;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 202,
                        "end": 225,
                        "text": "Keller and Krebs, 1970;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 226,
                        "end": 250,
                        "text": "Kott and Robinson, 1963;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 251,
                        "end": 263,
                        "text": "Krohne, 1980",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 264,
                        "end": 278,
                        "text": "Krohne, , 1981",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 279,
                        "end": 294,
                        "text": "Lidicker, 1973;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 295,
                        "end": 309,
                        "text": "Tamarin, 1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 633,
                        "end": 646,
                        "text": "(Krohne, 1980",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 647,
                        "end": 662,
                        "text": "(Krohne, , 1981",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The seasonal decline in litter size is one of the few demographic patterns that vole populations and species share (French et at, 1975; Keller, 1985; Krebs and Myers, 1974; Taitt and Krebs, 1985) , and might result from a variety of factors. Herein, we suggest four hypotheses for the autumnal decline in litter size, based on associations of reproductive factors.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 135,
                        "text": "(French et at, 1975;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 136,
                        "end": 149,
                        "text": "Keller, 1985;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 150,
                        "end": 172,
                        "text": "Krebs and Myers, 1974;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 173,
                        "end": 195,
                        "text": "Taitt and Krebs, 1985)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In some species of small mammals, the mass of individual neonates is lower in larger litters (Hamilton, 1962; Lackey, 1976 Lackey, , 1978 Millar, 1975; Myers and Master, 1983) . If a similar pattern is found in voles, then the seasonal pattern in litter size might reflect changes in a mother's investment in individual young. That is, reduced litter size might be a consequence of mothers producing larger young. This can be tested by comparing litter sizes \"adjusted\" to constant mass of young by covariance analysis. If significant differences in litter size remain among seasons after the average mass of young is made equal by means of regression analysis, then seasonal variation in mass cannot adequately explain seasonal variation in litter size. This hypothesis also requires that the total mass of young born should not decline seasonally, because decreases in litter size would be compensated by increases in the masses of individual young. The finding that changes in litter size are \"explained\" (in a statistical sense), however, by changes in neonatal mass would not provide strong support for the hypothesis, because either litter size or neonatal mass could be the causal variable.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 109,
                        "text": "(Hamilton, 1962;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 110,
                        "end": 122,
                        "text": "Lackey, 1976",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 123,
                        "end": 137,
                        "text": "Lackey, , 1978",
                        "ref_id": null
                    },
                    {
                        "start": 138,
                        "end": 151,
                        "text": "Millar, 1975;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 152,
                        "end": 175,
                        "text": "Myers and Master, 1983)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A second hypothesis to explain the seasonal decline in litter size is that it reflects embryo mortality related to a decline in investment in offspring of one sex or the other. McShea and Madison (1986) found seasonal changes in investment in the sexes of juvenile meadow voles (Microtus pennsylvanicus), but they did not examine either patterns of seasonal change in litter size or patterns of investment at birth. If seasonal variation in litter size is related to mothers favoring one sex over the other at different times of year, then either a strong shift in sex ratio of litters should occur during autumn when litter size declines, or sexual dimorphism in the mass of offspring should be relatively high when mean litter size is low.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 202,
                        "text": "McShea and Madison (1986)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The third hypothesis is that variation in litter size results from differences in the mass of mothers (Anderson and Boonstra, 1979; Mattingly and McClure, 1982; Myers and Master, 1983) . If the autumnal decline in litter size were somehow caused primarily by a reduction in the average mass of breeding females, then litter size and mother's mass should be significantly correlated, and litter size \"corrected\" for mother's mass by covariance analysis should show no autumnal decline. As in the case of the first hypothesis, finding that varation in mother's mass fully \"explains\" (statistically) variation in litter size would not be especially informative, because the variable actually causing the variation would not be known. Finding that variation in mother's mass does not explain variation in litter size, however, would lead to rejection of the hypothesis.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 131,
                        "text": "(Anderson and Boonstra, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 132,
                        "end": 160,
                        "text": "Mattingly and McClure, 1982;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 161,
                        "end": 184,
                        "text": "Myers and Master, 1983)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Finally, a fourth hypothesis is that small autumnal litters might result from a preponderance of young or inexperienced (i.e., breeding for the first time) females in populations during autumn (Anderson and Boonstra, 1979; Krohne, 1981; Myers and Master, 1983) . The absence of seasonal differences in age or parity of breeding females or a lack of effect of age and parity on litter size could lead to rejection of this hypothesis.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 222,
                        "text": "(Anderson and Boonstra, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 223,
                        "end": 236,
                        "text": "Krohne, 1981;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 237,
                        "end": 260,
                        "text": "Myers and Master, 1983)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Other hypotheses to explain seasonal variation in litter size can be formulated and certainly should be tested. In particular, seasonal changes in environmental factors such as food resources might influence the seasonal decline in litter size. For example, annually breeding rodents have larger litters in years when food resources are more plentiful (Dobson and Murie, 1987; Murie and Harris, 1982) . At present, however, hypotheses that invoke environmental factors to explain the seasonal decline of litter size in Microtus cannot be tested. Our study is an attempt to falsify some, though not all, reasonable hypotheses to explain the seasonal decline of litter size in one species of arvicoline rodent, M. pennsylvanicus.",
                "cite_spans": [
                    {
                        "start": 352,
                        "end": 376,
                        "text": "(Dobson and Murie, 1987;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 377,
                        "end": 400,
                        "text": "Murie and Harris, 1982)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Meadow voles were collected from several locations within 5 km of Ann Arbor, Michigan. Collections were made from 22 September to 16 December 1979 (five locations), from 16 March to 6 June 1980 (six locations), and 7 September to 15 November 1980 (three locations). Each location was sampled only once. Additional collections in the Ann Arbor area were made in early to mid-1979 by L. L. Master, and mid-1980 by P. D. Heideman. Trapping continued until breeding ended in 1979, began before breeding commenced in 1980, and continued after breeding ended in 1980. Habitats sampled were grasslands, including old fields, hay fields, and wheat fields.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Voles were caught in Sherman live traps baited with rolled oats. Trapping usually involved about 100 trap stations per location (range, 30-170, depending on the size of the field). Traps were set 10 m apart, examined at least twice per day, and trapping continued for 3-7 days. Captured voles were taken to the live-animal facility at the Museum of Zoology, University of Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Following capture, sex of voles was determined, and each was weighed on a Mettler balance to ±0.0l g and examined. Females were recorded as lactating if mammary tissue was conspicuous, and in most cases a small drop of milk could be expressed from one of the teats of lactating females. Females were classed as adults if they weighed >25 g on capture (McShea and Madison, 1986) . Mothers that weighed <33 g postpartum were considered likely to be younger than mothers weighing more (Myers and Krebs, 1971) . Mothers in the younger age class and not lactating when caught (68% of 37) were considered likely to be primiparous.",
                "cite_spans": [
                    {
                        "start": 351,
                        "end": 377,
                        "text": "(McShea and Madison, 1986)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 482,
                        "end": 505,
                        "text": "(Myers and Krebs, 1971)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Adult females were caged in 44-by 24-by 14-cm clear-plastic cages with wire lids. Each cage was half filled with wood shavings and provided with nesting material. Water and Purina Mouse Breeder Chow were supplied ad lib. Caged females were examined at least twice a day for litters. Neonates and mothers were weighed and the sex of neonates was recorded. Sex of some neonates (n = 183) was determined from the appearance of nipples and the anal-preputial distance in 1979, but in all neonates in 1980 (n = 732) sex was ascertained by dissection. Voles were killed by being placed in an airtight container with ether. -11 November in 1979, and 13 October-11 November 1980 . Where appropriate for some tests, these periods are considered together and contrasted with the other periods of the study.",
                "cite_spans": [
                    {
                        "start": 617,
                        "end": 642,
                        "text": "-11 November in 1979, and",
                        "ref_id": null
                    },
                    {
                        "start": 643,
                        "end": 670,
                        "text": "13 October-11 November 1980",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "The number of days that females were housed in the laboratory was included in some analyses (Myers and Master, 1986) . The mean number of days that mothers spent in the laboratory before parturition did not vary significantly among the eight 30-day periods (n = 119; Kruskal-Wallis test, X 2 = 8.75, d.f. = 7, P = 0.27). Of 155 litters born in captivity, 18 were not detected on the day of birth, and these litters and their mothers were excluded from all analyses of body mass.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 116,
                        "text": "(Myers and Master, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "An index of relative density of vole populations was estimated by examining the average number of captures per 100 trap-nights (Keller and Krebs, 1970; Tamarin, 1977 -1 trap-night equals one trap set for 1 night). Keller and Krebs (1970) trapped only at night, and we trapped continuously during 24-h periods. Thus, we conservatively included the daylight hours of a 24-h period as a separate \"trap-night\" from nighttime hours. Trapping continued until the rate of capture began to decline, thus the index should provide a rough but reasonable estimate of relative density.",
                "cite_spans": [
                    {
                        "start": 127,
                        "end": 151,
                        "text": "(Keller and Krebs, 1970;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 152,
                        "end": 165,
                        "text": "Tamarin, 1977",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 214,
                        "end": 237,
                        "text": "Keller and Krebs (1970)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Some of our analyses apply analysis of covariance, which requires assumption of linear relationships among variables. We inspected bivariate plots of all data used in analysis of covariance, in total and for all partitions. None of the plots appeared to deviate from linearity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Populations.-A total of 1,224 voles (all ages and both sexes) was captured during the study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "An average of 12.2 voles/l00 trap-nights were caught. The index of relative density of populations ranged from about 4-24/100 trap-nights and was highest in late autumn 1979 and early spring 1980 (Table 1 ). Mean litter size was correlated negatively with relative density of populations. This was true both when each individual mother was assumed to behave independently from others in its population (rank r = -0.369; n = 126 litters, P < 0.0001), and when this was not assumed (rank r = -0.558, n = 12 populations for which estimates of relative density and litter size could both be obtained; P = 0.06). The proportion of adult pregnant females was high in spring and summer 1980 (about two-thirds), declined slightly during late summer and early autumn, declined to about one-quarter during autumn 1979 and 1980, and fell to zero during late autumn 1979 (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 196,
                        "end": 204,
                        "text": "(Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 859,
                        "end": 868,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Seasonal changes.-Litter size averaged 5.86 (n = 144, range, 2-10) over the eight 30-day periods but was significantly heterogeneous ( Fig. la ; analysis of variance, F = 5.01, d.f. = 7, 136, P < 0.0001). Litter size was relatively high during spring and early summer 1980 and relatively low during autumn 1979 and 1980. Within individual time periods, different fields were significantly different in litter size only once, in early summer (period 4; n = 3 fields; means = 7.5, 6.6, 5.7; n = 14, 5, 13; analysis of variance, F = 5.37, d.f. = 2, 29, P = 0.01; proportion of the variation in litter size accounted for by different fields = 30.6%).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 142,
                        "text": "Fig. la",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Neonatal mass averaged 2.4 g (n = 776, range, 1.4-3.5). Overall, males averaged about 3%",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "heavier than females (males = 2.5 g, n = 408; females = 2.4 g, n = 368; t = 2.75, d.f. = 766, P < 0.001), but when data were subdivided temporally, male neonates were significantly heavier ... than females in only one 30-day period (15 June-14 July; 10% heavier; males = 2.6 g, n = 40; females = 2.3 g, n = 23; t = 2.26, d.f. = 45, P = 0.03). Because dimorphism in mass of neonates was small in the total sample, we pooled the sexes for further analysis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "~ 5 ::J 4 3 8 ;!l 7 •iii ... .S! 6 ~ \"'C .S! 5 III .2- 4 3 a t t #&- 1979 c + + + t t 1.. 26 t t t ' !t-Ji> # &- 1980 t + t 8 .~ 7 ... .S! 6 ~ \"'C .S! 5 .~ ~ 4 8 .~ 7 ... ~ 6 \"'C .S! 5 .~ ~ 4 3 b t t t #&- 1979 d t t + + t t + t # O~ ~ ~.... y<:- ' !t-Ji> </,q &- </,q &-~( ~.... y<:- '!t-~\"\" # &-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The average mass of individual neonates in litters varied among study periods (analysis of variance, F = 2.97, d.f. = 7, Ill, P < 0.01), being relatively high in the autumn (Fig. 2a ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 173,
                        "end": 181,
                        "text": "(Fig. 2a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Neonatal mass was weakly and negatively associated with litter size (Table 2) , but removing the influence of neonatal mass from litter size by analysis of covariance did not influence greatly the seasonal pattern of change in mean litter size among study periods ( Litter mass (the total mass of all offspring combined) averaged 14.4 g (n = 130, range = 5.3-26.1) and also exhibited significant seasonal variation ( Fig. 2b ; analysis of variance, F = 3.94, d.f. = 7, 111, P = 0.001). Litter mass was associated strongly with litter size (Table 2) . It was relatively high in spring and early summer 1980 and lower in autumn 1979 and 1980, paralleling changes in litter size (Figs. la and 2b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 68,
                        "end": 77,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 417,
                        "end": 424,
                        "text": "Fig. 2b",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 548,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 676,
                        "end": 693,
                        "text": "(Figs. la and 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The proportion of males among neonates (secondary sex ratio) averaged 55.5% over the eight .r:: study periods (n = 844; differs from 50%, two-tailed binomial test, P = 0.002). Because they are grouped in litters, neonates cannot be considered statistically independent. A better estimate of sex-ratio bias might be the proportion of male-dominated litters among litters in which one sex predominated. Among sexually imbalanced litters (n = 119), 62.2% were biased toward males (differs from 50%, P = 0.01).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "+ E c '0 ~ 12",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "+",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The proportion of males in litters was not associated significantly with litter size (Table 2) , and it was not significantly heterogeneous over the eight study periods ( Fig. 3a ; n = 144; Kruskal-Wallis test, X 2 = 6.68, d.f. = 7, P = 0.46). Secondary sex ratio, however, was relatively high during spring, summer, and early autumn 1980. The proportion of males among young born during each 30-day period was associated significantly with mean litter size ( Fig. 3b ; r = 0.712, n = 8, P < 0.05). Late autumn populations were characterized by even sex ratios and low numbers of young in litters.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 94,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 171,
                        "end": 178,
                        "text": "Fig. 3a",
                        "ref_id": null
                    },
                    {
                        "start": 460,
                        "end": 467,
                        "text": "Fig. 3b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Postpartum mass of mothers averaged 37.2 g (n = 130, range 24.3-62.3), was associated strongly with litter size (Table 2) , and exhibited significant seasonal variation ( Fig. 2c ; analysis of variance, F = 3.34, d.f. = 7, 111, P = 0.003). The pattern of change was similar to that of litter size: maternal mass was highest in spring and early summer 1980, and lowest in autumn 1979 and 1980. Significant heterogeneity in adjusted mean litter size remained among study periods, however, when the influence of mother's mass was removed ( Fig. lc; analysis variance, F = 4.02, d.f. = 7\" 110, P < 0.001; overall regression, R2 = 0.386, F = 58.92, d.f. = 1,110, P < 0.0001; equal slopes, F = 1.17, d.f. = 7, lOS, P = 0.33).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 121,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 171,
                        "end": 178,
                        "text": "Fig. 2c",
                        "ref_id": null
                    },
                    {
                        "start": 537,
                        "end": 554,
                        "text": "Fig. lc; analysis",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Because influences of neonatal mass and mother's mass on litter size were significant, we used both as independent variables in an analysis of covariance of litter size. The proportion of variation in litter size explained by both variables was 51%. Adjusted mean litter size, however, still exhibited significant heterogeneity among study periods when effects of neonatal mass and mother's mass were removed ( During the study, 22.8% of the variation in litter size appeared to be among time periods (analysis of variance, F = 5.26, d.f. = 7, Ill, P < 0.0001). To obtain a direct measure of the effect of mother's mass and neonatal mass on seasonal variation in litter size, we regressed litter size on each independent variable. We then recalculated the analysis of variance using the regression residuals in place of the original observations of litter size. If seasonal variation in litter size is related to seasonal variation in either independent variable, then the analysis of variance of these residuals should show no remaining variation \"among treatments.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Removing the influence of either neonatal mass or mother's mass, however, had little effect on the fraction of variation attributable to season. For neonatal mass as the independent variable, a .. Vol. 70, No.1 the fraction of variation among seasons fell only slightly, from 22.8% to 19.8% (analysis of variance, F = 4.57, d.f. = 7, 111, P < 0.001). For mother's mass, 17.1% of the variation remained among seasons (analysis of variance, F = 3.98, d.f. = 7, 111, P < 0.001). Removing both independent variables simultaneously (by multiple regression) caused the fraction of variation in litter size among seasons to drop to 8.9%, suggesting that together the two factors can have an important effect on seasonal variation in litter size (though the analysis of variance was still significant, F = 2.41, d.f. = 7, 111, P = 0.025).",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 205,
                        "text": "Vol. 70,",
                        "ref_id": null
                    },
                    {
                        "start": 206,
                        "end": 210,
                        "text": "No.1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": ".. ** 2.2 • 0 E • • •• a 0.5 • •• .. • .. J! ~ 0.4 t#& ,<f -$j\" ~ ~, §>Jt# &",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "During the study, younger mothers (i.e., those <33 g) had significantly smaller litters than older mothers (means = 5.13 and 6.30, respectively; analysis of variance, F = 18.04, d.f. = 1, 128, P < 0.0001). Mean litter size of younger mothers was heterogeneous among the eight study periods (analysis of variance, F = 2.97, d.f. = 7, 30, P = 0.03), and was lowest during autumn when overall litter size was lowest (respectively, X = 5.48 in periods 3, 4, 5, 6, and 7; X = 4.09 in periods 1, 2, and 8; analysis of variance, F = 9.78, d.f. = 1,36, P = 0.004). Mean litter size of older mothers was heterogeneous among study periods (analysis of variance, F = 5.61, d.f. = 7, 73, P < 0.0001), and also was lowest during the autumn decline in litter size (respectively, X = 6.71 in periods 3,4,5,6, and 7; X = 5.09 in periods 1, 2, and 8; analysis of variance, F = 22.80, d.f. = 1, 79, P < 0.0001). The proportion of mothers estimated to be younger voles averaged 33% (39 of 119 voles), and did not vary among the eight study periods (G-test, P = 0.87).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "When captured, 40% of 136 parous females were lactating and thus were known to be multiparous. Mean litter sizes of nonlactating and lactating voles were not significantly different (X = 5.85 and 6.05, respectively; analysis of variance, F = 0.57, d.f. = 1, 134, P = 0.45). The proportion of mothers lactating when caught was significantly heterogeneous among the eight study periods (G-test, P = 0.0001), primarily because most mothers were not lactating during period 3 (early spring, 89% of 27 mothers). In autumn, however, the proportion of mothers lactating when caught did not differ from earlier in the breeding season, whether early spring captures were included or not (respectively, 55%, n = 33, in periods 1, 2, and 8; 58%, n = 92, and 45%, n = 65, in periods 3, 4, 5, 6, and 7; G-tests, P = 0.46 and P = 0.24). Litter sizes of mothers lactating when caught were heterogeneous among study periods (analysis of variance, F = 5.54, d.f. = 6, 47, P < 0.001), and showed a strong seasonal decline (respectively, X = 6.67 in periods 3, 4, 5, 6, and 7; X = 4.67 in periods 1, 2, and 8; analysis of variance, F = 23.03, d.f. = 1, 52, P < 0.0001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Litter sizes of mothers estimated to be primiparous were significantly smaller than those of other mothers (X = 4.96 and 6.17, respectively; analysis of variance, F = 13.55, d.f. = 1, 128, P < 0.001). During the eight study periods, litter sizes of primiparous mothers were not heterogeneous (analysis of variance, F = 0.51, d.f. = 6, 16, P = 0.79), and showed only a weak and nonsignificant seasonal decline in litter size (respectively, X = 5.07 in periods 3, 4, 5, 6, 7; X = 4.50 in periods 1, 2, and 8; analysis of variance, F = 1.68, d.f. = 1,21, P = 0.21). These primiparous voles averaged 19% of mothers, and this proportion did not vary significantly among the eight study periods (G-test, P = 0.48) or in periods of high and low litter size (respectively, 17% in periods 3,4,5,6, and 7; 24% in periods 1, 2, and 8; G-test, P = 0.41).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Critique of methodology.-Meadow-vole populations fluctuate in density on either an annual or multiannual basis (Taitt and Krebs, 1985) , and we do not know which pattern occurred in our populations. Our populations, however, probably were at relatively high densities and had fairly high proportions of pregnant females (Table 1) compared to other high-density populations. Keller and Krebs (1970) estimated a maximum index of relative density in Indiana of about seven voles per 100 trap-nights and breeding rates ;;::50% of adult females pregnant in increasing and peak-density populations. Tamarin (1977) estimated indices of relative density in Massachusetts of =:; 25 voles/ 100 trap-nights and spring breeding rates of about 64% of females pregnant.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 134,
                        "text": "(Taitt and Krebs, 1985)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 374,
                        "end": 397,
                        "text": "Keller and Krebs (1970)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 593,
                        "end": 607,
                        "text": "Tamarin (1977)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 320,
                        "end": 329,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Densities fluctuate widely in vole populations (Krebs and Myers, 1974; Taitt and Krebs, 1985) , and reproductive patterns in low density populations might differ from those we observed.",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 70,
                        "text": "(Krebs and Myers, 1974;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 71,
                        "end": 93,
                        "text": "Taitt and Krebs, 1985)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We measured several reproductive characteristics in the laboratory that would have been extremely difficult to measure in the field. This was accomplished through the removal of large numbers of female voles from several populations. The populations were manipulated by these removals, and further sampling of the same fields might reflect the influence of this manipulation rather than natural changes in reproduction. This problem has been ignored by several previous investigators of seasonal change in litter size (Anderson and Boonstra, 1979; Keller and Krebs, 1970; Tamarin, 1977) . Rather than sample populations repeatedly, we chose to sample several different local populations in the general area of Ann Arbor, Michigan. This procedure, however, may be misleading if local differences exist among fields (Cockburn and Lidicker, 1983; Myers and Master, 1986) . Such differences existed in only one of the 30-day periods, and this difference accounted for less than a third of the variation in litter size during that period. Similarly, Krohne (1980 Krohne ( , 1981 grouped populations of California voles within a 15-km range for analysis of reproduction.",
                "cite_spans": [
                    {
                        "start": 518,
                        "end": 547,
                        "text": "(Anderson and Boonstra, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 548,
                        "end": 571,
                        "text": "Keller and Krebs, 1970;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 572,
                        "end": 586,
                        "text": "Tamarin, 1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 814,
                        "end": 843,
                        "text": "(Cockburn and Lidicker, 1983;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 844,
                        "end": 867,
                        "text": "Myers and Master, 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 1045,
                        "end": 1057,
                        "text": "Krohne (1980",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1058,
                        "end": 1073,
                        "text": "Krohne ( , 1981",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Seasonal decline in litter size of voles.-Litter size was lowest during autumn in our study (Fig. la) . Seasonal declines in mean litter size of voles do not always occur in early autumn, but, over an extremely broad geographic range, populations exhibit a decline in litter size in summer or autumn, in many species of voles including M. breweri, (Tamarin, 1977) , M. pennsylvanicus (Beer et al., 1957; Keller and Krebs, 1970; Kott and Robinson, 1963; Tamarin, 1977) , M. ochrogaster (Fitch, 1957; Keller and Krebs, 1970) , M. montanus (Hoffmann, 1958) , M. townsendii (Anderson and Boonstra, 1979) , and M. caltfornicus (Greenwald, 1957; Hoffmann, 1958; Lidicker, 1973; Krohne, 1980 Krohne, , 1981 .",
                "cite_spans": [
                    {
                        "start": 348,
                        "end": 363,
                        "text": "(Tamarin, 1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 384,
                        "end": 403,
                        "text": "(Beer et al., 1957;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 404,
                        "end": 427,
                        "text": "Keller and Krebs, 1970;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 428,
                        "end": 452,
                        "text": "Kott and Robinson, 1963;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 453,
                        "end": 467,
                        "text": "Tamarin, 1977)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 485,
                        "end": 498,
                        "text": "(Fitch, 1957;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 499,
                        "end": 522,
                        "text": "Keller and Krebs, 1970)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 537,
                        "end": 553,
                        "text": "(Hoffmann, 1958)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 570,
                        "end": 599,
                        "text": "(Anderson and Boonstra, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 622,
                        "end": 639,
                        "text": "(Greenwald, 1957;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 640,
                        "end": 655,
                        "text": "Hoffmann, 1958;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 656,
                        "end": 671,
                        "text": "Lidicker, 1973;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 672,
                        "end": 684,
                        "text": "Krohne, 1980",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 685,
                        "end": 699,
                        "text": "Krohne, , 1981",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 101,
                        "text": "(Fig. la)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We evaluated four hypotheses to explain changes in mean litter size in populations of M. pennsylvanicus in southeastern Michigan. The hypotheses invoke associations of litter size with other reproductive characteristics of voles: neonatal mass, sex ratio of litters, mother's mass, and mother's age and parity. Many other reasonable hypotheses exist, including those that invoke influences of the social and ecological environment. These cannot be addressed with the data available to us. This does not lessen the importance, however, of attempts to falsify the following hypotheses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hypothesis 1: changes in litter size as a correlate of neonatal mass.-Under this hypothesis, the decline in litter size would not be related to a change in resources that mothers invest in litters, but rather would result from a change in the way that females package resources into young. According to this hypothesis, \"adjusting\" litter size to constant neonatal mass should eliminate the seasonal pattern, and the total mass of offspring in a litter should not vary seasonally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Litter size and neonatal mass were associated negatively, but the relationship was not strong (Table 2) . Neonatal mass increased in autumn, but otherwise changes in neonatal mass did not correspond closely to changes in litter size (Figs. la and 2a ). Analysis of residuals revealed that a minor amount of seasonal variation in litter size was explained by changes in neonatal mass, and adjusted litter size remained significantly heterogeneous during study periods when the influence of neonatal mass was removed from litter size (Fig. Ib) . Further, total mass exhibited a strong seasonal decline (Fig. 2b) . Thus, this hypothesis appears to be rejected strongly, and any explanation of changes in litter size based solely on changes in mass of offspring is unlikely to be correct for these populations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 94,
                        "end": 103,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 233,
                        "end": 249,
                        "text": "(Figs. la and 2a",
                        "ref_id": null
                    },
                    {
                        "start": 532,
                        "end": 541,
                        "text": "(Fig. Ib)",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 609,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hypothesis 2: changes in litter size as a result of differential investment in one sex. -McShea and Madison (1986) found that lactating mothers invested more in daughters in spring and sons in autumn. Assuming that females have a fixed amount of resource to spend (here measured as the total mass of the litter), then differential investment in male or female neonates could occur by mothers investing more resources in one sex at the expense of producing fewer young. This hypothesis was not supported because sexes of neonates were not significantly more dimorphic in mass during autumn, when litter sizes were lowest compared to other seasons.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 114,
                        "text": "-McShea and Madison (1986)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A second way in which differential investment in one sex might influence the seasonal decline Vol. 70, No.1 in litter size is if one sex were eliminated before birth (e.g., by resorption or abortion of embryos), without any mechanism for adding offspring of the favored sex. If this were the case, and litter size declined as a result, then the proportion of the favored sex should increase as litter size declines.",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 102,
                        "text": "Vol. 70,",
                        "ref_id": null
                    },
                    {
                        "start": 103,
                        "end": 107,
                        "text": "No.1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Litter size and secondary sex ratio followed a roughly similar pattern of seasonal decline (Figs.  la, and 3a) , but sex ratios of litters were extremely variable and were not significantly heterogeneous among study periods. Furthermore, the correlation between litter size and secondary sex ratio was not significant over the entire study (Table 2) . Nevertheless, a comparison of mean litter size and secondary sex ratio among study periods indicated a significant association, largely because of small, evenly sexed litters predominating in autumn (Fig. 3b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 110,
                        "text": "(Figs.  la, and 3a)",
                        "ref_id": null
                    },
                    {
                        "start": 340,
                        "end": 349,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 560,
                        "text": "(Fig. 3b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "For the three autumn periods with low litter size and sex ratio, litter size averaged 1.44 neonates lower than the mean for the other five study periods ( Fig. 3b ; A, X = 4.76, n = 34; other five, X = 6.20, n = llO). The average number of additional males needed to bring the sex ratio during the three autumn periods to the sex ratio of the other periods was 0.32 young per litter. Thus, this hypothesis could explain at most only about 22% (0.32/1.44) of the decline in litter size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 162,
                        "text": "Fig. 3b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hypothesis 3: changes in litter size as a correlate of changes in mother's mass. -Mattingly and McClure (1982) found that both mean litter size and mother's mass were significantly higher in one cotton-rat (Sigmodon hispidus) population compared with another about 1,000 km away. Myers and Master (1983) found that larger mothers had larger litters within populations of deer mice (Peromyscus maniculatus; mother's mass was measured at conception, but the same pattern was evident for mother's postpartum mass). If this hypothesis accounts for seasonal variation in litter size, then \"adjusting\" mean litter size to constant mother's mass by covariance analysis should eliminate seasonal variation in litter size. Postpartum mass of mothers was associated strongly with litter size (Table 2) and declined in autumn, as did litter size (Figs. 1a and 2c) . Regression revealed that a substantial amount of the total variation (seasonal and nonseasonal) in litter size (39%) could be explained by mother's mass. When the influence of mother's mass was removed from litter size, however, adjusted litter size was still significantly heterogeneous among the eight study periods (Fig. 1c) , so that much variation remained to be explained by other factors. Also, analysis of residuals revealed that a minor amount of seasonal variation in litter size was explained by changes in mother's mass. If mothers with large litters lost weight during pregnancy relative to mothers with small litters, then correlation between mother's mass and litter size would be lower at birth than at conception. Thus, the correlation of litter size and postpartum mass of mothers (Table 2 ) might be considered a minimum estimate of the association of the mother's mass and litter size.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 110,
                        "text": "-Mattingly and McClure (1982)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 280,
                        "end": 303,
                        "text": "Myers and Master (1983)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 782,
                        "end": 791,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 835,
                        "end": 852,
                        "text": "(Figs. 1a and 2c)",
                        "ref_id": null
                    },
                    {
                        "start": 1173,
                        "end": 1182,
                        "text": "(Fig. 1c)",
                        "ref_id": null
                    },
                    {
                        "start": 1654,
                        "end": 1662,
                        "text": "(Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A significant association of litter size and mother's mass during pregnancy was found in two other studies of meadow voles (r = 0.35, n = 92, Keller and Krebs, 1970; r = 0.47, n = 57, Tamarin, 1977) . Lower or no association in other vole species (Anderson and Boonstra, 1979; Krohne, 1981; Tamarin, 1977) , however, like our findings, suggests that a strong influence of mother's mass on litter size may not provide a general explanation of seasonal declines in litter size.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 165,
                        "text": "Keller and Krebs, 1970;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 166,
                        "end": 198,
                        "text": "r = 0.47, n = 57, Tamarin, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 247,
                        "end": 276,
                        "text": "(Anderson and Boonstra, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 277,
                        "end": 290,
                        "text": "Krohne, 1981;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 291,
                        "end": 305,
                        "text": "Tamarin, 1977)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hypothesis 4: changes in litter size as a correlate of changes in mother's age or parity.-Mother's mass, age, and parity might be expected to covary, as Myers and Master (1983) found for deer mice. In the deer-mouse study, increases in litter size with age and parity could be explained as a result of increasing mother's mass, especially for younger females. Severalobservations suggested that seasonal changes in the average age or parity of females in populations we studied could not explain the seasonal decline in litter size. Litters born both to younger (=smaller) and older (=larger) females showed a similar pattern of autumnal decline in litter size. The proportion of mothers falling into the younger age class did not change from season to season. The proportion of lactating (therefore not primiparous) females did not differ between autumn and other seasons. Although average litter size of females estimated to be primiparous was small and may not have varied seasonally, the fraction of primiparous females in the Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021 population did not vary significantly among the study periods. Finally, the mean litter size of primiparous mothers was slightly (though not significantly) higher than mean autumn litter sizes of multiparous mothers. For the autumn decline in litter size to have resulted from a change in average parity of mothers, nearly all females in the autumn populations would have to have been primiparous. This was not the case; 45% of the 33 mothers caught during autumn periods were lactating, and therefore, known to be multiparous. Our tests of influences of age and parity have several weaknesses. Age and parity could not be measured directly in our study; we relied on litters born to wild-trapped females. Age and parity were inferred from evidence including mass, so effects of age, mass, and parity on litter size could not be separated unambiguously. Further, in some species of arvicolines, growth rates vary among seasons or with population conditions (Ford, 1981; Taitt and Krebs, 1985) , so that using specific masses to estimate age possibly resulted in systematic biases. If, for example, growth is slowed during winter, then \"age\" classes based on a 33-g-cutoff value contain older individuals in spring than in autumn. Nevertheless, we found no support for predictions based on seasonal shifts in average age or parity in determining litter size, and we tentatively reject this hypothesis.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 176,
                        "text": "Myers and Master (1983)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2111,
                        "end": 2123,
                        "text": "(Ford, 1981;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 2124,
                        "end": 2146,
                        "text": "Taitt and Krebs, 1985)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Hypotheses 1 and 3 combined.-Mother's mass appeared to explain a relatively large proportion of the total variation in litter size compared to other factors we studied. The contribution of mother's mass to seasonal variation in litter size, however, seemed minor ( Fig. lc) , as did the contributions of neonatal mass (Fig. Ib) and sex ratio, as well as mother's age and parity. Neonatal mass and mother's mass together explained about one-half of the totll.l variation in litter size, and removing their influence in a regression model resulted in a moderately large decrease in seasonal changes in adjusted litter size (Fig. Id) . Analysis of residuals substantiated the latter results.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 265,
                        "end": 273,
                        "text": "Fig. lc)",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 327,
                        "text": "(Fig. Ib)",
                        "ref_id": null
                    },
                    {
                        "start": 621,
                        "end": 630,
                        "text": "(Fig. Id)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Future studies.-Future studies of seasonal variation in litter size need to include consideration of mass of mothers and offspring. To explain completely the decline in litter size in autumn, however, researchers will need to focus on additional factors, including those in the environment. In studies of other rodents, such factors as temperature, precipitation, and food resources have had significant influences on litter sizes (Dobson and Murie, 1987; Krohne, 1980; Myers et al., 1985) . Competition for food resources may be an important factor in life histories of voles (Ostfeld, 1985) . Cole and Batzli (1978) reduced competition for food resources by providing high-quality food pellets to a population of M. ochrogaster, and found that litter size increased significantly relative to a control population. In our study, the negative association of litter size and the index of relative density suggests the likelihood of competitive effects.",
                "cite_spans": [
                    {
                        "start": 431,
                        "end": 455,
                        "text": "(Dobson and Murie, 1987;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 456,
                        "end": 469,
                        "text": "Krohne, 1980;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 470,
                        "end": 489,
                        "text": "Myers et al., 1985)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 577,
                        "end": 592,
                        "text": "(Ostfeld, 1985)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 595,
                        "end": 617,
                        "text": "Cole and Batzli (1978)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021 February 1989",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Several students and assistants aided the field and laboratory work, and we thank them all. Primary among them were S. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Prenatal survival and loss in some cricetid rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Beer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Macleod",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Frenzel",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "J. Mamm",
                "volume": "38",
                "issue": "",
                "pages": "392--402",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BEER, J. R., C. F. MACLEOD, AND L. D. FRENZEL. 1957. Prenatal survival and loss in some cricetid rodents. J. Mamm., 38:392-402.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Microhabitat heterogeneity and population ecology of an herbivorous rodent",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cockburn",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COCKBURN, A., AND W. Z. LIDICKER, JR. 1983. Mi- crohabitat heterogeneity and population ecology of an herbivorous rodent, Microtus cali/omicus.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Influence of supplemental feeding on a vole population",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "R"
                        ],
                        "last": "Cole",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "O"
                        ],
                        "last": "Batzli",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "J. Mamm",
                "volume": "59",
                "issue": "",
                "pages": "809--819",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COLE, F. R., AND G. O. BATZLI. 1978. Influence of supplemental feeding on a vole population. J. Mamm., 59:809-819.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Interpretation of intraspecific life history patterns: evidence from Columbian ground squirrels",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "S"
                        ],
                        "last": "Dobson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Murie",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Amer. Nat",
                "volume": "129",
                "issue": "",
                "pages": "382--397",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DOBSON, F. S., AND J. O. MURIE. 1987. Interpre- tation of intraspecific life history patterns: evi- dence from Columbian ground squirrels. Amer. Nat., 129:382-397.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Aspects of reproduction in the prairie vole (Microtus ochrogaster)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Fitch",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Univ. Kansas Pub!., Mus. Nat. Hist",
                "volume": "10",
                "issue": "",
                "pages": "129--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FITCH, H. S. 1957. Aspects of reproduction in the prairie vole (Microtus ochrogaster). Univ. Kansas Pub!., Mus. Nat. Hist., 10:129-161.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Estimating small mammal ages from mark-recapture data",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Ford",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "J. Zoo!",
                "volume": "195",
                "issue": "",
                "pages": "536--543",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FORD, R. G. 1981. Estimating small mammal ages from mark-recapture data. J. Zoo!., 195:536-543.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Patterns of demography in small mammal populations",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "French",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Stoddard",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Bobek",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Small mammals: their production and population dynamics",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FRENCH, N. R, D. M. STODDARD, AND B. BOBEK. 1975. Patterns of demography in small mammal populations. Pp. 73-102, in Small mammals: their production and population dynamics (F. B. Golley, K. Petrusewicz, and L. Ryszkowski, eds.). Cam- bridge Univ. Press, London, 451 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Reproduction in a coastal California population of the field mouse Microtus californicus",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Greenwald",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Univ. California Pub!. Zoo!",
                "volume": "54",
                "issue": "",
                "pages": "421--446",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREENWALD, G. S. 1957. Reproduction in a coastal California population of the field mouse Microtus californicus. Univ. California Pub!. Zoo!., 54:421- 446.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Reproductive adaptations in the red tree mouse",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Hamilton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "J. Mamm",
                "volume": "43",
                "issue": "",
                "pages": "486--504",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAMILTON, W. J., III. 1962. Reproductive adap- tations in the red tree mouse. J. Mamm., 43:486- 504.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The role of reproduction and mortality in population fluctuations of voles (Microtus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Eco!. Monogr",
                "volume": "28",
                "issue": "",
                "pages": "79--109",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFMANN, R S. 1958. The role of reproduction and mortality in population fluctuations of voles (Microtus). Eco!. Monogr., 28:79-109.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Reproductive patterns",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Keller",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Biology of New World Microtus",
                "volume": "",
                "issue": "",
                "pages": "725--778",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELLER, B. L. 1985. Reproductive patterns. Pp. 725-778, in Biology of New World Microtus (RH.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Spec. Pub!",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tamarin",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "8",
                "issue": "",
                "pages": "1--893",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tamarin, ed.). Spec. Pub!., Amer. Soc. Mamm., 8: 1-893.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Microtus population biology III. Reproductive changes in fluctuating populations of M. ochrogaster and M. pennsylvanicus in southern Indiana",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Keller",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Krebs",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1965--1967",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELLER, B. L., AND C. J. KREBS. 1970. Microtus population biology III. Reproductive changes in fluctuating populations of M. ochrogaster and M. pennsylvanicus in southern Indiana,' 1965-1967.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Seasonal variation in litter size of the meadow vole in southern Ontario",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Kott",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Robinson",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "J. Mamm",
                "volume": "44",
                "issue": "",
                "pages": "467--470",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KOTT, E., AND W. L. ROBINSON. 1963. Seasonal variation in litter size of the meadow vole in south- ern Ontario. J. Mamm., 44:467-470.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Population cycles in small mammals",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Krebs",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Adv. Eco!. Res",
                "volume": "8",
                "issue": "",
                "pages": "267--399",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KREBS, C. J., AND J. H. MYERS. 1974. Population cycles in small mammals. Adv. Eco!. Res., 8:267- 399.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Intraspecific litter size variation in Microtus californicus II. Variation between populations",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Krohne",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Evolution",
                "volume": "34",
                "issue": "",
                "pages": "29--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KROHNE, D. T. 1980. Intraspecific litter size vari- ation in Microtus californicus II. Variation be- tween populations. Evolution, 34:1174-1182. ---. 1981. Intraspecific litter size variation in Microtus californicus: variation within popula- tions. J. Mamm., 62:29-40.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Reproduction, growth, and development in the Yucatan deer mouse, Peromyscus yucatanicus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Lackey",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "J. Mamm",
                "volume": "57",
                "issue": "",
                "pages": "638--655",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LACKEY, J. A. 1976. Reproduction, growth, and de- velopment in the Yucatan deer mouse, Peromys- cus yucatanicus. J. Mamm., 57:638-655.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Reproduction, growth, and development in high-latitude populations of Peromyscus leucopus (Rodentia)",
                "authors": [],
                "year": 1978,
                "venue": "J. Mamm",
                "volume": "59",
                "issue": "",
                "pages": "69--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---. 1978. Reproduction, growth, and devel- opment in high-latitude populations of Peromys- cus leucopus (Rodentia). J. Mamm., 59:69-83.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Regulation of numbers in an island population of the California vole, a problem in community dynamics",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Ecol. Monogr",
                "volume": "43",
                "issue": "",
                "pages": "271--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIDICKER, W. Z., JR. 1973. Regulation of numbers in an island population of the California vole, a problem in community dynamics. Ecol. Monogr., 43:271-302.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Energetics of reproduction in large-littered cotton rats (Sigmodon hispidus)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Mattingly",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcclure",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Ecology",
                "volume": "63",
                "issue": "",
                "pages": "183--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MATTINGLY, D. K., AND P. A. MCCLURE. 1982. En- ergetics of reproduction in large-littered cotton rats (Sigmodon hispidus). Ecology, 63:183-195.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Sex ratio shifts within litters of meadow voles (Microtus pennsylvanicus)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Mcshea",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Madison",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Behav. Eco!. Sociobio!",
                "volume": "18",
                "issue": "",
                "pages": "431--436",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCSHEA, W. J., AND D. M. MADISON. 1986. Sex ratio shifts within litters of meadow voles (Microtus pennsylvanicus). Behav. Eco!. Sociobio!., 18:431- 436.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Tactics of energy partitioning in breeding Peromyscus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Millar",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Canadian J. Zoo!",
                "volume": "53",
                "issue": "",
                "pages": "967--976",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLAR, J. S. 1975. Tactics of energy partitioning in breeding Peromyscus. Canadian J. Zoo!., 53: 967-976.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Annual variation of spring emergence and breeding in Columbian ground squirrels (Spermophilus columbianus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "0"
                        ],
                        "last": "Murie",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "J. Mamm",
                "volume": "63",
                "issue": "",
                "pages": "431--439",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MURIE, J. 0., AND M. A. HARRIS. 1982. Annual vari- ation of spring emergence and breeding in Colum- bian ground squirrels (Spermophilus columbi- anus). J. Mamm., 63:431-439.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Sex ratios in open and enclosed vole populations: demographic implications",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Krebs",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Amer. Nat",
                "volume": "112",
                "issue": "",
                "pages": "324--344",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, J. H., AND C. J. KREBS. 1971. Sex ratios in open and enclosed vole populations: demographic implications. Amer. Nat., 112:324-344.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Reproduction by Peromyscus maniculatus: size and compromise",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Master",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J. Mamm",
                "volume": "64",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, P., AND L. L. MASTER. 1983. Reproduction by Peromyscus maniculatus: size and compro- mise. J. Mamm., 64:1-18.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The interpretation of variation in litter size and weights of young: three caveats",
                "authors": [],
                "year": 1986,
                "venue": "J. Mamm",
                "volume": "67",
                "issue": "",
                "pages": "572--575",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---. 1986. The interpretation of variation in litter size and weights of young: three caveats. J. Mamm., 67:572-575.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Ambient temperature and rainfall: an effect on sex ratio and litter size in deer mice",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "L A Garrett"
                        ],
                        "last": "Master",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "J. Mamm",
                "volume": "66",
                "issue": "",
                "pages": "289--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, P., L. L. MASTER, AND R A. GARRETT. 1985. Ambient temperature and rainfall: an effect on sex ratio and litter size in deer mice. J. Mamm., 66: 289-298.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Limiting resources and territoriality in microtine rodents",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Ostfeld",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Amer. Nat",
                "volume": "126",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSTFELD, R. S. 1985. Limiting resources and ter- ritoriality in microtine rodents. Amer. Nat., 126: 1-15.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Population dynamics and cycles",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Taitt",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Krebs",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Biology of New World Microtus (R H. Tamarin",
                "volume": "",
                "issue": "",
                "pages": "567--620",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAITT, M. J., AND C. J. KREBS. 1985. Population dynamics and cycles. Pp. 567-620, in Biology of New World Microtus (R H. Tamarin, ed.). Spec.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Reproduction in the island beach vole, Microtus breweri, and the mainland meadow vole, Microtus pennsylvanicus, in southeastern Massachusetts",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Tamarin",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. Mamm",
                "volume": "58",
                "issue": "",
                "pages": "536--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAMARIN, R. H. 1977. Reproduction in the island beach vole, Microtus breweri, and the mainland meadow vole, Microtus pennsylvanicus, in south- eastern Massachusetts. J. Mamm., 58:536-548.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Accepted 15",
                "authors": [],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Submitted 28 April 1987. Accepted 15 February 1988. Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": ".-Changes during eight 30-day study periods in: a, mean litter size of meadow voles; b, mean litter size adjusted by analysis of covariance for changes in neonatal mass; c, mean litter size similarly adjusted for changes in mother's mass; and d, mean litter size similarly adjusted for changes in both neonatal mass and mother's mass. Vertical bars indicate ±1 SE. Sample sizes appear above the error bars in a and b, and are the same in c and d as in b.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "text": "Fig. Ib; analysis of covariance, F = 4.58, d.f. = 7, 110, P < 0.001; overall regression, R2 = 0.069, F = 4.54, d.f. = 1, 110, P = 0.04; equal slopes, F = 0.68, d.!. = 7, 103, P = 0.69).",
                "type_str": "figure",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "text": "#'\"f' 't'~ ~ r:F 1979 Dale 1980 FIG. 2.-Changes during eight 30-day study periods in: a, mean neonatal mass; b, litter mass; and c, mother's mass. Vertical bars indicate ± 1 SE. Sample sizes above error bars in a are the same for all characters.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "text": "Fig. Id; analysis of covariance, F = 2.47, d./. = 7,109, P = 0.02; overall regression, R2 = 0.506, F = 41.39, d.f. = 2, 109, P < 0.0001; equal slopes, F = 0.70, d.f. = 14, 95, P = 0.77).",
                "type_str": "figure",
                "num": null
            },
            "FIGREF7": {
                "uris": null,
                "text": ".-Changes in % males among neonates during eight SO-day study periods (a). Asterisks indicate deviations from an even sex ratio (two-tailed binomial tests): *0.10 > P > 0.05, **p < 0.05. Sample sizes appear above the points. Mean litter size and % males among neonates (b) during eight SO-day study periods. Samples from the three autumn periods of 1979 and 1980 that exhibit low mean litter sizes are labeled with an A (=autumn); r = 0.712, n = 8, P < 0.05. Sample sizes (number of litters) appear above the points.",
                "type_str": "figure",
                "num": null
            },
            "TABREF0": {
                "text": "-Mean relative density (the number of captures per 100 trap-nights) and mean proportion of adult females pregnant among local populations of meadow voles during different seasons.",
                "type_str": "table",
                "content": "<table><tr><td/><td colspan=\"2\">Relative density</td><td colspan=\"2\">% females pregnant</td></tr><tr><td>Season</td><td>X</td><td>n</td><td>X</td><td>n</td></tr><tr><td>Autumn 1979 (periods 1-2)</td><td>13.9</td><td>225</td><td>27.8</td><td>90</td></tr><tr><td>Late autumn\"</td><td>22.7</td><td>52</td><td>0.0</td><td>14</td></tr><tr><td>Early spring\" 1980</td><td>20.8</td><td>223</td><td>14.1</td><td>85 h</td></tr><tr><td>Spring/summer (periods 3-5)</td><td>10.3</td><td>260</td><td>66.3</td><td>86</td></tr><tr><td>Late summer / early autumn (periods 6-7)</td><td>10.0</td><td>83</td><td>60.3</td><td>68</td></tr><tr><td>Autumn (period 8)</td><td>15.3</td><td>124</td><td>24.4</td><td>45</td></tr><tr><td colspan=\"4\">• Late autumn 1979 and early spring 1980 were 30-day perinds that followed period 2 and preceded period 3. respectively.</td><td/></tr><tr><td colspan=\"5\">Litters were arbitrarily (but a priori) divided into eight 30-day periods according to birth date: 13 September</td></tr><tr><td colspan=\"5\">1979-12 October; 13 October-ll November; 16 April 1980-15 May; 16 May-14 June; 15 June-l4 July; 14</td></tr><tr><td colspan=\"5\">August 1980-12 September; 13 September-12 October; and 13 October-11 November. Mean litter size was</td></tr><tr><td>lowest during the periods 13 September</td><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF1": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021",
                "type_str": "table",
                "content": "<table><tr><td>February 1989</td><td>DOBSON AND MYERS-LITTER SIZE OF MEADOW VOLES</td></tr><tr><td>8</td><td/></tr><tr><td>7</td><td/></tr><tr><td>.~ 6</td><td/></tr></table>",
                "num": null
            },
            "TABREF3": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/70/1/142/901966 by University of Michigan user on 07 October 2021 TABLE 2.-Correlations among reproductive characteristics of meadow voles. Some characteristics were correlated significantly with the number of days that mothers were housed in the laboratory (the first column), so correlations farther to the right are part/ailed on \"Days in laboratory.\" Sample sizes were either 130 or 135.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td>Secondary</td><td/></tr><tr><td/><td>Days in laboratory</td><td>Neonatal mass</td><td>Litter mass</td><td>sex ratio</td><td>Mother's mass</td></tr><tr><td>Litter size</td><td>0.187*</td><td>-0.262**</td><td>0.868***</td><td>0.IS9</td><td>0.591***</td></tr><tr><td>Neonatal mass</td><td>0.086</td><td/><td>0.2S1**</td><td>-0.048</td><td>0.110</td></tr><tr><td>Litter mass</td><td>0.215*</td><td/><td/><td>0.IS5</td><td>0.657***</td></tr><tr><td>Secondary sex ratio</td><td>-0.076</td><td/><td/><td/><td>-0.018</td></tr><tr><td>Mother's mass</td><td>0.232**</td><td/><td/><td/><td/></tr><tr><td>• P &lt; 0.05 .</td><td/><td/><td/><td/><td/></tr><tr><td>•• P &lt; 0.01.</td><td/><td/><td/><td/><td/></tr><tr><td>••• P &lt; O.C)(H.</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td>of co-</td></tr></table>",
                "num": null
            }
        }
    }
}