{
    "paper_id": "Díazetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:18.885309Z"
    },
    "title": "A NEW SPECIES OF GRACILE MOUSE OPOSSUM, GENUS GRACILINANUS (DIDELPHIMORPHIA: DIDELPHIDAE), FROM ARGENTINA",
    "authors": [
        {
            "first": "M",
            "middle": [],
            "last": "Mó",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Nica",
            "middle": [],
            "last": "Díaz",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "A"
            ],
            "last": "Flores",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "N",
            "middle": [
                "M"
            ],
            "last": "Barquez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A new species in the genus Gracilinanus is described on the basis of a specimen found in a museum collection. The new species is known only from the type locality, which is located in the Yungas phytogeographic province near the Parque Nacional Calilegua, Jujuy Province, Argentina. Presently, the area is highly disturbed because of agricultural activity, mainly the cultivation of sugar cane. External, dental, and cranial morphology are described, and morphometric data as well as comparisons with other species in the genus Gracilinanus are presented.",
    "pdf_parse": {
        "paper_id": "Díazetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new species in the genus Gracilinanus is described on the basis of a specimen found in a museum collection. The new species is known only from the type locality, which is located in the Yungas phytogeographic province near the Parque Nacional Calilegua, Jujuy Province, Argentina. Presently, the area is highly disturbed because of agricultural activity, mainly the cultivation of sugar cane. External, dental, and cranial morphology are described, and morphometric data as well as comparisons with other species in the genus Gracilinanus are presented.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "mens of 7 other species of Gracilinanus, and for the recently described Hyladelphys kalinowskii (Table 1 ; Appendix I). Cranial measurements were taken with digital calipers to the nearest 0.05 mm. Measurements and abbreviations are as follows: total length (ToL), from tip of snout to tip of tail; tail length (TL), between point of insertion of tail into the body and last caudal vertebra; hind foot length (HFL), from heel to tip of the longest digit, including the claw; ear length (EL), between notch and tip of the pinna; mass (M), body weight in grams; condyloincisive length (CIL), from anteriormost incisor to posteriormost projection of occipital condyle; occipitonasal length (ONL), from anteriormost edge of nasal to posteriormost projection of occipital condyle; breadth of braincase (BB), width of cranium measured just posterior to zygomatic arches; postorbital constriction (PC), least distance across cranium measured posterior to postorbital processes; zygomatic breadth (ZB), greatest distance across outer margins of zygomatic arches; mastoidal breadth (MB), width of cranium, including mastoid; length of rostrum (LR), from anterior border of orbit to the anterior border of nasal; length of the nasal (LN), from posterior border to anterior border of nasal; length of maxillary toothrow (LMxT), from anterior margin of alveolus of canine to posterior margin of alveolus of last molar; palatal length (PL), from posterior margin of alveolus of incisor to medial posterior border of palate; width across canines (C-C), distance between outer margin of upper canines; width across molars (M-M), distance between outer margin of upper last molars.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 96,
                        "end": 104,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Numerical Taxonomic and Multivariate Analysis System (Rohlf 1993 ) was used to generate a principal components analysis to evaluate morphological variation among 9 taxa in the genus Gracilinanus and H. kalinowskii. Data for 5 cranial measurements (ONL, BB, PC, ZB, and LN) were taken from specimens examined in this study (Table 1) and from Hershkovitz (1992) . These measurements were selected so that all species in the genus could be included in the analysis.",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 68,
                        "text": "(Rohlf 1993",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 345,
                        "end": 363,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 326,
                        "end": 335,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The type specimen was compared with museum specimens of several species, including holotypes of G. emiliae, G. longicaudus, G. marica, G. dryas, G. agilis chacoensis, and G. agilis peruana, with holotype of H. kalinowskii, and with descriptions given by Hershkovitz (1992) , Gardner and Creighton (1989) , Tate (1933) , and Voss et al. (2001) .",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 173,
                        "text": "G. longicaudus, G. marica, G. dryas, G. agilis chacoensis, and G.",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 272,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 275,
                        "end": 303,
                        "text": "Gardner and Creighton (1989)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 306,
                        "end": 317,
                        "text": "Tate (1933)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 324,
                        "end": 342,
                        "text": "Voss et al. (2001)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Color descriptions follow those used by Ridgway (1912) . Terminology for description of the skull follows Hershkovitz (1992) . Teeth nomenclature follows Reig et al. (1987) , and dental terminology follows Tribe (1990) .",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 54,
                        "text": "Ridgway (1912)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 106,
                        "end": 124,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 154,
                        "end": 172,
                        "text": "Reig et al. (1987)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 206,
                        "end": 218,
                        "text": "Tribe (1990)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holotype.-Adult male, skin and skull, AMNH 167852, collected 28 March 1962 by F. Contino.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Type locality.-Yuto, Departamento Ledesma, Jujuy Province, Argentina (23Њ38ЈS, 64Њ28ЈW).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Distribution.-Known only from type locality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Etymology.-ignitus (Latin) fiery glowing, referring to strong clay color of the venter. Common names: red-bellied gracile mouse opossum (Spanish: comadrejita de vientre rojo).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Gracilinanus ignitus is a species in the genus Gracilinanus on the basis of the following characters: postorbital processes absent; edges of interorbital region beaded; lambdoidal crests slightly developed; palate well fenestrated; labial and lingual cingula always present on 3rd premolar. This is 1 of the largest species in the genus and can be distinguished from the other species by the following combination of characters: venter strongly clay colored with a white longitudinal patch on chest; tail weakly bicolored and sparsely haired; periocular ring complete and thin; ratio of tail length to head-body length 1.09; pinna about 16% head-body length; hind foot about 14% head-body length. Cranium differs from that of all other species of Gracilinanus in having the following combination of characters: ascending postorbital process of zygomatic arches well developed (height 3.51 mm); braincase little inflated; presence of pronounced edges that extend from postorbital area across the temporal crests to the lambdoidal crests; lambdoidal crests developed; 2 small posteromedial vacuities present; upper canines well developed (length 2.92 mm); P2 equal or slightly smaller than P3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Description.-Size large, total length 220 mm; length of head-body 105 mm; length of tail 115 mm; length of hind foot 15 mm; length of ear 17 mm. General external characters as for the genus. Tail long (109.5% head-body length), slightly haired, with scales visible; scales rounded, arranged in annular rows; 3 spiny hairs per scale, middle scale slightly more than 2 scales long and slightly thicker than other 2 hairs; proximal 11 mm of base of tail well furred with tip practically naked; distal portion (about 20 mm) naked ventrally; pinna large and almost naked; gular gland not evident; claws slightly extended beyond tips of the digits; fore-and hind feet covered with clay colored hairs; soles of fore-and hind feet naked; claws of hind feet covered with a small white tuft; apparently all palmar and plantar tubercles present and separated by a double row of granules (specimen preserved as a skin).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Dorsal coloration Snuff Brown overall, with light wash of Clay color and Sayal Brown; dorsal hairs with 2 bands of color, Mouse Gray proximally and Snuff Brown distally. Venter strongly Clay colored extending to sides, cheeks, throat, chin, and feet; hairs of venter unicolored. Chest with a conspicuous narrow and long white patch. Periocular rings black and not well developed. Ears Clay color. Tail slightly bicolored (darker above), Saccardo's Umber above and Tawny Olive below. Feet Clay color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "General cranial and dental characters as for the genus. Skull (Fig. 1) large; nasal long, pointed and expanded abruptly at frontomaxillary suture; interorbital region with parallel edges, with crests that extend from postorbital area across temporal crests to lambdoidal crests; constriction behind interorbital region marked; postorbital processes absent; lambdoidal crest developed; braincase little inflated; zygomatic arches broad, strong, weakly expanded and almost parallel; ascending postorbital process of zygomatic arch well developed but not pointed; palate projecting posteriorly to level of anterior border of postorbital process of jugal; palate well fenestrated, with 4 pairs of vacuities, 1 pair well-developed vacuities of maxillopalatine or mesolateral, 2 pairs small posteromedial or palatine vacuities, and 1 pair posterolateral vacuities; maxillary vacuities absent; posterolateral vacuities about one-third the breadth of last upper molar in length; anteromedial process of alisphenoid portion of bulla was apparently present but lost during preparation of the specimen; tympanic process of the petrosal evident; coronoid process of mandible broad; superior notch straight.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 62,
                        "end": 70,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Type specimen has adult dentition, I1 longer than other upper incisors; I2-I4 similar in size, and I5 slightly larger; upper canine well developed and splayed outward; P1 smaller than P2 and P3; P2 equal to or slightly smaller than P3; main cusps of M1 slightly worn, cusps B and D more developed than other cusps, right side more worn than left; M2 with paracone and protocone more worn than metacone, cusp C slightly evident; M3 more worn than M2, cusp C not evident; M4 flattened anteroposteriorly. Lower incisors subequal in size; lower canine notably shorter than upper canine; p1 smaller than p2 and p3; protoconid and metaconid well evident, hypoconid lower than entoconid; m2 and m3 similar to m1, only protoconid more developed; m4 metaconid the most developed cusp, talonid well worn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Measurements.- Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 15,
                        "end": 22,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Comparisons.-This species was compared with H. kalinowskii, considered by Hershkovitz (1992) as a species of the genus Gracilinanus. H. kalinowskii is distinguished by small size, dorsum and sides cinnamon brown, area between eyes pale, periocular rings broad and extending to base of the ears, venter almost white, braincase inflated, zygomatic arches widely expanded, edges of interorbital region widely divergent posteriorly, palatal vacuities reduced, anteromedial process of aliesphenoid portion of the bulla absent.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 92,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Differs from all other species of Gracilinanus in coloration. G. microtarsus has the following characteristics that distinguish it from G. ignitus: coloration between tawny and russet; a larger periocular ring; rostrum paler than the rest of body; hairs posterior to throat with gray bases; feet whitish; tail unicolored; claws on hind feet not extending beyond terminal digital pads; rostrum narrow; zygomatic arches widely expanded; lambdoidal crest weakly developed or absent; P2 larger than P3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus perijae is similar in size to G. ignitus but can be distinguished by the following characters: venter pale buff, plumbeous bases visible; periocular ring prominent; median interscutular hair brownish and laterals grayish; temporal crest faint; 1 pair of large posteromedial vacuities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus agilis, which is distributed in the same area (Flores et al. 2000) , is distinguished by venter buffy-white; periocular ring wider; tail hairier, scales less visible; median interscutular hair different in color than lateral hairs; postorbital processes present or absent; zygomatic arches moderately developed; ascending postorbital process more pointed; 1 pair of large posteromedial vacuities; maxillary vacuities present; canines less developed (height 1.8-2.2 mm); P2 larger than P3.",
                "cite_spans": [
                    {
                        "start": 59,
                        "end": 79,
                        "text": "(Flores et al. 2000)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus aceramarcae differs from G. ignitus by the following characters: pelage very long and lax; dorsal coloration Mars brown or russet; snout grayish; chin buffy brown; bases of the hairs gray; gular gland evident, skin naked; rostrum narrow; distance between canines small; braincase globose; interorbital region divergent, posterior constriction absent; lambdoidal and temporal crests absent; zygomatic arches thinner and ascending postorbital process pointed; 1 pair of large posteromedial vacuities; bulla larger; crest of basioccipital marked; coronoid process of mandible slender and terminated in sharp curve; superior notch concave.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus dryas is distinguished from G. ignitus by pelage long, soft and lax; hairs of venter with gray bases; tail unicolor; rostrum narrow and pointed; interorbital region smooth; edges of interorbital region diverging posteriorly and without ridges; braincase globose; anteromedial process of alisphenoid portion of bulla absent; maxillary vacuities present; 1 pair of large posteromedial vacuities; canines short.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Compared with G. ignitus, G. emiliae is smaller; venter buffy white; tail unicolor, very long, about twice the head-body length; rostrum short and narrow; interorbital region divergent; braincase globose; maxillary vacuities present; 1 pair of large posteromedial vacuities; canines short.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus longicaudus has the following characteristics that distinguish it from G. ignitus: dorsum cinnamon brown; periocular ring incomplete; venter pale yellow; claw of fore-and hind feet extending to or nearly to tips of digits; tail unicolored; braincase not inflated; interorbital region moderately divergent; 1 pair of large posteromedial vacuities; maxillary vacuities present; P2 slightly larger than P3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Gracilinanus marica is distinguished by venter yellowish buffy or cream; throat and sides of neck cream buffy; bases of hairs gray, except those of chin, neck, throat, and a small, narrow band on chest; interorbital ridges not well developed, processes nearly obsolete; zygomatic arches widely expanded; 1 pair of large posteromedial vacuities; maxillary vacuities present; canines small; P2 slightly smaller than P3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Phenetic analysis.-A principal components analysis of correlations among characters (Table 1; Hershkovitz 1992 ) was used to evaluate variation in size and shape between G. ignitus and other species in the genus, and with H. kalinowskii. The eigenvalues of the first 3 principal components were 3.66 (73.16%), 0.74 (14.91%), and 0.48 (9.63%), respectively, explaining 97.69% of total variance. Loadings of the 5 characters analyzed along each of the first 3 components are shown in Table 2 .",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 110,
                        "text": "Hershkovitz 1992",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 84,
                        "end": 93,
                        "text": "(Table 1;",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 482,
                        "end": 489,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "In the bivariate plot of components I and II ( Fig. 2a) , H. kalinowskii and G. ignitus are clearly separated from the other species along component II, H. kalinowskii is located in the upper part of the plot, whereas G. ignitus is situated in the lower part of the plot. Along component I, G. emiliae, G. longicaudus, and H. kalinowskii are located on the left side of the plot, whereas the other species are located to the right. In the bivariate plot of components I and III (Fig.  2c) , G. ignitus is located in the lower part of the plot on component III, near G. perijae and G. agilis chacoensis. In the bivariate plot of components II and III (Fig. 2b) , G. ignitus is located in the lower left-hand corner of the plot, clearly separated from the other species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 47,
                        "end": 55,
                        "text": "Fig. 2a)",
                        "ref_id": null
                    },
                    {
                        "start": 478,
                        "end": 488,
                        "text": "(Fig.  2c)",
                        "ref_id": null
                    },
                    {
                        "start": 650,
                        "end": 659,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Habitat.-Type locality of G. ignitus is in the Yungas phytogeographic province and is located near the Parque Nacional Calilegua. Presently, the habitat is highly disturbed. Extensive areas for cultivation of sugar cane and fruits have been established in the region during the last several decades. The habitat of the region is an ecotone between transitional and montane forest, where Anadenantera macrocarpa, Tipuana tipu, and several laurels are the dominant vegetation (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 474,
                        "end": 482,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Natural history.-Nothing is known about the natural history of this species. Other species of didelphid marsupials that were captured in the area include Didelphis albiventris, Lutreolina crassicaudata, Micoureus constantiae, and Thylamys sponsoria. Although the holotype is the only known specimen, the combination of characters of size and coloration allow its tax-onomic separation from other species in the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Gracilinanus ignitus, new species",
                "sec_num": null
            },
            {
                "text": "Over the last several years, investigations and surveys of mammals in the province of Jujuy have illustrated how poorly the fauna of the province was known. Recently, , Barquez and Díaz (2001) , and Flores et al. (2000) reported 10 additional species for Jujuy, thus indicating that the province has a greater mammalian diversity than previously thought. On the other hand, investigators are just now beginning to understand the biology of marsupials of Argentina, with scarce knowledge of systematics and distribution of these species. In general, studies of marsupials have included few specimens or have not included specimens from Argentina (Graipel et al. 1996; Hershkovitz 1997; Marshall 1978; Palma 1994 Palma , 1995 Palma and Yates 1998) ; thus, many authors have made errors about specific identity or distributional limits (or both) of species in Argentina.",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 192,
                        "text": "Barquez and Díaz (2001)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 199,
                        "end": 219,
                        "text": "Flores et al. (2000)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 645,
                        "end": 666,
                        "text": "(Graipel et al. 1996;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 667,
                        "end": 684,
                        "text": "Hershkovitz 1997;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 685,
                        "end": 699,
                        "text": "Marshall 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 700,
                        "end": 710,
                        "text": "Palma 1994",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 711,
                        "end": 723,
                        "text": "Palma , 1995",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 724,
                        "end": 745,
                        "text": "Palma and Yates 1998)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The description of G. ignitus, as well as descriptions of other species within the genus Gracilinanus recently described by Hershkovitz (1992) , are based on specimens that were deposited in museum collections decades ago. This certainly reflects the lack of systematic studies, at least in this group, of specimens from South America deposited in museum collections.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 142,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The genus Gracilinanus has a great diversity and wide distribution in South America, as shown by this study and by Hershkovitz (1992) . Systematic studies are needed for this and other groups of mammals of Argentina and the southern cone of South America. The new taxa of mammals from Argentina that have been described (Braun and Mares 1995; Mares and Braun 1996; Mares et al. 2000; Williams and Mares 1978) or are being described reflect the lack of systematic studies and biotic surveys in the country. Over the last several decades, the Yungas phytogeo-graphic province of Argentina has experienced the ever-increasing human impact of agricultural and technological development, cattle ranching, and indiscriminate deforestation. Probably, G. ignitus was affected by the changes in its habitat. Even as it is being described as a new species, it is difficult to know if it still exists in the region.",
                "cite_spans": [
                    {
                        "start": 115,
                        "end": 133,
                        "text": "Hershkovitz (1992)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 320,
                        "end": 342,
                        "text": "(Braun and Mares 1995;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 343,
                        "end": 364,
                        "text": "Mares and Braun 1996;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 365,
                        "end": 383,
                        "text": "Mares et al. 2000;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 384,
                        "end": 408,
                        "text": "Williams and Mares 1978)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Una nueva especie del género Gracilinanus es descripta basándose en un espécimen de museo. La nueva especie es sólo conocida para la localidad tipo, ubicada en la Provincia Fitogeográfica de las Yungas, cerca del Parque Nacional Calilegua, provincia de Jujuy, Argentina. Actualmente el área de captura está altamente modificada debido al incremento de cultivos, principalmente de caña de azúcar, que se han establecido en la zona desde muchos años atrás. Se ofrecen descripciones de morfología externa, dental, craneal, y morfometría del nuevo taxón, y se compara con todas las especies del género Gracilinanus actualmente reconocidas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESUMEN",
                "sec_num": null
            },
            {
                "text": "Fieldwork was supported by grants from CONICET (Consejo Nacional de Investigaciones Científicas y Técnicas of Argentina) and CIUNT (Consejo de Investigaciones de la Universidad Nacional de Tucumán, Argentina) which we thank for the support given to R. M. Barquez. We extend special thanks to R. Voss of the American Museum of Natural History, New York, P. D. Jenkins of the British Museum (Natural History), London, M. A. Mares of the Sam Noble Oklahoma Museum of Natural History, Norman, Oklahoma, P. Myers of University of Michigan Museum of Zoology, Ann Arbor, and William Stanley of Field Museum of Natural History, Chicago, for arranging access to specimens. We thank N. Giannini for his help with the multivariate analysis. We also thank CONI-CET, FOSDIC (Fundación Obras y Servicios para el personal Directivo de la Industria y la Construcción), and the American Museum of Natural History for fellowships provided to M. M. Díaz.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/83/3/824/2373295 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Bats of the Argentine Yungas: a systematic and distributional analysis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Acta Zoologica Mexicana",
                "volume": "82",
                "issue": "",
                "pages": "1--81",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARQUEZ, R. M., AND M. M. DíAZ. 2001. Bats of the Argentine Yungas: a systematic and distributional analysis. Acta Zoologica Mexicana 82:1-81.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A new genus and species of phyllotine rodent (Rodentia: Muridae: Sigmodontinae: Phyllotini)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Mammalogy",
                "volume": "76",
                "issue": "",
                "pages": "504--521",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRAUN, J. K., AND M. A. MARES. 1995. A new genus and species of phyllotine rodent (Rodentia: Muridae: Sigmodontinae: Phyllotini). Journal of Mammalogy 76:504-521.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Fauna misionera. Catálogo sistemático y zoogeográfico de los vertebrados de Misiones (Argentina)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Ché",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Bez",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHÉ BEZ, J. C. 1996. Fauna misionera. Catálogo siste- mático y zoogeográfico de los vertebrados de Mi- siones (Argentina). Editorial Literature of Latin America, Buenos Aires, Argentina.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mamíferos de Corrientes I. Nota preliminar sobre la distribución de algunas especies",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Contreras",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Historia Natural",
                "volume": "2",
                "issue": "",
                "pages": "71--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CONTRERAS, J. R. 1982. Mamíferos de Corrientes I. Nota preliminar sobre la distribución de algunas es- pecies. Historia Natural 2:71-72.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Notas sobre el género Marmosa en el noreste argentino (Marsupialia: Didelphidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Contreras",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Historia Natural",
                "volume": "4",
                "issue": "",
                "pages": "11--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CONTRERAS, J. R. 1984. Notas sobre el género Mar- mosa en el noreste argentino (Marsupialia: Didel- phidae). Historia Natural 4:11-12.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Contributions to the knowledge of the mammals of the Jujuy Province",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Argentina. Southwestern Naturalist",
                "volume": "44",
                "issue": "",
                "pages": "324--333",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DíAZ, M. M., AND R. M. BARQUEZ. 1999. Contributions to the knowledge of the mammals of the Jujuy Prov- ince, Argentina. Southwestern Naturalist 44:324- 333.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A new species of Akodon (Muridae: Sigmodontinae) from northwestern Argentina",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Mammalogy",
                "volume": "80",
                "issue": "",
                "pages": "786--798",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DíAZ, M. M., R. M. BARQUEZ, J. K. BRAUN, AND M. A. MARES. 1999. A new species of Akodon (Muri- dae: Sigmodontinae) from northwestern Argentina. Journal of Mammalogy 80:786-798.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Mouse opossums (Didelphimorphia, Didelphidae) of northwestern Argentina: systematics and distribution",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Flores",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Zeitschrift für Säugetierkunde",
                "volume": "65",
                "issue": "",
                "pages": "1--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FLORES, D. A., M. M. DíAZ, AND R. M. BARQUEZ. 2000. Mouse opossums (Didelphimorphia, Didelphidae) of northwestern Argentina: systematics and distribu- tion. Zeitschrift für Säugetierkunde 65:1-19.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Order Didelphimorphia. Pp. 15-23 in Mammal species of the world: a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L. 1993. Order Didelphimorphia. Pp. 15- 23 in Mammal species of the world: a taxonomic and geographic reference. 2nd ed. (D. E. Wilson and D. M. Reeder, eds.). Smithsonian Institution Press, Washington, D.C.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A new generic name for Tate's microtarsus group of South American mouse opossums (Marsupialia: Didelphidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "K"
                        ],
                        "last": "Creighton",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "102",
                "issue": "",
                "pages": "3--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L., AND G. K. CREIGHTON. 1989. A new generic name for Tate's microtarsus group of South American mouse opossums (Marsupialia: Didelphi- dae). Proceedings of the Biological Society of Wash- ington 102:3-7.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Contribução e distribuição das subspécies de Lutreolina crassicaudata (Desmarest) (Marsupialia, Mammalia)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Graipel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R M"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "Ximenez"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Revista Brasiliera de Zoologia",
                "volume": "13",
                "issue": "",
                "pages": "781--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAIPEL, M., P. R. M. MILLER, AND A. XIMENEZ. 1996. Contribução e distribuição das subspécies de Lu- treolina crassicaudata (Desmarest) (Marsupialia, Mammalia). Revista Brasiliera de Zoologia 13:781- 790.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Los mamíferos de los parques nacionales de la Argentina",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Heinonen Fortabat",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Bez",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Monografía Especial, Literature of Latin America",
                "volume": "14",
                "issue": "",
                "pages": "1--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEINONEN FORTABAT, S., AND J. C. CHÉ BEZ. 1997. Los mamíferos de los parques nacionales de la Argenti- na. Monografía Especial, Literature of Latin Amer- ica 14:1-76.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The South American gracile mouse opossums, genus Gracilinanus Gardner and Creighton 1989 (Marmosidae, Marsupialia): a taxonomic review with notes on general morphology and relationships",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Fieldiana: Zoology",
                "volume": "70",
                "issue": "",
                "pages": "1--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1992. The South American gracile mouse opossums, genus Gracilinanus Gardner and Creighton 1989 (Marmosidae, Marsupialia): a taxo- nomic review with notes on general morphology and relationships. Fieldiana: Zoology 70:1-56.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Composition of the Family Didelphidae Gray, 1821 (Didelphoidea: Marsupialia), with a review of the morphology and behavior of the included four-eyed pouched opossums of the genus Philander Tiedemann",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Fieldiana: Zoology",
                "volume": "86",
                "issue": "",
                "pages": "1--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1997. Composition of the Family Di- delphidae Gray, 1821 (Didelphoidea: Marsupialia), with a review of the morphology and behavior of the included four-eyed pouched opossums of the ge- nus Philander Tiedemann, 1888. Fieldiana: Zoology 86:1-103.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A new species of phyllotine rodent, genus Andalgalomys (Muridae: Sigmodontinae), from Argentina",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Mammalogy",
                "volume": "77",
                "issue": "",
                "pages": "928--941",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARES, M. A., AND J. K. BRAUN. 1996. A new species of phyllotine rodent, genus Andalgalomys (Muridae: Sigmodontinae), from Argentina. Journal of Mam- malogy 77:928-941.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Two new genera and species of halophytic desert mammals from isolated salt flats in Argentina",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Barquez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Díaz",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Occasional Papers, Museum of Texas Tech University",
                "volume": "20",
                "issue": "",
                "pages": "1--27",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARES, M. A., J. K. BRAUN, R. M. BARQUEZ, AND M. M. DíAZ. 2000. Two new genera and species of hal- ophytic desert mammals from isolated salt flats in Argentina. Occasional Papers, Museum of Texas Tech University 20:1-27.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Mammalia de Argentina. I. Los mamíferos silvestres de la provincia de Misiones",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Massoia",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Iguazú",
                "volume": "1",
                "issue": "",
                "pages": "15--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASSOIA, E. 1980. Mammalia de Argentina. I. Los mamíferos silvestres de la provincia de Misiones. Iguazú 1:15-43.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Presencia y rasgos etoecológicos de Marmosa agilis chacoensis Tate en las provincias de Buenos Aires",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Massoia",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fornes",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Mammalia-Marsupialia-Didelphidae). Revista de Investigaciones Agropecuarias, Instituto Nacional de Tecnología Agropecuaria",
                "volume": "9",
                "issue": "",
                "pages": "71--81",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASSOIA, E., AND A. FORNES. 1972. Presencia y rasgos etoecológicos de Marmosa agilis chacoensis Tate en las provincias de Buenos Aires, Entre Ríos y Mi- siones (Mammalia-Marsupialia-Didelphidae). Revis- ta de Investigaciones Agropecuarias, Instituto Na- cional de Tecnología Agropecuaria (Buenos Aires), serie 1, Biología y Producción Animal 9:71-81.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Guía de los mamíferos Argentinos. Fundación Miguel Lillo, Tucumán",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Olrog",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Lucero",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OLROG, C. C., AND M. M. LUCERO. 1981. Guía de los mamíferos Argentinos. Fundación Miguel Lillo, Tu- cumán, Argentina.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Historical relationships of South American opossums of the genus Thylamys (Marsupialia: Didelphidae): evidence from molecular systematics and historical biogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PALMA, R. E. 1994. Historical relationships of South American opossums of the genus Thylamys (Mar- supialia: Didelphidae): evidence from molecular sys- tematics and historical biogeography. Ph.D. disser- tation, University of New Mexico, Albuquerque.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Range expansion of two South American mouse opossums (Thylamys, Didelphidae) and their biological implications",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Revista Chilena de Historia Natural",
                "volume": "68",
                "issue": "",
                "pages": "515--522",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PALMA, R. E. 1995. Range expansion of two South American mouse opossums (Thylamys, Didelphidae) and their biological implications. Revista Chilena de Historia Natural 68:515-522.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Phylogeny of southern South American mouse opossums (Thylamys, Didelphidae) based on allozyme and chromosomal data",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Palma",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Yates",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Zeitschrift für Säugetierkunde",
                "volume": "63",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PALMA, R. E., AND T. L. YATES. 1998. Phylogeny of southern South American mouse opossums (Thyla- mys, Didelphidae) based on allozyme and chromo- somal data. Zeitschrift für Säugetierkunde 63:1-15.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Mammals of the Neotropics. The southern cone: Chile, Argentina",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "H"
                        ],
                        "last": "Redford",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Eisenberg",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "1--430",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REDFORD, K. H., AND J. F. EISENBERG. 1992. Mammals of the Neotropics. The southern cone: Chile, Argen- tina, Uruguay, Paraguay. University of Chicago Press, Chicago, Illinois 2:1-430.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Systematic relationships of the living and Neocenozoic American ''opossum-like'' marsupials (suborder Didelphimorphia), with comments on the classification of these and the Cretaceous and Paleogene New World and European metatherians",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "A"
                        ],
                        "last": "Reig",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A W"
                        ],
                        "last": "Kirsch",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "in Possums and opossums: studies in evolution, I (M. Archer",
                "volume": "",
                "issue": "",
                "pages": "1--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REIG, O. A., J. A. W. KIRSCH, AND L. J. MARSHALL. 1987. Systematic relationships of the living and Neocenozoic American ''opossum-like'' marsupials (suborder Didelphimorphia), with comments on the classification of these and the Cretaceous and Paleo- gene New World and European metatherians. Pp. 1- 89 in Possums and opossums: studies in evolution, I (M. Archer, ed.). Surrey Beatty and Sons, Sydney, New South Wales, Australia.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Color standards and color nomenclature. R. Ridgway and A. Hoen and Company",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomen- clature. R. Ridgway and A. Hoen and Company, Washington, D.C.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "NTSYS-pc. Numerical taxonomy and multivariate analysis system. Version 1.60. Exeter Software",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, F. J. 1993. NTSYS-pc. Numerical taxonomy and multivariate analysis system. Version 1.60. Ex- eter Software, New York.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "A systematic revision of the marsupial Genus Marmosa",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H H"
                        ],
                        "last": "Tate",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "66",
                "issue": "",
                "pages": "1--250",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TATE, G. H. H. 1933. A systematic revision of the marsupial Genus Marmosa. Bulletin of the Ameri- can Museum of Natural History 66:1-250.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Dental age classes in Marmosa incana and other didelphoids",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Tribe",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Mammalogy",
                "volume": "71",
                "issue": "",
                "pages": "566--569",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TRIBE, C. J. 1990. Dental age classes in Marmosa in- cana and other didelphoids. Journal of Mammalogy 71:566-569.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "263",
                "issue": "",
                "pages": "1--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VOSS, R. S., D. P. LUNDE, AND N. B. SIMMONS. 2001. The mammals of Paracou, French Guiana: a Neo- tropical lowland rainforest fauna. Part 2. Nonvolant species. Bulletin of the American Museum of Nat- ural History 263:1-236.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "A new genus and species of phyllotine rodent (Mammalia: Muridae) from northwestern Argentina",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Annals of Carnegie Museum",
                "volume": "47",
                "issue": "",
                "pages": "193--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILLIAMS, D. F., AND M. A. MARES. 1978. A new ge- nus and species of phyllotine rodent (Mammalia: Muridae) from northwestern Argentina. Annals of Carnegie Museum 47:193-221.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Museo Argentino de Ciencias Naturales",
                "authors": [
                    {
                        "first": "Colección",
                        "middle": [
                            "Mamíferos"
                        ],
                        "last": "Cml",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lillo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Associate Editor was Brett R. Riddle. APPENDIX I Specimens examined.-All specimens examined are listed with localities and catalog numbers. Acronyms of collections are as follows: AMNH",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Associate Editor was Brett R. Riddle. APPENDIX I Specimens examined.-All specimens exam- ined are listed with localities and catalog num- bers. Acronyms of collections are as follows: AMNH, American Museum of Natural History, New York; BMNH, British Museum (Natural History), London, United Kingdom; CEM, Co- lección Elio Massoia y familia, Buenos Aires, Argentina; CML, Colección Mamíferos Lillo, Tucumán, Argentina; FMNH, Field Museum of Natural History, Chicago, Illinois; IADIZA-CM, Instituto Argentino de Investigaciones en Zonas Á ridas, Mendoza, Argentina; MACN, Museo Argentino de Ciencias Naturales ''Bernardino Rivadavia'', Buenos Aires, Argentina; MLP, Co- lección de Mamíferos, Museo de La Plata; La Plata, Argentina; OMNH, Sam Noble Oklahoma Museum of Natural History, Norman, Oklahoma; UMMZ, University of Michigan Museum of Zoology, Ann Arbor. Gracilinanus ignitus (1).-See species de- scription. Gracilinanus aceramarcae (1).-BOLIVIA.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Río Aceramarca, 1 km S Yerbani, 1 (UMMZ 156005)",
                "authors": [
                    {
                        "first": "La",
                        "middle": [
                            "Paz"
                        ],
                        "last": "Department",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "La Paz Department: Río Aceramarca, 1 km S Yerbani, 1 (UMMZ 156005).",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Federal District, 25 km S of Brasilia",
                "authors": [],
                "year": null,
                "venue": "IBGE",
                "volume": "",
                "issue": "",
                "pages": "1--17369",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Federal District, 25 km S of Brasilia, IBGE, 1 (OMNH 17369);",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Federal District, 20 km S of Brasilia, 3 (OMNH 17365",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Federal District, 20 km S of Brasilia, 3 (OMNH 17365, 17366, 17367);",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Federal District, 25 km S of Brasilia, 4 (OMNH 17370",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fed- eral District, 25 km S of Brasilia, 4 (OMNH 17370, 17371, 19077, 19078);",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "115 km S of Poconé, IBDF, Base de Pesquisas",
                "authors": [
                    {
                        "first": "Mato",
                        "middle": [],
                        "last": "Grosso",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mato Grosso, 115 km S of Poconé, IBDF, Base de Pesquisas, 1 (OMNH 17373);",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "115 km S of Poconé, IBDF, Base Pesquisas, 1 (OMNH 17374)",
                "authors": [
                    {
                        "first": "Mato",
                        "middle": [],
                        "last": "Grosso",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mato Grosso, 115 km S of Poconé, IBDF, Base Pesquisas, 1 (OMNH 17374).",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Gracilinanus agilis buenavistae (1).-BOLIV-IA",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--50177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus agilis buenavistae (1).-BOLIV- IA. Santa Cruz Department: Buenavista, 1 (MACN 50177).",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Gracilinanus agilis chacoensis (34).-AR",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus agilis chacoensis (34).-AR-",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Aires Province: Arroyo Ñ acurutú, Zarate, 2 (MACN 49",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gentina",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Buenos",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "35",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GENTINA. Buenos Aires Province: Arroyo Ñ a- curutú, Zarate, 2 (MACN 49.35, MLP",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Entre Ríos Province: Villa Elisa-Arroyo Perucho Verna, Colon, 1 (MLP 30.VI.98.1)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ensenada Reserva Natural Punta Lara, 2 (MLP 9.IX.97.3, MLP 3.IX.97.4). Entre Ríos Province: Villa Elisa-Arroyo Perucho Verna, Colon, 1 (MLP 30.VI.98.1). Jujuy Province: In- genio La Esperanza, 1 (CEM 4691);",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Salta Province: Ingenio San Martín del Tabacal, lote Milagros, 14 (CML 5911",
                "authors": [],
                "year": null,
                "venue": "AMNH 185270)",
                "volume": "5912",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Bár- bara, 1 (AMNH 185270). Salta Province: Ingen- io San Martín del Tabacal, lote Milagros, 14 (CML 5911, 5912, 5913, 5914, 5915, 5916, 5917, 5918, 5919, 5920, 5922, 5924, 5925, 5926);",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "IADIZA-CM 6201, 6203)",
                "authors": [],
                "year": null,
                "venue": "Ingenio Tabacal",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ingenio Tabacal, 2 (IADIZA-CM 6201, 6203). Misiones Province: Puerto San Juan, Candelaria, 1 (MLP 17.VII.96.4);",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Río Uruguaí, a 30-km de Puerto Bemberg",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "49325",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Río Uruguaí, a 30-km de Puerto Bemberg, 1 (MACN 49325);",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Gracilinanus agilis peruana (1).-PERU. Tingo Maria",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus agilis peruana (1).-PERU. Tin- go Maria, 2,000 ft [610 m], Huamaco, 1 (BMNH 27.11.1.268 holotype).",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Gracilinanus dryas (4).-VENEZUELA. Merida: Montes de las Sierras",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus dryas (4).-VENEZUELA. Me- rida: Montes de las Sierras, 1 (BMNH 13.2.3.15);",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Montanas Alechicera, 3,000 m, 1 (BMNH 98.7.1.27)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Montanas Alechicera, 3,000 m, 1 (BMNH 98.7.1.27);",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Gracilinanus emiliae (1).-BRAZIL. Para",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus emiliae (1).-BRAZIL. Para, 1 (BMNH 9.3.9.10 holotype).",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "San Juan de Arama, Los Micos, 1,300 ft [396 m], 1 (FMNH 87924 holotype)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Colom-Bia",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Meta",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Gracilinanus longicaudus",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus longicaudus (10).-COLOM- BIA. Meta: San Juan de Arama, Los Micos, 1,300 ft [396 m], 1 (FMNH 87924 holotype). Gracilinanus marica (3).-VENEZUELA. 2 (BMNH 98.7.1.23, 98.7.1.25). Merida: Rio Al- barengas, 1 (BMNH 98.5.15.1 holotype).",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Gracilinanus microtarsus (1)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Brazil",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gracilinanus microtarsus (1).-BRAZIL.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Hyladelphys kalinowskii (1).-PERU. Cuzco: Quispicanchi, Hacienda Cadena, 1,000 m, 1 (FMNH 89991 holotype)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Uruguayana",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--41497",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uruguayana, 1 (MACN 41497). Hyladelphys kalinowskii (1).-PERU. Cuzco: Quispicanchi, Hacienda Cadena, 1,000 m, 1 (FMNH 89991 holotype).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "Projections of scores for principal components a) I and II, b) II and III, and c) I and III; extracted from correlations of 5 cranial measurements. Abbreviations of species: A, G. aceramarcae; CH, G. agilis chacoensis; D, G. dryas; E, G. emiliae; I, G. ignitus; K, H. kalinowskii; L, G. longicaudus; MA, G. marica; M, G. microtarsus; P, G. perijae.",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": ".-Habitat of Gracilinanus ignitus, at Arroyo Yuto, Departamento Ledesma, Jujuy Province, Argentina, near type locality. Photo by M. M. Díaz.",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td>C-C M-M</td><td>5.1 8.5</td><td/><td>4.3 8.5</td><td/><td>4.5 8.4</td><td>3.5 7.2</td><td>5.4 9.6</td><td>20 19</td><td/><td>4.2 8.2</td><td>4.0 8.0</td><td>4.5 8.5</td><td>4 4</td><td/><td>3.5 7.0</td><td/><td>3.6 7.7</td><td/><td>4.8 8.6</td><td>4.7 8.2</td><td>4.9 9.0</td><td>3 3</td><td/><td>4.6 8.3</td></tr><tr><td>PC ZB MB LR LN LMxT PL</td><td>5.4 15.6 10.6 10.3 12.5 10.1 14.1</td><td/><td>4.9 15.1 10.6 11.3 13.0 10.3 14.3</td><td/><td>4.9 14.7 10.5 9.9 11.1 10.6 13.4</td><td>4.4 12.4 9.3 8.2 8.8 9.3 11.7</td><td>5.5 16.9 11.4 11.2 13.2 13.2 14.7</td><td>22 20 18 17 20 22 20</td><td/><td>5.1 14.4 10.8 10.7 11.9 10.6 13.5</td><td>4.9 14.0 10.6 10.3 11.5 10.4 13.0</td><td>5.3 14.7 10.9 11.1 12.2 11.0 13.7</td><td>3 3 3 4 3 4 4</td><td/><td>4.2 12.7 9.3 7.9 8.8 9.0 10.7</td><td/><td>4.3 10.4 9.3</td><td/><td>4.9 15.5 11.2 10.3 12.1 10.2 13.7</td><td>4.8 15.0 10.8 10.1 12.0 9.8 13.2</td><td>5.1 16.1 11.6 10.4 12.4 10.5 13.9</td><td>3 3 3 3 3 3 3</td><td/><td>5.0 14.7 11.1 10.7 12.3 10.8 14.1</td></tr><tr><td>ToL TL HFL EL M CIL ONL BB</td><td>220.0 115.0 15.0 17.0 30.0 27.0 28.2 10.0</td><td/><td>245.0 142.0 16.0 29.0 23.0 27.0 29.1 11.6</td><td/><td>211.8 123.4 14.9 18.4 21.3 26.0 27.0 10.5</td><td>178.0 98.0 12.0 15.0 12.0 22.9 23.8 9.2</td><td>250.0 154.0 17.0 21.0 33.5 28.9 30.2 11.7</td><td>16 19 19 19 11 17 16 21</td><td/><td>250.0 140.0 14.0 13.1 25.5 27.7 11.5</td><td>130.0 10.0 10.0 25.5 27.3 11.4</td><td>150.0 18.4 15.0 26.0 28.3 11.6</td><td>1 4 4 4 3 3 3</td><td/><td>217.0 142.0 13.0 16.0 21.5 22.8 9.9</td><td/><td>230.0 143.0 16.0 16.0 23.4 24.8 10.3</td><td/><td>230.0 130.0 16.5 15.0 27.0 28.1 11.3</td><td>26.8 28.0 11.1</td><td>27.2 28.2 11.4</td><td>1 1 1 1 2 2 3</td><td/><td>131.0 15.0 17.0 26.4 27.9 11.9</td></tr><tr><td>Gracilinanus ignitus</td><td>holotype</td><td>Gracilinanus aceramarcae</td><td>UMMZ 156005</td><td>Gracilinanus agilis</td><td>Mean</td><td>Minimum</td><td>Maximum</td><td>n</td><td>Gracilinanus dryas</td><td>Mean</td><td>Minimum</td><td>Maximum</td><td>n</td><td>Gracilinanus emiliae</td><td>holotype</td><td>Gracilinanus longicaudus</td><td>holotype</td><td>Gracilinanus marica</td><td>Mean</td><td>Minimum</td><td>Maximum</td><td>n</td><td>Gracilinanus microtarsus</td><td>MACN 41497</td></tr></table>",
                "text": "-Measurements (in mm, except for mass, which is in g) of species of Gracilinanus. (See text for abbreviations.)",
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td/><td>I</td><td>II</td><td>III</td></tr><tr><td>ONL</td><td>0.99</td><td>0.05</td><td>0.003</td></tr><tr><td>BB</td><td>0.66</td><td>0.66</td><td>0.35</td></tr><tr><td>PC</td><td>0.83</td><td>Ϫ0.47</td><td>0.20</td></tr><tr><td>ZB</td><td>0.79</td><td>0.22</td><td>Ϫ0.56</td></tr><tr><td>LN</td><td>0.96</td><td>Ϫ0.17</td><td>0.04</td></tr></table>",
                "text": "-Principal components analysis among species of Gracilinanus and Hyladelphys. Loading of the characters analyzed along the first 3 components. (See text for abbreviations.)",
                "num": null
            }
        }
    }
}