{
    "paper_id": "D’ElíaandMyers2005-OnParaguayanThrichomys(Hystricognathi-Echimyidae)-thedistinctivenessofThrichomysfosteriThomas,1903",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:24:06.170511Z"
    },
    "title": "On Paraguayan Thrichomys (Hystricognathi: Echimyidae): the distinctiveness of Thrichomys fosteri Thomas, 1903 Resumen",
    "authors": [
        {
            "first": "Guillermo",
            "middle": [],
            "last": "D'elía",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Universidad Austral de Chile. Campus Isla Teja s/n",
                "location": {
                    "settlement": "Valdivia",
                    "country": "Chile"
                }
            },
            "email": ""
        },
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "addrLine": "Ann Arbor. 1109 Geddes Av. MI 48109",
                    "country": "USA"
                }
            },
            "email": "pmyers@umich.edu"
        }
    ],
    "year": "",
    "abstract": "Thrichomys is a genus of cursorial rodents of the family Echimyidae that is distributed across open tropical ecoregions in central and eastern South America. The understanding of species boundaries within the genus has changed dramatically during the last decade with the widespread usage of chromosomal and molecular data, resulting in an unstable taxonomy. One of the issues recently raised, on the basis of a study of specimens from south central Brazil (Mato Grosso do Sul State), is the distinctiveness at the species level of T. fosteri (with type locality in Paraguay), usually considered a synonym of T. pachyurus. Here we provide the first morphologic, karyotypic and molecular data for a series of Paraguayan specimens of Thrichomys aimed to resolve this taxonomic conundrum. Methodology: Thirty one specimens collected at five Paraguayan localities were morphologically assessed. Descriptive statistics for 20 cranial measurements were calculated for a subset of specimens considered juveniles and for a subset of specimens considered to be adults. Seven specimens of Thrichomys from three Paraguayan localities were karyotyped using standard chromosome techniques. The genetic (p-distance) and phylogenetic (Bayesian inference) analyses were based on the first 801 base pairs of the cytochrome b gene of 15 Paraguayan specimens collected at one locality and 71 Brazilian specimens of Thrichomys that belong to about eight forms of species level. Results: Paraguayan specimens examined closely match Thomas's (1903) description of Thrichomys fosteri in size and qualitative characters. All specimens have 2n = 34, FN = 64. The Paraguayan sample used for the genetic analysis shows no variation. Observed genetic variation between the Paraguayan haplotype and haplotypes from other populations ranges from 0.5 % to 8.5 %. The phylogenetic analysis show that Paraguayan haplotype falls within the clade (PP = 1) formed by haplotypes of specimens from Mato Grosso do Sul, Brazil and referred by Nascimento et al. (2013) to Thrichomys fosteri. Discussion and conclusions: Our data indicate that in fact Paraguayan populations of Thrichomys belong, together with those of the neighbouring Brazilian state of Mato Grosso do Sul, to a distinct species of Thrichomys to which the name T. fosteri applies. We expect that these data will contribute to a much needed comprehensive revision of the genus.",
    "pdf_parse": {
        "paper_id": "D’ElíaandMyers2005-OnParaguayanThrichomys(Hystricognathi-Echimyidae)-thedistinctivenessofThrichomysfosteriThomas,1903",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Thrichomys is a genus of cursorial rodents of the family Echimyidae that is distributed across open tropical ecoregions in central and eastern South America. The understanding of species boundaries within the genus has changed dramatically during the last decade with the widespread usage of chromosomal and molecular data, resulting in an unstable taxonomy. One of the issues recently raised, on the basis of a study of specimens from south central Brazil (Mato Grosso do Sul State), is the distinctiveness at the species level of T. fosteri (with type locality in Paraguay), usually considered a synonym of T. pachyurus. Here we provide the first morphologic, karyotypic and molecular data for a series of Paraguayan specimens of Thrichomys aimed to resolve this taxonomic conundrum. Methodology: Thirty one specimens collected at five Paraguayan localities were morphologically assessed. Descriptive statistics for 20 cranial measurements were calculated for a subset of specimens considered juveniles and for a subset of specimens considered to be adults. Seven specimens of Thrichomys from three Paraguayan localities were karyotyped using standard chromosome techniques. The genetic (p-distance) and phylogenetic (Bayesian inference) analyses were based on the first 801 base pairs of the cytochrome b gene of 15 Paraguayan specimens collected at one locality and 71 Brazilian specimens of Thrichomys that belong to about eight forms of species level. Results: Paraguayan specimens examined closely match Thomas's (1903) description of Thrichomys fosteri in size and qualitative characters. All specimens have 2n = 34, FN = 64. The Paraguayan sample used for the genetic analysis shows no variation. Observed genetic variation between the Paraguayan haplotype and haplotypes from other populations ranges from 0.5 % to 8.5 %. The phylogenetic analysis show that Paraguayan haplotype falls within the clade (PP = 1) formed by haplotypes of specimens from Mato Grosso do Sul, Brazil and referred by Nascimento et al. (2013) to Thrichomys fosteri. Discussion and conclusions: Our data indicate that in fact Paraguayan populations of Thrichomys belong, together with those of the neighbouring Brazilian state of Mato Grosso do Sul, to a distinct species of Thrichomys to which the name T. fosteri applies. We expect that these data will contribute to a much needed comprehensive revision of the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "década con el uso intenso de datos cromosómicos y moleculares, lo que ha resultado en una taxonomía actual inestable. Uno de los temas recientemente cuestionados, en base al estudio de especímenes del centro sur de Brasil (estado de Mato Grosso de Sul) es la distinción a nivel de especie de T. fosteri (localidad típica en Paraguay), la que ha sido generalmente considerada como un sinónimo de T. pachyurus. En este estudio proveemos los primeros datos morfológicos, cariotípicos y moleculares de una serie de especímenes paraguayos de Thrichomys con el objetivo de poner a prueba dicha propuesta taxonómica. Los datos indican que las poblaciones paraguayas de Thrichomys, junto con aquellas del vecino estado brasilero de Mato Grosso do Sul, pertenecen a una especie distinta de Thrichomys a la que le corresponde el nombre T. fosteri. Esperamos que estos datos contribuyan a una necesaria revisión integral del género.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Palabras clave: Eumysopinae, Hystricognathi, Octodontoidea, Paraguay, taxonomía The family Echimyidae is the most diverse family of New World hystricognaths. Echimyids are not only diverse taxonomically, but also in their life histories and ecomorphology; most forms are arboreal, but others are scansorial, fossorial, or semiaquatic (Emmons et al. in press) . The taxonomic history of the family is complex and the classification of these forms is still unstable (Emmons et al. in press) . Unresolved issues range from the number and limits of subfamilies (e.g., the monophyly of Echimyinae and Eumysopinae), to relationships among genera (some authors have suggested that the echimyid radiation was explosive and provides a putative example of adaptive radiation; e. g., Lara et al. 1996; Leite and Patton 2002) , to species boundaries. In this last regard, the genus Thrichomys Trouessart, 1880 is no exception.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 79,
                        "text": "Eumysopinae, Hystricognathi, Octodontoidea, Paraguay, taxonomía",
                        "ref_id": null
                    },
                    {
                        "start": 334,
                        "end": 358,
                        "text": "(Emmons et al. in press)",
                        "ref_id": null
                    },
                    {
                        "start": 464,
                        "end": 488,
                        "text": "(Emmons et al. in press)",
                        "ref_id": null
                    },
                    {
                        "start": 773,
                        "end": 790,
                        "text": "Lara et al. 1996;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 791,
                        "end": 813,
                        "text": "Leite and Patton 2002)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Thrichomys occurs in open vegetation biomes of tropical South America, including the Caatinga, Cerrado, Chaco, and Pantanal ecoregions of Bolivia, Brazil, and Paraguay. This genus has a complex nomenclatorial and taxonomic history. For example, its type species was designated just one decade ago (dos Reis and Pessôa 2004). Furthermore, Thrichomys was incorrectly associated by Thomas (1912) with Cercomys F. Cuvier and relegated to that genus for most of the 20 th century. Further, despite the publication of several recent taxonomically oriented studies, the number and identity of the species of Thrichomys remains unclear.",
                "cite_spans": [
                    {
                        "start": 379,
                        "end": 392,
                        "text": "Thomas (1912)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Until the last decade, the genus was envisioned to comprise a single species, T. apereoides (Lund, 1839) , with Echimys inermis Pictet, 1843, Isothrix pachyura Wagner, 1845, Thrichomys Fosteri Thomas, 1903, and Thrichomys laurentius Thomas, 1904 , considered either as full synonyms or as subspecies of apereoides (e. g. Moojen 1952; Cabrera 1961) . However, studies published in the 1990s showed that the genus demonstrates considerable geographic structure in its morphological, karyotypic and genetic variation. As a result, Leal-Mesquita et al. (1993) and Lara et al. (1996) suggested that Thrichomys was composed of more than one species. This trend of findings continued during this century (e. g., Bandouk and dos Reis 1995; Bonvicino et al. 2002; dos Reis et al. 2002; Pessôa et al. 2004; Braggio and Bonvicino 2004; Borodin et al. 2006; Neves and Pessôa 2011; Nascimento et al. 2013) as available names were applied to groups of populations that showed distinct morphologies and/or karyotypes. Most recently, Pessôa et al. (in press) recognized four species of Thrichomys: T. apereoides, T. inermis, T. pachyurus (including fosteri), and T. laurentius, but suggested that the relationship between T. pachyurus and fosteri required further elucidation.",
                "cite_spans": [
                    {
                        "start": 92,
                        "end": 104,
                        "text": "(Lund, 1839)",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 210,
                        "text": "Thomas, 1903, and",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 211,
                        "end": 245,
                        "text": "Thrichomys laurentius Thomas, 1904",
                        "ref_id": null
                    },
                    {
                        "start": 321,
                        "end": 333,
                        "text": "Moojen 1952;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 334,
                        "end": 347,
                        "text": "Cabrera 1961)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 528,
                        "end": 555,
                        "text": "Leal-Mesquita et al. (1993)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 560,
                        "end": 578,
                        "text": "Lara et al. (1996)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 705,
                        "end": 731,
                        "text": "Bandouk and dos Reis 1995;",
                        "ref_id": null
                    },
                    {
                        "start": 732,
                        "end": 754,
                        "text": "Bonvicino et al. 2002;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 755,
                        "end": 776,
                        "text": "dos Reis et al. 2002;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 777,
                        "end": 796,
                        "text": "Pessôa et al. 2004;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 797,
                        "end": 824,
                        "text": "Braggio and Bonvicino 2004;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 825,
                        "end": 845,
                        "text": "Borodin et al. 2006;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 846,
                        "end": 868,
                        "text": "Neves and Pessôa 2011;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 869,
                        "end": 892,
                        "text": "Nascimento et al. 2013)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1018,
                        "end": 1042,
                        "text": "Pessôa et al. (in press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Recently, Nascimento et al. (2013) , in an extensive phylogeographic study based on cytochrome b gene sequences, found that haplotypes recovered from Thrichomys specimens collected in state of Mato Grosso do Sul, in south-central Brazil, form a clade at the same level as 7 other lineages already recognized at the species level, for which at least three have no available name. In addition, they reported that topotypes of T. pachyurus showed a diploid complement of 2n = 30, FN = 56 that is distinct from the 2n = 34, FN = 64 of specimens from Mato Grosso de Sul; the authors also mentioned that specimens collected 35 km north of the type locality of T. fosteri in neighbouring Paraguay have 2n = 34. As a result, Nascimento et al. (2013) recognized a fifth species of Thrichomys distributed in Mato Groso do Sul, Brazil and Paraguay, removing the taxon Thrichomys fosteri (type locality Sapucay, Paraguay; Thomas, 1903) from the synonymy of T. pachyurus and applying this name to the form from Mato Grosso do Sul and Paraguay. However, while karyotypes were available, no Paraguayan specimen was sequenced.The main goal of this study is to assess the genetic differentiation of Paraguayan specimens of Thrichomys from specimens of Brazilian populations of the genus; in particular those collected in the state of Mato Grosso do Sul. We aim to determine if the name fosteri applies to populations from Paraguay and Mato Grosso do Sul, Brazil as suggested by Nascimento et al. (2013) . In addition, we provide morphological data for a large series of Paraguayan specimens of Thrichomys, including the first available set of measurements, with the expectation that these data will contribute to a much needed synthetic revision of the genus.",
                "cite_spans": [
                    {
                        "start": 10,
                        "end": 34,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 717,
                        "end": 741,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 910,
                        "end": 923,
                        "text": "Thomas, 1903)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1461,
                        "end": 1485,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "Paraguayan specimens of Thrichomys analyzed in this study (Appendix 1; Fig. 1 ) are housed at the following collections: University of Michigan Museum of Zoology (UMMZ), Ann Arbor, USA and Colección de Mamíferos, Universidad Austral de Chile (UACH), Valdivia, Chile.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 77,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "Thirty one specimens collected at five Paraguayan localities (Appendix 1) were measured. Sex, external measurements, and weight were taken from specimen labels. The following 17 cranial measurements were recorded with a digital calliper, following Myers et al. (1990) : CIL, condylobasal length: distance from anterior edge of upper incisors to posterior face of occipital condyles.",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 267,
                        "text": "Myers et al. (1990)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "IFL, incisive foramen length: greatest length of the incisive foramen. MTRL, maxillary toothrow length: greatest length of the upper tooth row taken at the alveolus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "AW, alveolar width: width of the palate measured across the labial margins of the alveoli of right and left M1s.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "DL, diastema length: from the posterior margin of the upper incisors to the anterior margin (root) of M1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "BOL, basioccipital length: length of basioccipital along the ventral midline of the cranium. ZB, zygomatic breadth: greatest distance between the outside margins of the zygomatic arches.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "IOC, interorbital constriction: least distance across the interorbital region. MB, mastoid breadth: breadth of the braincase measured across the mastoid processes. BB, breadth of braincase: greatest breadth of the braincase at a point just superior to the zygomatic root of the squamosal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "OCW, occipital condyle width: width between the lateral borders of the occipital condyles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "OL, orbital length: the greatest longitudinal distance across the inside of the orbit. NL, length of the nasals: measured at the midline. RL, length of the rostrum: diagonal distance from the anterior margin of the orbit to the anterior tip of the nasals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "RW1, rostral width: breadth of the rostrum across the nasolacrimal capsules. RW2, mid rostral width: breadth of the rostrum measured at the top of the arc formed by the roots of the incisors as they pass posteriorly. This arc is visible as a raised curve along the rostra1 walls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "CD, cranial depth: depth of skull, measured by placing the skull on a glass slide, measuring the distance from the bottom of the slide to the top of the cranial vault, and subtracting the thickness of the slide.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "In addition, we recorded the following three measurements: BIF, breadth across incisive foramina: from the labial margin of the right foramen to the labial margin of the left.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "GLS, greatest length of skull: from the posterior-most point of the occipital region to the tip of the nasals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "LPB, length of palatal bridge: distance from the posterior end of the incisive foramina to the anterior-most border of the mesopterygoid fossa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics were calculated for a subset of specimens considered juveniles and for a subset of specimens considered to be adults (i.e, those with molars completely erupted and showing at least some wear).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "Seven specimens of Thrichomys from three Paraguayan localities (1, Amambay: UMMZ 125551 female; 2, Chaco: UMMZ 125552 male, UMMZ 125618 female; 3, Cordillera: UMMZ 126046 male, UMMZ 126049 female, UMMZ 126050 female, UMMZ 126285 female; Fig. 1 ) were karyotyped using standard chromosome techniques.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 237,
                        "end": 243,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "The genetic and phylogenetic analyses were based on the first 801 base pairs of the cytochrome b gene. DNA sequences of 15 Paraguayan specimens collected at a single locality (Appendix 1) were gathered using the laboratory procedures outlined by Cañon et al. (2010) with primers MVZ 05 and MVZ 16, which delimit a fragment of 801 base pairs.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "Amplicons were purified and sequenced at Macrogen (Seoul, Korea). Newly generated sequences were submitted to GenBank (accession numbers: KJ551913 -KJ551927). Paraguayan sequences were integrated with 71 cyt b sequences of Thrichomys that by November 15, 2013 were available in GenBank and that belong to about eight forms of species level (see Nascimento et al. 2013) . Only one sequence of each haplotypic class (n = 57) found in the Thrichomys sample was used in the phylogenetic analysis (Fig. 2) . In addition, one sequence of each of the other living genera that together with Thrichomys compose the echimyid subfamily Eumysopinae (see current delimitation of the subfamily in Patton and Emmons in press) were downloaded, when available, from GenBank (no DNA sequence of Carterodon was available) to compose the outgroup.",
                "cite_spans": [
                    {
                        "start": 345,
                        "end": 368,
                        "text": "Nascimento et al. 2013)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 492,
                        "end": 500,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "When possible, eumysopine sequences were gathered from specimens belonging to the type species of each genus: Clyomys laticeps (AF422918), Euryzygomatomys spinosus (JF297804), Hoplomys gymnurus (AF422922), Lonchothrix emiliae (AF422921), Mesomys hispidus (KF590696), Proechimys simonsi (U35414; no sequence of P. trinitatis was available), and Trinomys albispinus (EU313251). Sequence alignment was done with Clustal X (Thompson et al. 1997) using the default values for all alignment parameters; no adjustment by eye was needed. MEGA 5 (Tamura et al. 2011) was used to calculate observed sequence divergence percentages (using the whole matrix; i.e., 86 sequences of Thrichomys) and to find the substitution model that best fits the data (HKY + G + I).",
                "cite_spans": [
                    {
                        "start": 419,
                        "end": 441,
                        "text": "(Thompson et al. 1997)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 537,
                        "end": 557,
                        "text": "(Tamura et al. 2011)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "The phylogenetic reconstruction was done with Bayesian inference (Huelsenbeck 2001) implemented in MrBayes 3 (Ronquist and Huelsenbeck 2003) using two independent runs with three heated and one cold Markov chain each. With the exception of base composition and HKY parameters, which assumed a Dirichlet process prior, uniform interval priors were assumed for all parameters. Chains were run for 10 million generations and trees were sampled every 1000 generations per chain. Log-likelihood ",
                "cite_spans": [
                    {
                        "start": 65,
                        "end": 83,
                        "text": "(Huelsenbeck 2001)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 109,
                        "end": 140,
                        "text": "(Ronquist and Huelsenbeck 2003)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Material and Methods",
                "sec_num": null
            },
            {
                "text": "values were plotted against generation time for each run in order to check for stable loglikelihood value convergence. The first 25% of the trees were discarded as burn-in; the remaining ones were used to compute a 50% majority rule tree.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics for the sample of juveniles and for a subset of adult specimens are provided in Table 1 . The skull of one of these specimens is shown in Figure 3 . The specimens examined closely match Thomas's (1903) description of Thrichomys fosteri in size and qualitative characters. They are also a good match for the description of T. pachyurus (including fosteri) given by Pessôa et al. (in press ).",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 224,
                        "text": "Thomas's (1903)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 387,
                        "end": 410,
                        "text": "Pessôa et al. (in press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 110,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 161,
                        "end": 169,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "All specimens karyotyped have 2n = 34, FN = 64. The karyotype includes 12 pairs of metacentric chromosomes, four pairs of small submetacentric, and a large subtelocentric X chromosome; poor quality material precluded determining the morphology of the Y chromosome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The Paraguayan sample used for the genetic analysis (n = 15) shows no variation; all specimens had the same haplotype. Observed genetic variation between the Paraguayan haplotype and haplotypes from other populations ranges from 0.5 % (comparison with ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "haplotype EU313253 of T. fosteri) to 8.5 % (comparison with haplotype JX459886 of T. inermis). The phylogenetic analysis of cyt b DNA sequences (Fig. 2) recovered a strongly supported (PP = 1) genus Thrichomys. At the base of the Thrichomys clade is a polytomy involving four main lineages: 1. T. laurentius; 2. (((T. inermis, T. aff. T. inermis) T. fosteri) T. pachyurus); 3. (T. aff. T. apereoides, T. aff. T. laurentius); and 4. T. apereoides. The Paraguayan haplotype falls within the clade (PP = 1) formed by haplotypes of specimens from Mato Grosso do Sul, Brazil and referred by Nascimento et al. (2013) to Thrichomys fosteri. Average p-distance value between haplotype pairs of Thrichomys fosteri is 0.4 % ( Table 2 ).",
                "cite_spans": [
                    {
                        "start": 586,
                        "end": 610,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 144,
                        "end": 152,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 716,
                        "end": 723,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The Paraguayan mammal fauna is diverse, both in terms of species numbers as well as phylogenetically. With continuing additions to the list of species recorded for Paraguay (e. g., D'Elía et al. 2008; de la Sancha et al. 2009 de la Sancha et al. , 2012 Smith et al. 2011) , these numbers are expected to grow. In general, the mammal biota of the country is far from being adequately known; for most species of mammals, available knowledge covers little more than distributional data. Further, for those few species that occur in Paraguay and whose general biology has been studied, Paraguayan populations have seldom been included in the investigations.",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 200,
                        "text": "D'Elía et al. 2008;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 201,
                        "end": 225,
                        "text": "de la Sancha et al. 2009",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 226,
                        "end": 252,
                        "text": "de la Sancha et al. , 2012",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 253,
                        "end": 271,
                        "text": "Smith et al. 2011)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Among the least studied groups of Paraguayan mammals are those of the family Echimyidae. Six species of Echimyidae (sensu Emmons et al. in press) are known to occur in Paraguay: Clyomys laticeps (Thomas 1909) , Euryzygomatomys spinosus (G. The taxonomic history of the latter is complex. A few years after its description by Trouessart, (1880), Thrichomys was placed under Cercomys by Thomas (1912) Numbers in parentheses refer to the number of sequences studied for each species (see Fig. 2 for details of the analyzed sequences).",
                "cite_spans": [
                    {
                        "start": 122,
                        "end": 145,
                        "text": "Emmons et al. in press)",
                        "ref_id": null
                    },
                    {
                        "start": 195,
                        "end": 208,
                        "text": "(Thomas 1909)",
                        "ref_id": null
                    },
                    {
                        "start": 385,
                        "end": 398,
                        "text": "Thomas (1912)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 485,
                        "end": 491,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "1935, but see Bertoni, 1914 , 1935 who continued using T. fosteri). Later, Ellerman (1941 referred C. fosteri to the synonymy of Cercomys cunicularis (F. Cuvier 1829).",
                "cite_spans": [
                    {
                        "start": 14,
                        "end": 27,
                        "text": "Bertoni, 1914",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 28,
                        "end": 34,
                        "text": ", 1935",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 35,
                        "end": 89,
                        "text": "who continued using T. fosteri). Later, Ellerman (1941",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Thrichomys was later resurrected from Cercomys (see Petter 1973) with T. apereoides as it single species (e. g. Woods 1993 ). In the last decade, as a result of investigations based on karyotypes and phylogenetic analyses (Bonvicino et al., 2002; Braggio and Bonvicino, 2004; Pessôa et al. 2004) , T. pachyurus was removed from the synonymy of T. apereoides and Paraguayan populations were referred to it (e. g. Woods and Kilpatrick 2005) . Additional evidence led Nascimento et al. (2013) to argue that populations from Mato Grosso do Sul, south-central Brazil and Paraguay should be recognized as a species (T. fosteri) distinct from T. pachyurus.",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 64,
                        "text": "Petter 1973)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 112,
                        "end": 122,
                        "text": "Woods 1993",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 222,
                        "end": 246,
                        "text": "(Bonvicino et al., 2002;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 247,
                        "end": 275,
                        "text": "Braggio and Bonvicino, 2004;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 276,
                        "end": 295,
                        "text": "Pessôa et al. 2004)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 412,
                        "end": 438,
                        "text": "Woods and Kilpatrick 2005)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 465,
                        "end": 489,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our study is the first to analyze DNA sequence data from Paraguayan Thrichomys. The single Paraguayan haplotype found is not only similar to haplotypes found in Mato Grosso do Sul, but it is deeply nested within the clade that includes these haplotypes from Mato Grosso do Sul populations and excludes those of other Brazilian populations (Fig. 2) . This agrees with the hypothesis that Mato Grosso de Sul and Paraguayan populations belong to the same species of Thrichomys. This clade is sister to a clade formed by haplotypes of T. inermis and T. aff. T. inermis, from the Brazilian states of Bahia and Tocantins, respectively; the clade from Mato Grosso do Sul and Paraguay differs on average from that of T. inermis and T. aff. T. inermis by 8.2 and 7.2% ( Table 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 339,
                        "end": 347,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 761,
                        "end": 769,
                        "text": "Table 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Specimens of T. inermis and T. aff. T. inermis have 2n = 26, FN = 48 (Nascimento et al. 2013) , in contrast to populations from Paraguay and Mato Grosso do Sul, which share 2n = 34,FN = 64. Taken together, these data indicate that the species from Mato Grosso do Sul and Paraguay is distinct from all other members of the genus, including T. pachyurus (2n = 30, FN = 56). We have not analyzed sequences from Sapucai (current spelling of Sapucay), Paraguari, Paraguay, the type locality of T. fosteri; Compania Minas-Cue is about 75 km towards the northwest of Sapucai, and our closest sample comes from Saltos de Pirareta, ca. 18 km to the north of Sapucai (Fig. 1) . However, our specimens, including those sequenced (Appendix 1), are consistent with the original description of T. fosteri (Thomas 1903) , including a quantitative comparison (not shown) of the type (an old adult male) of T. fosteri and the two males of class 4 available to us. The type of T. fosteri has only two measurements that fall outside the range defined by the two old males examined by us; these variables are length of the incisive foramen (type 5.6% larger than the average of our two oldest males) and zygomatic breadth (type 3.2% larger than the average of our two oldest males). Therefore, we agree with Nascimento et al. (2013) that the correct name to apply to the species from Mato Grosso do Sul and Paraguay is T. fosteri. Future studies are needed to clarify if Bolivian specimens also belong to this form as suggested by Anderson (1997) based on their morphology.",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 93,
                        "text": "(Nascimento et al. 2013)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 791,
                        "end": 804,
                        "text": "(Thomas 1903)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1288,
                        "end": 1312,
                        "text": "Nascimento et al. (2013)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1511,
                        "end": 1526,
                        "text": "Anderson (1997)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 657,
                        "end": 665,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The Paraguayan sample available to us lacks genetic variation in the locus sampled; 15 specimens, collected at a single locality, show the same cyt b haplotype. Future studies will clarify how genetic variation is geographically partitioned among Paraguayan populations of T. fosteri for this and other loci. However, it is noteworthy that most Paraguayan mammal species so far analyzed also show low levels of genetic variation (e.g., Akodon paranaensis, D'Elía et al. 2008 ; Akodon montensis, Valdez and D'Elía 2013; Dasypus novemcinctus, Frutos and Van Den Bussche 2002; Marmosa paraguayana, de la Sancha et al. 2012; Oligoryzomys nigripes, Francés and D'Elía 2006; Scapteromys aquaticus, D'Elía and Pardiñas 2004) . Although our sampling of T. fosteri is far from adequate to constitute a phylogeographic study, it is of interest that the Paraguayan haplotype discovered is well nested within haplotypes of animals from Mato Grosso do Sul (Fig. 2) . This result allows advancing a scenario, which should be further tested, in which variants from Paraguay, and by extension Paraguayan populations, are derived from populations from south-central Brazil. Similar scenarios in which Paraguayan",
                "cite_spans": [
                    {
                        "start": 456,
                        "end": 474,
                        "text": "D'Elía et al. 2008",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 495,
                        "end": 518,
                        "text": "Valdez and D'Elía 2013;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 519,
                        "end": 573,
                        "text": "Dasypus novemcinctus, Frutos and Van Den Bussche 2002;",
                        "ref_id": null
                    },
                    {
                        "start": 574,
                        "end": 620,
                        "text": "Marmosa paraguayana, de la Sancha et al. 2012;",
                        "ref_id": null
                    },
                    {
                        "start": 621,
                        "end": 668,
                        "text": "Oligoryzomys nigripes, Francés and D'Elía 2006;",
                        "ref_id": null
                    },
                    {
                        "start": 669,
                        "end": 717,
                        "text": "Scapteromys aquaticus, D'Elía and Pardiñas 2004)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 943,
                        "end": 951,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Sometido: 19 de ",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 15,
                        "text": "de",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix 1",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "species would have recently expanded into Paraguay) have been suggested for different mammal species",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "D'elía",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "young (i.e., species would have recently expanded into Paraguay) have been suggested for different mammal species (e. g. D'Elía et al. 2008; de la Sancha et al.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "We expect that the data here provided as well the hypotheses advanced will contribute to a much needed comprehensive revision of the genus Thrichomys as well as incrementally improve our knowledge of Paraguayan mammals",
                "authors": [
                    {
                        "first": "D'elía",
                        "middle": [],
                        "last": "Valdez",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Valdez and D'Elía 2013). Remarkably, these species show different life histories, Akodon montensis is a forest specialist while others (e. g. Necromys lasiurus) inhabit open areas; as such, it is difficult to invoke a single scenario accounting for these patterns (but see Valdez and D'Elía 2013). We expect that the data here provided as well the hypotheses advanced will contribute to a much needed comprehensive revision of the genus Thrichomys as well as incrementally improve our knowledge of Paraguayan mammals.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "We first express our gratitude to R. D. Owen for inviting us to contribute this work to this special volume of Therya. Several people provided valuable assistance during field work in Paraguay including I",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Mora",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Aquino",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Owen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "We first express our gratitude to R. D. Owen for inviting us to contribute this work to this special volume of Therya. Several people provided valuable assistance during field work in Paraguay including I. Mora, L. Aquino, and R. D. Owen. P. Smith and two anonymous reviewers provided valuable comments on an earlier version of this work. Pablo Jayat made the map of Figure 1. Financial support was provided by FONDECYT 1110737.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mammals of Bolivia, taxonomy and distribution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "231",
                "issue": "",
                "pages": "1--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Anderson, s. 1997. Mammals of Bolivia, taxonomy and distribution. Bulletin of the American Museum of Natural History 231:1-652.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Craniometric variation and subspecific differentiation in Thrichomys apereoides in northeastern Brazil (Rodentia: Echimyidae)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Bandouk",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Zeitschrift für Säugetierkunde",
                "volume": "60",
                "issue": "",
                "pages": "176--185",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAndouk, A. C., And s. F. dos reis. 1995. Craniometric variation and subspecific differentiation in Thrichomys apereoides in northeastern Brazil (Rodentia: Echimyidae). Zeitschrift für Säugetierkunde 60:176-185.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Fauna paraguaya: Catálogos sistemáticos de los vertebrados del Paraguay. Peces, batracios, reptiles, aves y mamíferos conocidos hasta 1913",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bertoni",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "De",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Establecimiento Gráfico M. Brossa",
                "volume": "",
                "issue": "",
                "pages": "1--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bertoni, A. de W. 1914. Fauna paraguaya: Catálogos sistemáticos de los vertebrados del Paraguay. Peces, batracios, reptiles, aves y mamíferos conocidos hasta 1913. Pp. 1 -86, en Descripción Física y Económica del Paraguay 59. (Bertoni M.S., ed.). Establecimiento Gráfico M. Brossa. Asunción, Paraguay.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Catálogos sistemáticos de los vertebrados del Paraguay. Mamíferos, aves, reptiles y batracios comprobados hasta 1937",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bertoni",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "De",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Revista de la Sociedad Científica del Paraguay",
                "volume": "4",
                "issue": "",
                "pages": "3--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bertoni, A. de W. 1939. Catálogos sistemáticos de los vertebrados del Paraguay. Mamíferos, aves, reptiles y batracios comprobados hasta 1937. Revista de la Sociedad Científica del Paraguay 4: 3-49.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Karyologic evidence of diversification of the genus Thrichomys (Rodentia, Echimyidae)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "B"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Animal Cytogenetics and Genome Research",
                "volume": "97",
                "issue": "",
                "pages": "200--204",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BonviCino, C. r., i. B. otAzu, And P. s. d'AndreA. 2002. Karyologic evidence of diversification of the genus Thrichomys (Rodentia, Echimyidae). Animal Cytogenetics and Genome Research 97:200-204.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Reproductive isolation due to genetic incompatibilities between Thrichomys pachyurus and two subspecies of Thrichomys apereoides",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Borodin",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "C"
                        ],
                        "last": "Barreiros-Gomez",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "I"
                        ],
                        "last": "Zhelezova",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Bonvicino",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Genome",
                "volume": "49",
                "issue": "",
                "pages": "159--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Borodin, P. M., s. C. BArreiros-GoMez, A. i. zhelezovA, C. r. BonviCino, And P. s. d'AndreA. 2006. Reproductive isolation due to genetic incompatibilities between Thrichomys pachyurus and two subspecies of Thrichomys apereoides. Genome 49:159-167.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Molecular divergence in the genus Thrichomys (Rodentia: Echimyidae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Braggio",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "And",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bonvicino",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Mammalogy",
                "volume": "85",
                "issue": "",
                "pages": "316--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BrAGGio, e., And C. r. BonviCino. 2004. Molecular divergence in the genus Thrichomys (Rodentia: Echimyidae). Journal of Mammalogy 85:316-320.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Catálogo de los mamíferos de America del Sur",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Revista del Museo Argentino de Ciencias Naturales \"Bernardino Rivadavia\" e Instituto Nacional de Investigación de las Ciencias Naturales Zoologia",
                "volume": "4",
                "issue": "",
                "pages": "309--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABrerA, A. 1961. Catálogo de los mamíferos de America del Sur. Revista del Museo Argentino de Ciencias Naturales \"Bernardino Rivadavia\" e Instituto Nacional de Investigación de las Ciencias Naturales Zoologia 4:309-732.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Phylogeography of Loxodontomys micropus with comment on the alpha taxonomy of Loxodontomys (Cricetidae: Sigmodontinae)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Cañón",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "F J"
                        ],
                        "last": "Pardiñas",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "E P"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Mammalogy",
                "volume": "91",
                "issue": "",
                "pages": "1449--1458",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CAñón C., G. d'elíA, u. F. J. PArdiñAs, And e. P. lessA. 2010. Phylogeography of Loxodontomys micropus with comment on the alpha taxonomy of Loxodontomys (Cricetidae: Sigmodontinae). Journal of Mammalogy 91:1449-1458.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Discovery of Juliomys (Rodentia, Sigmodontinae) in Paraguay, a new genus of Sigmodontinae for the country's Atlantic Forest",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Netto",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Pérez",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Salazar-Bravo",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Mammalia",
                "volume": "73",
                "issue": "",
                "pages": "162--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de lA sAnChA, n., G. d'elíA, F. netto, P. Pérez, And J. sAlAzAr-BrAvo. 2009. Discovery of Juliomys (Rodentia, Sigmodontinae) in Paraguay, a new genus of Sigmodontinae for the country's Atlantic Forest. Mammalia 73:162-167.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Systematics of the subgenus of mouse opossums Marmosa (Micoureus) (Didelphimorphia, Didelphidae) with noteworthy records from Paraguay",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "P"
                        ],
                        "last": "Teta",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Mammalian Biology",
                "volume": "77",
                "issue": "",
                "pages": "229--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "de lA sAnChA, n., G. d'elíA, And P. tetA. 2012. Systematics of the subgenus of mouse opossums Marmosa (Micoureus) (Didelphimorphia, Didelphidae) with noteworthy records from Paraguay. Mammalian Biology 77:229-236.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Systematics of Argentinean, Paraguayan, and Uruguayan swamp rats of the genus Scapteromys (Rodentia, Cricetidae, Sigmodontinae)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "F J"
                        ],
                        "last": "Pardiñas",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Mammalogy",
                "volume": "85",
                "issue": "",
                "pages": "897--910",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "d'elíA, G., And u. F. J. PArdiñAs. 2004. Systematics of Argentinean, Paraguayan, and Uruguayan swamp rats of the genus Scapteromys (Rodentia, Cricetidae, Sigmodontinae). Journal of Mammalogy 85:897-910.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "New and noteworthy records of Rodentia (Erethizontidae, Sciuridae, and Cricetidae) from Paraguay",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Mora",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "R D"
                        ],
                        "last": "Owen",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Zootaxa",
                "volume": "1784",
                "issue": "",
                "pages": "39--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "d'elíA, G., i. MorA, P. Myers, And r. d. oWen. 2008. New and noteworthy records of Rodentia (Erethizontidae, Sciuridae, and Cricetidae) from Paraguay. Zootaxa 1784:39-57.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Geographic variation in cranial morphology in Thrichomys apereoides: II. Geographic units, morphological discontinuities, and sampling gaps",
                "authors": [
                    {
                        "first": ".",
                        "middle": [
                            "F"
                        ],
                        "last": "Dos Reis",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "C R"
                        ],
                        "last": "Duarte",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Monteiro",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Von Zuben",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Mammalogy",
                "volume": "83",
                "issue": "",
                "pages": "345--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "dos reis, s. F., l. C. duArte, l. r. Monteiro, And F. J. von zuBen. 2002. Geographic variation in cranial morphology in Thrichomys apereoides: II. Geographic units, morphological discontinuities, and sampling gaps. Journal of Mammalogy 83:345-353.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Bayesian inference of phylogeny and its impact on evolutionary biology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Huelsenbeck",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Science",
                "volume": "294",
                "issue": "",
                "pages": "2310--2314",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "huelsenBeCk, J. P. 2001. Bayesian inference of phylogeny and its impact on evolutionary biology. Science 294:2310-2314.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "In press. Family Echimyidae Gray, 1825",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "En Mammals of South America",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "eMMons, l. h., y. l. r. leite, And J. l. PAtton. In press. Family Echimyidae Gray, 1825. En Mammals of South America, Volume 2, Rodents (Patton, J. L., U. F. J. Pardiñas, and G. D'Elía, eds.). University of Chicago Press. Chicago, USA.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Genetic diversity and gene flow in ninebanded armadills in Paraguay",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Frutos",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Mammalogy",
                "volume": "83",
                "issue": "",
                "pages": "815--823",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frutos, s. d., And r. A. vAn den BussChe. 2002. Genetic diversity and gene flow in nine- banded armadills in Paraguay. Journal of Mammalogy 83:815-823.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The simultaneous diversification of South American echimyid rodents (Hystricognathi) based on complete cytochrome b sequences",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Lara",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [],
                        "last": "Da",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "N"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "5",
                "issue": "",
                "pages": "403--413",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "lArA, M. C., J. l. PAtton, And dA M. n. silvA. 1996. The simultaneous diversification of South American echimyid rodents (Hystricognathi) based on complete cytochrome b sequences. Molecular Phylogenetics and Evolution 5:403-413.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Comparative cytogenetic studies of two karyomorphs of Thrichomys apereoides (Rodentia, Echimyidae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Leal-Mesquita",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L B"
                        ],
                        "last": "Fagundes",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rocha",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Genetics and Molecular Biology",
                "volume": "16",
                "issue": "",
                "pages": "639--651",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "leAl-MesquitA, e. r., v. FAGundes, y. yonenAGA-yAssudA, And P. l. B. roChA. 1993. Comparative cytogenetic studies of two karyomorphs of Thrichomys apereoides (Rodentia, Echimyidae). Genetics and Molecular Biology 16:639-651.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Evolution of South American spiny rats (Rodentia, Echimyidae): the star-phylogeny hypothesis revisited",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "25",
                "issue": "",
                "pages": "455--464",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "leite, y. l., And J. l. PAtton. 2002. Evolution of South American spiny rats (Rodentia, Echimyidae): the star-phylogeny hypothesis revisited. Molecular Phylogenetics and Evolution 25:455-464.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Os Roedores do Brasil. Instituto Nacional do Livro",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moojen",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MooJen, J. 1952. Os Roedores do Brasil. Instituto Nacional do Livro, Rio de Janeiro. Rio de Janeiro, Brazil.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "A review of the boliviensis group of Akodon (Rodentia: Sigmodontinae), with emphasis on Peru and Bolivia",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "177",
                "issue": "",
                "pages": "1--104",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers, P., J. l. PAtton, And M. F. sMith. 1990. A review of the boliviensis group of Akodon (Rodentia: Sigmodontinae), with emphasis on Peru and Bolivia. Miscellaneous Publications, Museum of Zoology, University of Michigan 177:1-104.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The Role of historical barriers in the diversification processes in open vegetation formations during the Miocene/ Pliocene using an ancient rodent lineage as a model",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "F"
                        ],
                        "last": "Nascimento",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Lazar",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D M"
                        ],
                        "last": "Menezes",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Durans",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moreira",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Salazar-Bravo",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Andrea",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bonvicino",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "PLoS ONE",
                "volume": "8",
                "issue": "4",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1371/journal.pone.0061924"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "nAsCiMento, F. F., A. lAzAr, A. n. Menezes, A. d. M. durAns, J. C. MoreirA, J. sAlAzAr- BrAvo, P. s. d'AndreA, And C. r. BonviCino. 2013. The Role of historical barriers in the diversification processes in open vegetation formations during the Miocene/ Pliocene using an ancient rodent lineage as a model. PLoS ONE 8(4): e61924. doi:10.1371/journal.pone.0061924",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Morphological distinction of species of Thrichomys (Rodentia: Echimyidae) through ontogeny of cranial and dental characters",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Neves",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "A M"
                        ],
                        "last": "Da S",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pessôa",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Zootaxa",
                "volume": "2804",
                "issue": "",
                "pages": "15--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "neves, A. C. dA s. A., And l. M. PessôA. 2011. Morphological distinction of species of Thrichomys (Rodentia: Echimyidae) through ontogeny of cranial and dental characters. Zootaxa 2804:15-24.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "And l. h. eMMons",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "press. Subfamily Eumysopinae Rusconi",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PAtton, J. l. And l. h. eMMons. In press. Subfamily Eumysopinae Rusconi, 1935. In Mammals of South America, Volume 2, Rodents (Patton, J. L., U. F. J. Pardiñas, and G. D'Elía, eds.). University of Chicago Press. Chicago, USA.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Karyological and morphometric variation in the genus Thrichomys (Rodentia: Echimyidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Pessôa",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "De Oliveira Corrêa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "De Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Mammalian Biology",
                "volume": "69",
                "issue": "",
                "pages": "258--269",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PessôA, l. M., M. M. de oliveirA CorrêA, J. A. de oliveirA, And M. o. G. loPes. 2004. Karyological and morphometric variation in the genus Thrichomys (Rodentia: Echimyidae). Mammalian Biology 69:258-269.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "press",
                "authors": [
                    {
                        "first": ".",
                        "middle": [
                            "M"
                        ],
                        "last": "Pessôa L",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Tavares",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C A"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L G"
                        ],
                        "last": "Silva",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PessôA l. M., W. C. tAvAres, A. C. A. neves, And A. l. G. dA silvA. In press. Genus Thrichomys E.-L. Trouessart, 1880. En Mammals of South America, Volume 2, Rodents (Patton, J. L., U. F. J. Pardiñas, and G. D'Elía, eds.). University of Chicago Press, Chicago, USA.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Les noms de genre Cercomys, Nelomys, Trichomys et Proechimys (Rongeurs, Echimyides)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Petter",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Mammalia",
                "volume": "37",
                "issue": "",
                "pages": "422--426",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Petter, F. 1973. Les noms de genre Cercomys, Nelomys, Trichomys et Proechimys (Rongeurs, Echimyides). Mammalia 37:422-426.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "MrBayes 3: Bayesian phylogenetic inference under mixed models",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Ronquist",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Huelsenbeck",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Bioinformatics",
                "volume": "19",
                "issue": "",
                "pages": "572--1574",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ronquist, F. And J. P. huelsenBeCk. 2003. MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics 19:572-1574.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "First Records of the Southern Naked-Tailed Armadillo Cabassous unicinctus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Atkinson",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Castillo",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Cingulata: Dasypodidae) in Paraguay. Edentata",
                "volume": "12",
                "issue": "",
                "pages": "53--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "sMith, P., r. d. oWen, k. Atkinson, h. del CAstillo, And e. northCote-sMith. 2011. First Records of the Southern Naked-Tailed Armadillo Cabassous unicinctus (Cingulata: Dasypodidae) in Paraguay. Edentata 12:53-57.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "MEGA5: Molecular Evolutionary Genetics Analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Tamura",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Stecher",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kumar",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Molecular Biology and Evolution",
                "volume": "28",
                "issue": "",
                "pages": "2731--2739",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "tAMurA, k., d. Peterson, n. Peterson, G. steCher, M. nei, And s. kuMAr. 2011. MEGA5: Molecular Evolutionary Genetics Analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Molecular Biology and Evolution 28:2731-2739.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "New species of Oxymycterus, Thrichomys, and Ctenomys from S. America. Annals and Magazine of Natural History ser",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "",
                "volume": "7",
                "issue": "",
                "pages": "226--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "thoMAs, o. 1903. New species of Oxymycterus, Thrichomys, and Ctenomys from S. America. Annals and Magazine of Natural History ser.7, 11:226-229.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "The generic names Cercomys and Proechimys",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "25",
                "issue": "",
                "pages": "115--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "thoMAs, o. 1912. The generic names Cercomys and Proechimys. Proceedings of the Biological Society of Washington 25:115-116.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The CLUSTAL X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "J"
                        ],
                        "last": "Gibson",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Plewniak",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Jeanmougin",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "D G"
                        ],
                        "last": "Higgins",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Nucleic Acids Research",
                "volume": "25",
                "issue": "",
                "pages": "4876--4882",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "thoMPson, J. d., t. J. GiBson, F. PleWniAk, F. JeAnMouGin, And d. G. hiGGins. 1997. The CLUSTAL X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools. Nucleic Acids Research 25:4876-4882.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Catalogue des mammíferos vivants et fossils. Ordre des rongeurs",
                "authors": [],
                "year": null,
                "venue": "Bulletin de la Société d'Études Scientifiques d'Angers",
                "volume": "10",
                "issue": "",
                "pages": "58--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "trouessArt, e. l. 1880. Catalogue des mammíferos vivants et fossils. Ordre des rongeurs. Bulletin de la Société d'Études Scientifiques d'Angers 10:58-212.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Differentiation in the Atlantic Forest: phylogeography of Akodon montensis (Rodentia, Sigmodontinae) and the Carnaval-Moritz model of Pleistocene refugia",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Valdez",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "And",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Mammalogy",
                "volume": "94",
                "issue": "",
                "pages": "911--922",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "vAldez, l., And G. d'elíA. 2013. Differentiation in the Atlantic Forest: phylogeography of Akodon montensis (Rodentia, Sigmodontinae) and the Carnaval-Moritz model of Pleistocene refugia. Journal of Mammalogy 94:911-922.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "en Mammal species of the world: a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Woods",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "771--806",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Woods, C. A. 1993. Suborder Hystricognathi. Pp. 771-806 en Mammal species of the world: a taxonomic and geographic reference, 2nd ed. (Wilson D. E., and D. M. Reeder, eds.). Smithsonian Institution Press. Washington, USA.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Infraorder Hystricognathi. Pp. 1538-1600 en Mammal species of the world: a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Woods",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "W"
                        ],
                        "last": "Kilpatrick",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Woods, C. A., And C. W. kilPAtriCk. 2005. Infraorder Hystricognathi. Pp. 1538-1600 en Mammal species of the world: a taxonomic and geographic reference, 3d ed. (Wilson, D. E., and D. M. Reeder, eds.). The Johns Hopkins Press. Baltimore, USA.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "Figure 1. Map showing the collecting localities of the specimens of Thrichomys fosteri Thomas 1903 analyzed in the present study. Details of the Paraguayan localities (1-5) are provided in Appendix I. Localities from Mato Grosso do Sul, Brazil are: 6) Bela Vista, 7) Fazenda Taboco, and 8) Corumbá (see Nascimento et al. 2013). The star indicates the type locality of Thrichomys fosteri.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "text": "Figure 2. Majority-rule consensus resulting from the Bayesian analysis based on the first 801 bases of the cyt b gene of Thrichomys. Numbers indicate posterior probability values of the nodes at their right. Terminal labels refer to GenBank accession numbers; those haplotypes of specimens from the Brazilian state of Mato Grosso do Sul are indicated by an *. The Paraguayan haplotype is labelled Paraguay.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "text": "Fischer 1814), Kannabateomys amblyonyx (Wagner 1845), Myocastor coypus (G. I. Molina 1782), Proechimys longicaudatus (Rengger 1830), and one species of Thrichomys.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "text": "Figure 3. Dorsal, ventral and lateral view of the skull and lateral view of the right jaw of Thrichomys fosteri (UMMZ 125551) from Paraguay (details of collection locality in Appendix 1).",
                "type_str": "figure",
                "uris": null
            },
            "TABREF1": {
                "content": "<table><tr><td/><td>intraspecific</td><td>T. pachyurus</td><td>T. aff. T. inermis</td><td>T. inermis</td><td>T. aff. T. laurentius</td><td>T. laurentius</td><td>T. apereoides</td><td>T. aff. T. apereoides</td><td>Table 2. variation of the b gene within and Observed (p-distance) cytochrome among eight putative species of Thrichomys.</td></tr><tr><td>T. pachyurus (9)</td><td>0.022</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>T. aff. T. inermis (6)</td><td>0.007</td><td>0.092</td><td/><td/><td/><td/><td/><td/></tr><tr><td>T. inermis (4)</td><td>0.037</td><td colspan=\"2\">0.086 0.095</td><td/><td/><td/><td/><td/></tr><tr><td>T. aff. T. laurentius (2)</td><td>0.001</td><td colspan=\"2\">0.064 0.070</td><td>0.087</td><td/><td/><td/><td/></tr><tr><td>T. laurentius (34)</td><td>0.006</td><td colspan=\"2\">0.067 0.081</td><td>0.090</td><td>0.033</td><td/><td/><td/></tr><tr><td>T. apereoides (5)</td><td>0.006</td><td colspan=\"2\">0.064 0.075</td><td>0.090</td><td>0.024</td><td>0.034</td><td/><td/></tr><tr><td>T. aff. T. apereoides (5)</td><td>0.001</td><td colspan=\"2\">0.062 0.081</td><td>0.092</td><td>0.022</td><td colspan=\"2\">0.042 0.029</td><td/></tr><tr><td>T. fosteri (21)</td><td>0.004</td><td colspan=\"2\">0.075 0.072</td><td>0.082</td><td>0.057</td><td colspan=\"2\">0.065 0.057</td><td>0.062</td></tr></table>",
                "num": null,
                "text": "and as a result Paraguayan populations were regarded for several years as C. fosteri (e. g. Tate,",
                "type_str": "table"
            }
        }
    }
}