{
    "paper_id": "Edwards1955-ObservationsontheRing-TailedCat",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:25:50.175072Z"
    },
    "title": "",
    "authors": [
        {
            "first": "-Marvin",
            "middle": [
                "D"
            ],
            "last": "Schwilling",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "RECORDS OF THE NEW-MEXICAN BRIDLED WEASEL IN KANSAS The range of the New-Mexican bridled weasel, MU8lelafrenata neomexicana (Barber and Cockerell) in Kansas is uncertain. Cockrum (MAMMALS OF KANSAS, 1952: 248) lists its distribution 88, \"probably the southwestern part of the state, known only from one specimen from Seward County.\" I first encountered this animal about one mile west of Feterita, Stevens County, Section 30, Township 338, and Range 39W, on June 4.1952 when I salvaged a specimen from highway 46 and 51. It had apparently been run over by a dual wheeled truck, 88 the skull and hindquarters were badly crushed. On November 10, 1953, during the pheasant season, I received a telephone call from Preston Osborne of Lakin, Kansas, saying a hunter friend of his, Mr. Dorsch of Kansas City, had shot what he thought to be a rabbit in the weeds, but found he had shot into a fs.mily of what they thought were young mink, MwJtela vi80n letifera (Hollister). I drove to Lakin and found these animals to be New-Mexican bridled weasels. According to Mr. Osborn, there were two adults and four young in the family. Two of the young had been killed and another wounded, which died three days later. The location of the family had been along the southeast shore of Lake McKinney, Section 7, Township 24S, Range 35W. Two of the specimens were made into life mounts, one returned to Mr. Osborne, the other retained by me. The third was given to Dr. Claude W. Hibbard of the University of Michigan audis U. M. M. Z. No. 1137, in their collection. In addition to the above records, Dr. Hibbard tells me that during the summer of 1953, he took from a great horned owl pellet, on Section 25, Township 34S, Range 31W, XI Ranch, Seward County Kansas, a complete skull and a few isolated bones of this animal.",
    "pdf_parse": {
        "paper_id": "Edwards1955-ObservationsontheRing-TailedCat",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "RECORDS OF THE NEW-MEXICAN BRIDLED WEASEL IN KANSAS The range of the New-Mexican bridled weasel, MU8lelafrenata neomexicana (Barber and Cockerell) in Kansas is uncertain. Cockrum (MAMMALS OF KANSAS, 1952: 248) lists its distribution 88, \"probably the southwestern part of the state, known only from one specimen from Seward County.\" I first encountered this animal about one mile west of Feterita, Stevens County, Section 30, Township 338, and Range 39W, on June 4.1952 when I salvaged a specimen from highway 46 and 51. It had apparently been run over by a dual wheeled truck, 88 the skull and hindquarters were badly crushed. On November 10, 1953, during the pheasant season, I received a telephone call from Preston Osborne of Lakin, Kansas, saying a hunter friend of his, Mr. Dorsch of Kansas City, had shot what he thought to be a rabbit in the weeds, but found he had shot into a fs.mily of what they thought were young mink, MwJtela vi80n letifera (Hollister). I drove to Lakin and found these animals to be New-Mexican bridled weasels. According to Mr. Osborn, there were two adults and four young in the family. Two of the young had been killed and another wounded, which died three days later. The location of the family had been along the southeast shore of Lake McKinney, Section 7, Township 24S, Range 35W. Two of the specimens were made into life mounts, one returned to Mr. Osborne, the other retained by me. The third was given to Dr. Claude W. Hibbard of the University of Michigan audis U. M. M. Z. No. 1137, in their collection. In addition to the above records, Dr. Hibbard tells me that during the summer of 1953, he took from a great horned owl pellet, on Section 25, Township 34S, Range 31W, XI Ranch, Seward County Kansas, a complete skull and a few isolated bones of this animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The recent article by Taylor (Jour. Mamm., 35: 55-63, 1954) on the ring-tailed cat stimulated these additional remarks. In the fall of 1944, while I was on duty with the USAAF at San Angelo, Texas, my wife and I were presented with a young female Bassari8CU8 astutus. It had been captured for me by So game warden somewhere southwest of San Angelo. He informed me that he obtained it from a nest in a rock wall, and that they were easy to locate in such places since the young ringtails could be heard voicing annoyance when one passed by.",
                "cite_spans": [
                    {
                        "start": 22,
                        "end": 59,
                        "text": "Taylor (Jour. Mamm., 35: 55-63, 1954)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE RING-TAILED CAT",
                "sec_num": null
            },
            {
                "text": "Our Bas8ariscUB never became fully tame, probably in part because we kept it caged much of the time. It enjoyed running about on the sun porch and climbing on the SCreens when allowed the freedom of the house. It made no serious efforts that we could see to get outside. Picking it up was somewhat of a problem as our pet did not like to be handled and would struggle and squirm vigorously to be free. Fortunately it never made any serious attempt to bite. It was most convenient to pick it up by the tail, an action to which it did not usually object. If it did resent being so handled, instead of struggling, a strong odor reminiscent of weasel was emitted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE RING-TAILED CAT",
                "sec_num": null
            },
            {
                "text": "Following my release from active duty, we brought our ringtail home with us to Hamilton, New York. It was allowed considerably more freedom here, and eventually got outside during severe weather in January, 1947 . No trace could be found of our pet for several weeks thereafter. The house in Ha.milton had six very large and old Norwa.y spruce a.bout it. These trees, and those of the neighborhood generally, supported a large population of red squirrels. Several times in the weeks following the escape, I found red squirrel remains under these spruce trees, usually the remains consisted of entire tails, feet, and pieces of skin and fur. Returning home late one night during a snow storm, my wife and I were amazed to see our Bassariscus revealed by the car hea.dlights on a low limb of one of the spruces, with a small mammal in its mouth. It quickly disappeared up the tree. At the base of the tree was the tail of a red squirrel. There were no tracks in the snow nor did we ever find any tracks of Downloaded from https://academic.oup.com/jmammal/article/36/2/292/960762 by University of Michigan user on 07 October 2021 the escapee. A careful scrutiny of the spruce trees the next morning did not disclose the ringtail. Its hiding place was eventually revealed a week or so later when one of our neighbors saw a strange animal in her wood shed. The ringtail was soon captured beneath a stack of shutters where it had apparently lived most of the time during its month of freedom. There was no nest, but the feet, wings and feathers of more than a dozen starlings were scattered about under the shutters.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 211,
                        "text": "January, 1947",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE RING-TAILED CAT",
                "sec_num": null
            },
            {
                "text": "Our pet returned to the routine of the household no less tame than before. It escaped a second and final time the following summer at Gloucester, Massachusetts, when a visitor opened the cage door to give it some water and then forgot to lock the door again. As before, it did not leave the neighborhood, taking up lodging under the house, which was right on the sea shore. Although no evidence of its food habits were observed this time, presumably its diet could have included Microtus, PeromysCUB, and SylvilagUB, all of which were abundant in the immediate neighborhood. It may also have foraged along the strand line where more than one mink seemed to find sufficient sustenance. It lived through the winter of 1947-48, which was notably severe here. Tracks were last seen in May of 1948. Whether it finally died (it was then four years old) or moved to some new locality has remained a question.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE RING-TAILED CAT",
                "sec_num": null
            },
            {
                "text": "Our BassariscUB ate any meat put before it and occasional bits of cooked carrot and other vegetables. It was so fond of chocolates that it would risk being handled to get them. The ability of this mammal to survive during severe winter conditions in both central New York and along the Massachusetts shore suggests that it might do very well in the northeast. Ecologically, it appears to be adapted at least in part to the niche occupied by the marten, that of an arboreal, squirrel and bird predator. It would probably be well to avoid the possibility of introduction. Our pet was certainly capable of taking care of itself to the detriment of red squirrels andstarlings.-RoBERT L. EDWARDS, Ardea, McClellanville, South Carolina. Received May S, 195'; .",
                "cite_spans": [
                    {
                        "start": 683,
                        "end": 691,
                        "text": "EDWARDS,",
                        "ref_id": null
                    },
                    {
                        "start": 692,
                        "end": 698,
                        "text": "Ardea,",
                        "ref_id": null
                    },
                    {
                        "start": 699,
                        "end": 714,
                        "text": "McClellanville,",
                        "ref_id": null
                    },
                    {
                        "start": 715,
                        "end": 746,
                        "text": "South Carolina. Received May S,",
                        "ref_id": null
                    },
                    {
                        "start": 747,
                        "end": 752,
                        "text": "195';",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE RING-TAILED CAT",
                "sec_num": null
            },
            {
                "text": "Specimens exhibiting albinistic tendencies, partial or complete, are not uncommon in most groups of mammals, and have been reported for nearly all families of rodents. To my knowledge, however, there is no published account of albinism in the bog lemming, Synaplomys cooperi cooperi Baird, a situation perhaps reflecting the relative scarcity of this form in collections. A completely albino specimen, a male captured by a domestic cat, wa.e retrieved on November 11, 1953, at the Rose Lake Wildlife Experiment Station, Clinton County, Michigan. Its measurements were as follows! total length 120, tail 21, hind foot 19, ear from notch 10 mm. The pelage was completely white, above and below, and of an unusually soft texture. The individual hairs were uniformly white from base to tip, and no color except that due to the blood was apparent in the skin. The eyes, of a pink hue, also lacked pigment. The specimen is preserved in the collection of the Zoology Department, Michigan State College. I am grateful to C. T. Black for bringing it to my attention.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DICHROMATISM IN MICHIGAN RODENTS",
                "sec_num": null
            },
            {
                "text": "In another connection, it seems worthwhile to report a melanistic gray squirrel, Sciurus carolinensi8 leucotis Gapper, observed near Moddersville in Missaukee County, Michigan, on November 14, 1953. This squirrel seems to agree closely with the one from Minnesota described in detail by Breckenridge (Jour. Mamm., 28: 403--404,1947) . It was completely black throughout except for a conspicuous white tip to the tail. The observers, R. C. Ball and T. W. Porter, reported that the tail was noticeably shorter than normal. This specimen was not collected. ",
                "cite_spans": [
                    {
                        "start": 287,
                        "end": 332,
                        "text": "Breckenridge (Jour. Mamm., 28: 403--404,1947)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DICHROMATISM IN MICHIGAN RODENTS",
                "sec_num": null
            },
            {
                "text": "Checking stations on West Virginia's state-owned forests offered technicians the opportunity to weigh 10,973 gray squirrels, Sciurus caroZinensis Gmelin, during the October hunting seasons of 1949 through 1952. A total of 4050 squirrels were classified as adults and these are discussed in this paper. A~e classifications were based on the examination of sexual organs as outlined by Allen (1943) . Squirrel weights were obtained from specimens",
                "cite_spans": [
                    {
                        "start": 384,
                        "end": 396,
                        "text": "Allen (1943)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WEIGHTS OF ADULT GRAY SQUIRRELS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/36/2/292/960762 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "text": "-RICHARD H. MANVILLE, Michigan State College, East Lansing. Received April 21, 1954.",
                "num": null,
                "type_str": "table",
                "content": "<table/>"
            }
        }
    }
}