{
    "paper_id": "EsselstynandGoodman2010-Newspeciesofshrew(Soricidae-Crocidura)fromSibuyanIsland,Philippines",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:08.727425Z"
    },
    "title": "New species of shrew (Soricidae: Crocidura) from Sibuyan Island, Philippines",
    "authors": [
        {
            "first": "Jacob",
            "middle": [
                "A"
            ],
            "last": "Esselstyn",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Steven",
            "middle": [
                "M"
            ],
            "last": "Goodman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Recent molecular phylogenetic studies of Southeast Asian shrews (Crocidura) suggest that Crocidura mindorus, as currently defined, is diphyletic. The species is reported from Mindoro (type locality) and Sibuyan islands in the Philippines, each of which has been isolated from other land masses over considerable geological timescales. We examined morphological evidence to determine whether the Mindoro and Sibuyan populations represent distinct, endemic species. We found that the two populations differ in discrete and mensural characters. This evidence, combined with previous molecular phylogenetic studies, confirms that the Sibuyan population is an isolated, independently evolving lineage, and we formally describe it as a new species, Crocidura ninoyi.",
    "pdf_parse": {
        "paper_id": "EsselstynandGoodman2010-Newspeciesofshrew(Soricidae-Crocidura)fromSibuyanIsland,Philippines",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Recent molecular phylogenetic studies of Southeast Asian shrews (Crocidura) suggest that Crocidura mindorus, as currently defined, is diphyletic. The species is reported from Mindoro (type locality) and Sibuyan islands in the Philippines, each of which has been isolated from other land masses over considerable geological timescales. We examined morphological evidence to determine whether the Mindoro and Sibuyan populations represent distinct, endemic species. We found that the two populations differ in discrete and mensural characters. This evidence, combined with previous molecular phylogenetic studies, confirms that the Sibuyan population is an isolated, independently evolving lineage, and we formally describe it as a new species, Crocidura ninoyi.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Specimens of Sibuyan shrews were collected in Victor rat traps (Woodstream Corp., Lititz, Pennsylvania) and pitfall buckets (approximately 12 liters without drift fence) on the slopes of Mt. Guiting-guiting, Sibuyan Island, Romblon Province, Philippines in 1989 and 1992 (Goodman and Ingle 1993) . Specimens were prepared as museum study skins and skeletons or were fluid-preserved (fixed in 10% formalin before being transferred to 70% ethanol); all specimens were deposited w w w . m a m m a l o g y . o r g in the Field Museum of Natural History (FMNH). On the basis of the phylogenetic conclusions of Heaney and Ruedi (1994) , , and Esselstyn and Oliveros (2010) , we compared the Sibuyan Crocidura series to members of the central Philippines clade, which includes C. mindorus from Mindoro Island, C. negrina from Negros Island, and C. panayensis from Panay Island. We evaluated both discrete and mensural features and included the holotypes of C. mindorus and C. negrina in our comparisons. C. grandis Miller, 1910 is the only Philippine member of the genus that has yet to be included in molecular phylogenetic analyses, and it is known only from the holotype, taken in 1906 on Mt. Malindang, Mindanao Island (Miller 1910) . Although it is possible that C. grandis is a member of the central Philippines clade, we excluded it from qualitative comparisons because of our inability to account for intraspecific character variation. Nevertheless, we included cranial measurements from the holotype of C. grandis and note that it is much larger than all other Philippine Crocidura species. For details of the qualitative differences between the Sibuyan population and the holotype of C. grandis, we refer the reader to Heaney and Ruedi (1994) .",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 103,
                        "text": "(Woodstream Corp., Lititz, Pennsylvania)",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 265,
                        "text": "Sibuyan Island, Romblon Province, Philippines in 1989 and",
                        "ref_id": null
                    },
                    {
                        "start": 266,
                        "end": 270,
                        "text": "1992",
                        "ref_id": null
                    },
                    {
                        "start": 271,
                        "end": 295,
                        "text": "(Goodman and Ingle 1993)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 605,
                        "end": 628,
                        "text": "Heaney and Ruedi (1994)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 637,
                        "end": 666,
                        "text": "Esselstyn and Oliveros (2010)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1000,
                        "end": 1020,
                        "text": "grandis Miller, 1910",
                        "ref_id": null
                    },
                    {
                        "start": 1216,
                        "end": 1229,
                        "text": "(Miller 1910)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1722,
                        "end": 1745,
                        "text": "Heaney and Ruedi (1994)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "All cranial measurements were taken by JAE with digital calipers accurate to the nearest 0.01 mm. We measured several cranial dimensions (condylo-incisive length, brain breadth, interorbital width, rostral length, postpalatal depth, postpalatal length, condyle to glenoid fossa, length of the upper tooth row, P4 to M3 (alveolar), and labial width M2 to M2), following Heaney and Timm (1983) . External measurements (head and body length, tail length, hind foot length, and mass) were assembled from specimen tags and collector field notes. Only adult specimens were included, as judged by fully erupted molars and fused basioccipital and basisphenoid bones. Because of limited sample sizes, we pooled sexes and assumed a lack of sexual dimorphism. Specimens examined are held in the Cincinnati Museum Center (CMC), FMNH, United States National Museum of Natural History (USNM), University of Kansas Biodiversity Research Center (KU), and University of Michigan Museum of Zoology (UMMZ; Appendix I).",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 391,
                        "text": "Heaney and Timm (1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "On the basis of previous molecular phylogenetic studies Esselstyn and Oliveros 2010) and the morphological characters described below, the Sibuyan specimens of Crocidura are recognized as a previously undescribed species.",
                "cite_spans": [
                    {
                        "start": 56,
                        "end": 84,
                        "text": "Esselstyn and Oliveros 2010)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Holotype.-Young adult female (FMNH 145686) captured 22 February 1992. The specimen consists of a dried skin, cleaned skull and postcranial skeleton, and frozen tissue. The dentition is fully erupted, and the suture between the basioccipital and basisphenoid is fully fused, but fissures on the parietal bones are not yet closed (Fig. 2) . The animal was pregnant with large mammae and a single embryo that measured 14 mm in crown-rump length.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 328,
                        "end": 336,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Type locality.-Philippine Islands: Romblon Province, Sibuyan Island, 4.5 km S and 4 km E of Magdiwang, NW slope of Mt. Guitinguitin [5Guiting-guiting], 12.45uN, 122.55uE, 325 m elevation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Paratypes.-Five additional specimens are known, all deposited in the FMNH. FMNH 145685 is an adult male consisting of a skin, skull, skeleton, and frozen tissue. FMNH 137022 is an adult female preserved in fluid with the skull removed and cleaned. FMNH 137022 and 145685 were taken at the type locality. FMNH 146788, 146789, and 146790 are adult males preserved in fluid; FMNH 146788 includes a frozen tissue sample. These latter three specimens were collected at Philippine Islands: Romblon Province, Sibuyan Island, 6.75 km S and 4.5 km E of Magdiwang, NW slope of Mt. Guitinguitin [5Guiting-guiting], 12.433uN, 122.550uE, 1,325 m elevation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Distribution.-Crocidura ninoyi is endemic to Sibuyan Island, Philippines, and has been recorded only at 325 m and 1,325 m elevation on Mt. Guiting-guiting. Etymology.-The new species is named in honor of Benigno ''Ninoy'' Aquino, Jr., a deceased Filipino senator who resisted the autocratic regime of Ferdinand Marcos from the late 1960s to early 1980s. His assassination in 1983 led to the fall of Marcos and the reinstitution of democracy in the Philippines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-The new species is a medium-sized Crocidura, with a head and body length of 84-97 mm, tail of 66-75 mm, and mass of 9.5-13.5 g (Table 1 ). Its pelage is gray-brown and slightly darker on the dorsum than on the venter. The tail pigmentation is similar to that of the pelage. The tail is nearly naked with sparse bristle hairs on the proximal half. The soles of the feet are moderately pigmented relative to other members of the central Philippines Crocidura clade, with prominent plantar granulae (Heaney and Ruedi 1994) .",
                "cite_spans": [
                    {
                        "start": 507,
                        "end": 530,
                        "text": "(Heaney and Ruedi 1994)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 138,
                        "end": 146,
                        "text": "(Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "The skull is compressed dorsoventrally and less globose than topotypical C. mindorus (Fig. 2) . The suture between the occipital and parietal bones is depressed and notably anterior to the lambdoidal crest, giving the impression of a prominent lambdoidal crest. The interorbital region is intermediate in breadth and the rostrum short relative to other members of the central Philippines Crocidura clade. The talonid heel and the parastyle of P4 are prominent; the posterior margin of this tooth is notably convex. A prominent talonid is also present on M1 and M2.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 93,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Description and comparisons.-The cranium of C. ninoyi is less globose, narrower, and more compressed dorsoventrally than in C. mindorus (Fig. 2) and C. negrina; it is wider and slightly more inflated than in C. panayensis (illustrated in Hutterer 2007) . The interorbital region is narrower than in C. mindorus or C. negrina but wider than in C. panayensis. The skull is longer than in C. panayensis, slightly longer than in C. mindorus, and slightly shorter than in C. negrina (Table 1) .",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 252,
                        "text": "Hutterer 2007)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 136,
                        "end": 144,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 478,
                        "end": 487,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "The upper toothrow is slightly longer in C. ninoyi than in C. mindorus and C. panayensis but similar to C. negrina (Table 1) . The upper unicuspids of C. ninoyi are wider than in C. panayensis, slightly wider than in C. mindorus, and similar in width to those of C. negrina. The size of the second unicuspid relative to the first is greater in C. ninoyi and C. negrina than in C. mindorus and C. panayensis. The talonid heel of P4 is more prominent in C. ninoyi than in C. mindorus (Fig. 3 ) but less prominent than in C. negrina and C. panayensis. The posterior margin of P4 is similarly convex to that of C. mindorus but more so than in either C. negrina or C. panayensis. The parastyle of P4 is similarly prominent to C. mindorus but smaller in C. negrina and C. panayensis. The hypocones and talons of M1 and M2 are more prominent than in C. mindorus (Fig. 3 ) but less so than in C. negrina or C. panayensis.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 115,
                        "end": 124,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 482,
                        "end": 489,
                        "text": "(Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 855,
                        "end": 862,
                        "text": "(Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "The fore and hind feet of the new species are narrower and the digits less robust than those of topotypical C. mindorus, being more similar in overall size to the feet of C. negrina and C. panayensis. The tail in C. ninoyi is thin and has few bristle hairs compared with C. negrina and C. panayensis. In contrast to C. ninoyi, C. negrina, and C. panayensis, the tail of C. mindorus is thick, with numerous bristle hairs along the entire length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Phylogenetically, the Sibuyan population is distinct from all other Philippine Crocidura sequenced by and Esselstyn and Oliveros (2010) in mitochondrial and nuclear genes. C. ninoyi is probably sister to C. negrina + C. panayensis, with topotypical C. mindorus possibly sister to C. ninoyi + C. negrina + C. panayensis. Genetic distances between the Sibuyan population and topotypical C. mindorus are greater than those between other Philippine Crocidura (Table 2) .",
                "cite_spans": [
                    {
                        "start": 106,
                        "end": 135,
                        "text": "Esselstyn and Oliveros (2010)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 455,
                        "end": 464,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Crocidura ninoyi, new species",
                "sec_num": null
            },
            {
                "text": "Genetic and morphological data provide consistent evidence for the recognition of the Sibuyan Crocidura population as a distinct species. Although only a limited number of specimens of C. mindorus and C. ninoyi are available, discrete and consistent differences in morphological features exist between these taxa. The occurrence of these species on islands that have never been connected by land bridges (Heaney 1986; Miller et al. 2005) further suggests a lack of gene flow. Hence, the colonization of Sibuyan by Crocidura is probably best explained by overwater dispersal on a raft of vegetation and soil. TABLE 1.-Morphometric variation in 4 species of Crocidura from the Philippines. Cranial measurements from the holotype of C. grandis are provided for comparison. Abbreviated column headers represent condylo-incisive length, brain breadth, interorbital width, rostral length, postpalatal depth, postpalatal length, condyle to glenoid fossa, length of the upper tooth row, P4 to M3 (alveolar), width M2 to M2 (labial), head and body length, tail length, hind foot length, and mass (g), respectively. All linear measurements are in mm. Values given for each variable, from upper to lower, are: mean, SD, and n. HF measurements of C. ninoyi do not include the claw. -Uncorrected genetic distances (p-distance) among 4 species of Philippine Crocidura, including sequence data from mitochondrial (mt) DNA (cytochrome b and NADH dehydrogenase 2: mtDNA) and the nuclear genes apolipoprotein B (ApoB), dead box Y (DBY), and mast cell growth factor (MCGF). These calculations were derived from the alignments of Esselstyn and Oliveros (2010) . Recent fieldwork conducted on Mindoro at low to mid elevations (100-1,200 m) resulted in the capture of C. grayi Miller, 1910 but not C. mindorus, suggesting that the latter could be restricted to high elevations. In contrast, C. ninoyi appears to occupy a wide elevational range on Sibuyan. Fieldwork in 1989 and 1992 covered an elevational transect on Mt. Guiting-guiting at sites of 30, 325, 725, and 1,325 m. Although field protocols were identical at all of the sites, the new species was collected only at 325 and 1,325 m. No noticeable differences are found between the specimens from these 2 elevations, and we assume that C. ninoyi occurs at elevations between 325 and 1,325 m. It also might occur in suitable habitat at elevations above and below this range.",
                "cite_spans": [
                    {
                        "start": 404,
                        "end": 417,
                        "text": "(Heaney 1986;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 418,
                        "end": 437,
                        "text": "Miller et al. 2005)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1610,
                        "end": 1639,
                        "text": "Esselstyn and Oliveros (2010)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1755,
                        "end": 1767,
                        "text": "Miller, 1910",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The 325-m site, where FMNH 137022, 145685, and 145686 were taken, was partially disturbed lowland forest characterized by a canopy of 20-30 m, few epiphytes, extensive lower and mid-canopy vines, patchy leaf litter cover, and essentially no humus cover. The 1,325-m site, where FMNH 146788-146790 were collected, was undisturbed montane mossy forest, with sections dominated by tall bamboo, a canopy of 8-10 m, extensive epiphytes, few vines, and dense leaf litter and humus cover (see Goodman et al. 1995 for further descriptions of the surveyed sites). Two of the six animals captured were obtained in pitfall buckets placed in valley bottoms and the balance in Victor snap traps installed on the ground. One animal (FMNH 146788) was captured about 30 min after dawn.",
                "cite_spans": [
                    {
                        "start": 486,
                        "end": 505,
                        "text": "Goodman et al. 1995",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "With the description of C. ninoyi, the total number of Philippine Crocidura formally recognized as species is 10. Most species are endemic to a single island, but others, such as C. beatus and C. grayi, are widespread, genetically variable , and warrant careful examination of morphological variation. One species, C. tanakae Kuroda, 1938 , is widespread, apparently occurring broadly outside the Philippines (Esselstyn and Oliveros 2010) .",
                "cite_spans": [
                    {
                        "start": 326,
                        "end": 338,
                        "text": "Kuroda, 1938",
                        "ref_id": null
                    },
                    {
                        "start": 409,
                        "end": 438,
                        "text": "(Esselstyn and Oliveros 2010)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Sibuyan Island, with a surface area of slightly more than 460 km 2 and maximum elevation at 2,040 m, is home to several endemic species and subspecies of plants and animals (Argent et al. 2007; Goodman et al. 1995; Nerz et al. 1998; Rickart et al. 2005) . The island clearly represents an important center of endemism within the Philippines and thus warrants significant conservation efforts. Fortunately, Sibuyan retains proportionally more lowland forest than most areas of the Philippines, including an unbroken swath across a broad elevational gradient. However, deforestation and mining on the island represent significant threats to its endemic fauna (Goodman and Ingle 1993; Mallari et al. 2001) . Subsequent to the field research that yielded the type series of C. ninoyi, approximately 30% (15,265 ha) of Sibuyan Island was proclaimed as a protected area, known as the Mt. Guitingguiting Natural Park. Assuming proper management of this park, the known distribution of C. ninoyi is protected.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 193,
                        "text": "(Argent et al. 2007;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 194,
                        "end": 214,
                        "text": "Goodman et al. 1995;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 215,
                        "end": 232,
                        "text": "Nerz et al. 1998;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 233,
                        "end": 253,
                        "text": "Rickart et al. 2005)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 657,
                        "end": 681,
                        "text": "(Goodman and Ingle 1993;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 682,
                        "end": 702,
                        "text": "Mallari et al. 2001)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/91/6/1467/890873 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Fieldwork conducted on Sibuyan by SMG was funded by the Marshall Field Fund and Ellen Thorne Smith Fund of the FMNH and a National Science Foundation (NSF) grant (BSR-8514223) to L. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Lobelia proctorii sp. nov. (Lobelioideae, Campanulaceae/Lobeliaceae) from the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Argent",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wilkie",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Madulid",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Plant Ecology",
                "volume": "192",
                "issue": "",
                "pages": "157--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ARGENT, G., P. WILKIE, AND D. MADULID. 2007. Lobelia proctorii sp. nov. (Lobelioideae, Campanulaceae/Lobeliaceae) from the Philip- pines. Plant Ecology 192:157-160.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The role of repeated sea-level fluctuations in the generation of shrew diversity in the Philippine Archipelago",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Esselstyn",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "53",
                "issue": "",
                "pages": "171--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ESSELSTYN, J. A., AND R. M. BROWN. 2009. The role of repeated sea-level fluctuations in the generation of shrew diversity in the Philippine Archipelago. Molecular Phylogenetics and Evolution 53:171-181.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Colonization of the Philippines from Taiwan: a multilocus test of the biogeographic and phylogenetic relationships of isolated populations of shrews",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Esselstyn",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Oliveros",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Biogeography",
                "volume": "37",
                "issue": "",
                "pages": "1504--1514",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ESSELSTYN, J. A., AND C. H. OLIVEROS. 2010. Colonization of the Philippines from Taiwan: a multilocus test of the biogeographic and phylogenetic relationships of isolated populations of shrews. Journal of Biogeography 37:1504-1514.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Do geological or climatic processes drive speciation in dynamic archipelagos? The tempo and mode of diversification in Southeast Asian shrews",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Esselstyn",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Evolution",
                "volume": "63",
                "issue": "",
                "pages": "2595--2610",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ESSELSTYN, J. A., R. M. TIMM, AND R. M. BROWN. 2009. Do geological or climatic processes drive speciation in dynamic archipelagos? The tempo and mode of diversification in Southeast Asian shrews. Evolution 63:2595-2610.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Sibuyan Island in the Philippines-threatened and in need of conservation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Ingle",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Oryx",
                "volume": "27",
                "issue": "",
                "pages": "174--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODMAN, S. M., AND N. R. INGLE. 1993. Sibuyan Island in the Philippines-threatened and in need of conservation. Oryx 27:174- 180.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The birds of Sibuyan Island, Romblon Province, Philippines, with particular reference to their elevational distribution and biogeographic affinities",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Willard",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "Gonzales"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "82",
                "issue": "",
                "pages": "1--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODMAN, S. M., D. WILLARD, AND P. GONZALES. 1995. The birds of Sibuyan Island, Romblon Province, Philippines, with particular reference to their elevational distribution and biogeographic affinities. Fieldiana: Zoology (New Series) 82:1-57.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The plate tectonics of Cenozoic SE Asia and the distribution of land and sea",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "in Biogeography and geological evolution of SE Asia",
                "volume": "",
                "issue": "",
                "pages": "99--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, R. 1998. The plate tectonics of Cenozoic SE Asia and the distribution of land and sea. Pp. 99-131 in Biogeography and geological evolution of SE Asia (R. Hall and J. D. Holloway, eds.). Backhuys Publishers, Leiden, The Netherlands.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Zoogeographic evidence for middle and late Pleistocene land bridges to the Philippines Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Modern Quaternary Research in SE Asia",
                "volume": "9",
                "issue": "",
                "pages": "127--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1985. Zoogeographic evidence for middle and late Pleistocene land bridges to the Philippines Islands. Modern Quaternary Research in SE Asia 9:127-143.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Biogeography of mammals in SE Asia: estimates of rates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1986. Biogeography of mammals in SE Asia: estimates of rates of colonization, extinction, and speciation. Biological Journal of the Linnean Society 28:127-165.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A synopsis of the mammalian fauna of the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "88",
                "issue": "",
                "pages": "1--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., ET AL. 1998. A synopsis of the mammalian fauna of the Philippine Islands. Fieldiana: Zoology (New Series) 88:1-61.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A preliminary analysis of biogeography and phylogeny of Crocidura from the Philippines",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "Ruedi"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Natural History Special Publications",
                "volume": "18",
                "issue": "",
                "pages": "357--377",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., AND M. RUEDI. 1994. A preliminary analysis of biogeography and phylogeny of Crocidura from the Philippines. Carnegie Museum of Natural History Special Publications 18:357- 377.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Systematics and distribution of shrews of the genus Crocidura (Mammalia: Insectivora) in Vietnam",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R R M"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "96",
                "issue": "",
                "pages": "115--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. AND R. M. TIMM. 1983. Systematics and distribution of shrews of the genus Crocidura (Mammalia: Insectivora) in Vietnam. Proceedings of the Biological Society of Washington 96:115-120.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Records of shrews from Panay and Palawan, Philippines, with the description of two new species of Crocidura",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hutterer",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Mammalia: Soricidae). Lynx",
                "volume": "38",
                "issue": "",
                "pages": "5--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUTTERER, R. 2007. Records of shrews from Panay and Palawan, Philippines, with the description of two new species of Crocidura (Mammalia: Soricidae). Lynx 38:5-20.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Key conservation sites in the Philippines",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "A D"
                        ],
                        "last": "Mallari",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Tabaranza",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Crosby",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bookmark Inc",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MALLARI, N. A. D., B. R. TABARANZA, JR., AND M. J. CROSBY. 2001. Key conservation sites in the Philippines. Bookmark Inc., Makati, Philippines.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Descriptions of two new genera and sixteen new species of mammals from the Philippine Islands",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1910,
                "venue": "Proceedings of the United States National Museum",
                "volume": "38",
                "issue": "",
                "pages": "391--404",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S. 1910. Descriptions of two new genera and sixteen new species of mammals from the Philippine Islands. Proceedings of the United States National Museum 38:391-404.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The Phanerozoic record of global sealevel change",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "G"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Science",
                "volume": "310",
                "issue": "",
                "pages": "1293--1298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, K. G., ET AL. 2005. The Phanerozoic record of global sea- level change. Science 310:1293-1298.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Nepenthes sibuyanensis, a new Nepenthes from Sibuyan, a remote island of the Philippines",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Nerz",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mann",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Alt",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Carnivorous Plant Newsletter",
                "volume": "27",
                "issue": "",
                "pages": "18--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NERZ, J., P. MANN, T. ALT, AND T. SMITH. 1998. Nepenthes sibuyanensis, a new Nepenthes from Sibuyan, a remote island of the Philippines. Carnivorous Plant Newsletter 27:18-23.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Review of the Philippine genera Chrotomys and Celaenomys (Murinae) and description of a new species",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M S A"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jansa",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Mammalogy",
                "volume": "86",
                "issue": "",
                "pages": "415--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., L. R. HEANEY, S. M. GOODMAN, AND S. A. JANSA. 2005. Review of the Philippine genera Chrotomys and Celaenomys (Murinae) and description of a new species. Journal of Mammal- ogy 86:415-428.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Multiple levels of allopatric divergence in the endemic Philippine fruit bat Haplonycteris fischeri (Pteropodidae)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "88",
                "issue": "",
                "pages": "329--349",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROBERTS, T. E. 2006. Multiple levels of allopatric divergence in the endemic Philippine fruit bat Haplonycteris fischeri (Pteropodidae). Biological Journal of the Linnean Society 88:329-349.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Molecular phylogeny of the endemic Philippine rodent Apomys (Muridae) and the dynamics of diversification in an oceanic archipelago",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Zawadzki",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "80",
                "issue": "",
                "pages": "699--715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEPPAN, S. J., C. ZAWADZKI, AND L. R. HEANEY. 2003. Molecular phylogeny of the endemic Philippine rodent Apomys (Muridae) and the dynamics of diversification in an oceanic archipelago. Biological Journal of the Linnean Society 80:699-715.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Maps of Pleistocene sea levels in Southeast Asia: shorelines, river systems and time durations",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "K"
                        ],
                        "last": "Voris",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Biogeography",
                "volume": "27",
                "issue": "",
                "pages": "1153--1167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VORIS, H. K. 2000. Maps of Pleistocene sea levels in Southeast Asia: shorelines, river systems and time durations. Journal of Biogeog- raphy 27:1153-1167.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Associate Editor was David L. Reed. are given in ''Materials and Methods.'' Sexes are given in brackets where they are known. Crocidura grandis (n 5 1).-Philippines",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Associate Editor was David L. Reed. are given in ''Materials and Methods.'' Sexes are given in brackets where they are known. Crocidura grandis (n 5 1).-Philippines, Mindanao Island, Mt. Malindang (USNM 144648 [M]).",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Halcon (CMC 1115",
                "authors": [],
                "year": null,
                "venue": "Crocidura mindorus (n 5 4).-Philippines",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crocidura mindorus (n 5 4).-Philippines, Mindoro Island, Mt. Halcon (CMC 1115, 3582 [F], USNM 144653 [F], 144654 [M]). Crocidura negrina (n 5 14).-Philippines, Negros Island, Mt. Talinis (FMNH 78445 [F], KU 165046 [M], 165047 [M], 165048",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ".-Map of the Philippine Islands, showing the current extent of land in medium gray, surrounded by what was dry land during the last glacial maximum in light gray (after Heaney 1985). Collection localities for specimens examined herein are noted as: 1, Crocidura mindorus (Mt. Halcon, Mindoro Island); 2, C. ninoyi (Mt. Guitingguiting, Sibuyan Island); 3, C. panayensis (San Remigio, Panay Island); 4, C. negrina (Mt. Talinis, Negros Island)."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ".-Images of the crania and mandibles of Crocidura mindorus (CMC 3582; panel A) and the holotype of C. ninoyi (FMNH 145686; panel B)."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "text": "Images of the upper teeth and palate of Crocidura mindorus (CMC 3582; panel A) and the holotype of C. ninoyi (FMNH 145686; panel B).",
                "content": "<table><tr><td>Species</td><td>CIL</td><td>BB</td><td>IOW</td><td>RL</td><td>PPD</td><td>PPL</td><td>CG</td><td>UTR</td><td colspan=\"2\">P4-M3 M2-M2</td><td>HB</td><td>Tail</td><td>HF</td><td>Mass</td></tr><tr><td>ninoyi</td><td>22.6</td><td>9.9</td><td>4.73</td><td>9.27</td><td>3.87</td><td>9.88</td><td>8.57</td><td>10.07</td><td>5.78</td><td>6.67</td><td>90.6</td><td>72.3</td><td>15.3</td><td>11.8</td></tr><tr><td/><td>0.58</td><td>0.1</td><td>0.1</td><td>0.31</td><td>0.06</td><td>0.2</td><td>0.15</td><td>0.34</td><td>0.19</td><td>0.16</td><td>4.8</td><td>3.7</td><td>1</td><td>1.3</td></tr><tr><td/><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>5</td><td>6</td><td>6</td><td>6</td></tr><tr><td>mindorus</td><td>22.28</td><td>10.22</td><td>5.09</td><td>9.21</td><td>4.24</td><td>10.02</td><td>8.78</td><td>9.68</td><td>5.52</td><td>6.42</td><td>88</td><td>75</td><td>18</td><td>13.5</td></tr><tr><td/><td>0.28</td><td>0.19</td><td>0.15</td><td>0.19</td><td>0.13</td><td>0.22</td><td>0.24</td><td>0.17</td><td>0.13</td><td>0.24</td><td/><td/><td/><td/></tr><tr><td/><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td>negrina</td><td>22.8</td><td>10.16</td><td>4.99</td><td>9.13</td><td>4.16</td><td>10.12</td><td>8.92</td><td>9.99</td><td>5.7</td><td>6.75</td><td>84.3</td><td>75.8</td><td>17.3</td><td>13.3</td></tr><tr><td/><td>0.69</td><td>0.17</td><td>0.08</td><td>0.35</td><td>0.13</td><td>0.35</td><td>0.22</td><td>0.32</td><td>0.21</td><td>0.16</td><td>7.5</td><td>6.2</td><td>0.8</td><td>1.4</td></tr><tr><td/><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>8</td><td>11</td><td>11</td><td>11</td><td>11</td></tr><tr><td>panayensis</td><td>21.45</td><td>9.57</td><td>4.45</td><td>8.52</td><td>3.87</td><td>9.82</td><td>8.49</td><td>9.33</td><td>5.3</td><td>6.47</td><td>82.3</td><td>61.1</td><td>15.4</td><td>10.6</td></tr><tr><td/><td>0.55</td><td>0.32</td><td>0.23</td><td>0.25</td><td>0.06</td><td>0.18</td><td>0.24</td><td>0.19</td><td>0.15</td><td>0.25</td><td>6.9</td><td>3.6</td><td>0.5</td><td>1.2</td></tr><tr><td/><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td><td>7</td></tr><tr><td>grandis</td><td>23.7</td><td>10.27</td><td>5.53</td><td>9.49</td><td>4.38</td><td>11.03</td><td>9.16</td><td>10.15</td><td>5.78</td><td>6.91</td><td/><td/><td/><td/></tr><tr><td/><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td/><td/><td/><td/></tr><tr><td>FIG. 3.-</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            }
        }
    }
}