{
    "paper_id": "FigueiraandLages2019-MuseumandHerbariumCollectionsforBiodiversityResearchinAngola",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:23.231198Z"
    },
    "title": "Museum and Herbarium Collections for Biodiversity Research in Angola",
    "authors": [
        {
            "first": "Rui",
            "middle": [],
            "last": "Figueira",
            "suffix": "",
            "affiliation": {},
            "email": "ruifigueira@isa.ulisboa.pt"
        },
        {
            "first": "Fernanda",
            "middle": [],
            "last": "Lages",
            "suffix": "",
            "affiliation": {},
            "email": "f_lages@yahoo.com.br"
        }
    ],
    "year": "",
    "abstract": "The importance of museum and herbarium collections is especially great in biodiverse countries such as Angola, an importance as great as the challenges facing the effective and sustained management of such facilities. The interface that Angola represents between tropical humid climates and semi-desert and desert regions creates conditions for diverse habitats with many rare and endemic species. Museum and herbarium collections are essential foundations for scientific studies, providing references for identifying the components of this diversity, as well as serving as repositories of material for future study. In this review we summarise the history and current status of museum and herbarium collections in Angola and of information on the specimens from Angola in foreign collections. Finally, we provide examples of the uses of museum and herbarium collections, as well as a roadmap towards strengthening the role of collections in biodiversity knowledge generation.",
    "pdf_parse": {
        "paper_id": "FigueiraandLages2019-MuseumandHerbariumCollectionsforBiodiversityResearchinAngola",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The importance of museum and herbarium collections is especially great in biodiverse countries such as Angola, an importance as great as the challenges facing the effective and sustained management of such facilities. The interface that Angola represents between tropical humid climates and semi-desert and desert regions creates conditions for diverse habitats with many rare and endemic species. Museum and herbarium collections are essential foundations for scientific studies, providing references for identifying the components of this diversity, as well as serving as repositories of material for future study. In this review we summarise the history and current status of museum and herbarium collections in Angola and of information on the specimens from Angola in foreign collections. Finally, we provide examples of the uses of museum and herbarium collections, as well as a roadmap towards strengthening the role of collections in biodiversity knowledge generation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Natural History Collections (NHCs) are the basic building blocks for the discovery and understanding of the diversity of life. Scientific names are currently available for about two million of the eight million species estimated to live on Earth (Mora et al. 2011) . In museum and herbarium collections, researchers try to compile and organise the most complete representation of biological diversity. This is motivated not (only) because some people have a: metaphysical angst, perhaps because they cannot bear the idea of chaos being the one ruler of the universe, which is why (…) they attempt to impose some order on the world… as surmised by the Nobel literature prize winner José Saramago in his book 'All the Names' (Saramago 2000) but also by the need to have reference samples to identify species, know how and where they live, their biotic and abiotic interactions, their links to communities and ecosystems, and finally, all subjects that define natural history (Tewksbury et al. 2014) .",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 264,
                        "text": "(Mora et al. 2011)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 723,
                        "end": 738,
                        "text": "(Saramago 2000)",
                        "ref_id": "BIBREF64"
                    },
                    {
                        "start": 973,
                        "end": 996,
                        "text": "(Tewksbury et al. 2014)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "These needs are met by specimens serving as vouchers of a species' occurrence, collected in a specific habitat and in certain circumstances of time, space, traits and sampling methods. Globally, it is estimated that biological collections contain three billion preserved specimens (Brooke 2000; Wheeler et al. 2012) . Specimens maintained in biological collections include the material samples on which new species are described -the type specimens -but also additional specimens that represent the variety and variability that a biologist needs to recognise to become a good practitioner of species identification. Collections are essential for taxonomic and systematic research, but also for studies in ecology, evolution, biogeography, conservation, climate change effects, and other fields, as will be discussed later in this chapter.",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 294,
                        "text": "(Brooke 2000;",
                        "ref_id": null
                    },
                    {
                        "start": 295,
                        "end": 315,
                        "text": "Wheeler et al. 2012)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Building an inventory of the biodiversity of Angola, as a national checklist, begins with an initial register of species present in biological collections in Angola and abroad. With fifteen ecoregions (Olson et al. 2001; Burgess et al. 2004; , Angola is one of the most biodiverse countries of the world, so biological collections will or should reflect that diversity. The number of endemic species is recognised to be high in several groups, for example in birds (Mills and Melo 2013; Dean et al. 2019 ) and plants (Figueiredo et al. 2009a, b; Goyder and Gonçalves 2019) . However, despite this richness, the Angolan Escarpment could not be recognised as one of the biodiversity hotspots of the world due to the lack of information on its species diversity (Myers et al. 2000) . This might be a consequence of the under-representation of Angola's biological diversity in natural history collections. This situation results, in part at least, from a combination of factors like the restrictions placed on field explorations due to the war situation in the country over several decades, and to limited access to the country's natural history collections such as those of the Museu do Dundo.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 220,
                        "text": "(Olson et al. 2001;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 221,
                        "end": 241,
                        "text": "Burgess et al. 2004;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 465,
                        "end": 486,
                        "text": "(Mills and Melo 2013;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 487,
                        "end": 503,
                        "text": "Dean et al. 2019",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 517,
                        "end": 545,
                        "text": "(Figueiredo et al. 2009a, b;",
                        "ref_id": null
                    },
                    {
                        "start": 546,
                        "end": 572,
                        "text": "Goyder and Gonçalves 2019)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 759,
                        "end": 778,
                        "text": "(Myers et al. 2000)",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "It is possible, nevertheless, to redress this situation. The pressure on biological collections has been very high for the last two decades due to cuts in budgetary support. For example, in the USA, 100 herbaria have closed since 1997 (Deng 2015) . Paradoxically, the use of such collections has increased at an exponential rate in the same period (Pyke and Ehrlich 2010; Lavoie 2013) . This increase in use might be related to the fact that biodiversity informatics and cyber-infrastructure developments now contribute to compress time and space, facilitating virtual access to specimens, data and literature. A researcher of Angolan biodiversity, working in Angola or working abroad, can now access hundreds of thousands of biodiversity records online. Such databases include images of the specimens in collections hosted elsewhere in the world, and species descriptions in old or inaccessible journals. In parallel, molecular tools have recently seen great advances, with the arrival of next-generation sequencing tools that promise to overcome limitations of DNA fragmentation caused by certain preservation methods used in collections (Yeates et al. 2016 ). This will facilitate attaching genetic sequences to specimens, and support biodiversity field surveys to achieve faster results. An optimistic view is held by a group of experts who suggest that it is possible to describe ten million species in 50 years, virtually describing all species that currently remain to be discovered (Wheeler et al. 2012) . The authors conclude that this goal might be reached by interdisciplinary partnerships using and developing cyber technologies.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 246,
                        "text": "(Deng 2015)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 348,
                        "end": 371,
                        "text": "(Pyke and Ehrlich 2010;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 372,
                        "end": 384,
                        "text": "Lavoie 2013)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1140,
                        "end": 1159,
                        "text": "(Yeates et al. 2016",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 1490,
                        "end": 1511,
                        "text": "(Wheeler et al. 2012)",
                        "ref_id": "BIBREF74"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "This background creates a favourable environment for the development and the increase of the role of museum and herbarium collections to support the advance of biodiversity knowledge globally, but also in Angola. In this chapter, we will provide a short review of the current status and knowledge of Angolan biodiversity based on these collections, their importance for biodiversity research, and some indications on how biodiversity informatics and cyber-infrastructure could facilitate their use in biodiversity knowledge generation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Internet access to information about species from Angola represented in museum and herbarium collections around the world is now possible. This has been facilitated by global networks and infrastructure resulting from several initiatives, based on biodiversity informatics standards, protocols, tools, manuals and quality control procedures that, being interoperable, create a digital global biodiversity observatory. The most visible facility is probably the intergovernmental Global Biodiversity Information Facility (GBIF), created in 2001, through which more than one thousand institutions share, in 2018, over one billion records, including 145 million records based on specimens preserved in collections. These records are freely and openly accessible to all using an Internet browser, at www.gbif.org. However, we are still far from having all specimens from collections catalogued in databases. In Europe, for example, only 10% of NHC specimens are digitally catalogued. But these inventories provide a good basis for knowing what expeditions and studies have contributed specimens of the different biological groups to museum and herbarium collections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "Most of the world's' biodiversity is located in the tropics. But the NHCs of Europe and North America hold the largest collections of material from the tropics, not the NHCs of the countries of origin (Peterson et al. 2016) . For historical reasons, many of the best collections of African countries are not located in the country of origin, but in the former colonising countries, or in other countries that conducted field expeditions in Africa. This is the case of Angola, where the highest representation of Angolan biodiversity in collections is in Portuguese or other European or North American NHCs. For this reason, the repatriation of information that can be achieved through GBIF, where data is mobilised and made available to the country of origin, represents an important asset to assist biodiversity research and conservation in Angola.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 223,
                        "text": "(Peterson et al. 2016)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The representation in NHCs of Angola's biodiversity varies between taxonomic groups, regions and time periods, and depends on the history of expeditions and studies conducted in the country through the last 150 years. To provide an overview of the museum and herbarium specimens collected in Angola, we compiled a dataset with information from several sources. We used the full dataset available through GBIF as on May 25, 2018 (GBIF.org 2018), containing 149,701 records for all groups. This was merged with other sources for specific groups, information that is not yet published by GBIF. These datasets include the database of the bird collections of the Herbarium and Museum of Ornithology and Mammalogy of Lubango (Lages 2016, pers. com.) containing 34,471 records, and the Herbarium of the University of Coimbra (Santos and Sales 2018), with 7864 herbarium records. Both resources are soon to be published through GBIF. Finally, we accessed RAINBIO (Gilles et al. 2016 ) that holds 1884 herbarium records from Angola. In the aggregated dataset, the possible duplication of records between RAINBIO and GBIF was checked and removed, as well as a careful check of the information about province, which was standardised or completed whenever possible. The total aggregated dataset for this analysis contains 193,839 records, of which 158,185 records contain information about the province and 154,631 records with information about the sampling year (Table 19 .1). These records are published by more than 200 institutions from 28 countries ( Fig. 19 .1), and should be considered a partial view of the complete holding of specimens from Angola in collections worldwide.",
                "cite_spans": [
                    {
                        "start": 955,
                        "end": 974,
                        "text": "(Gilles et al. 2016",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1452,
                        "end": 1461,
                        "text": "(Table 19",
                        "ref_id": null
                    },
                    {
                        "start": 1545,
                        "end": 1552,
                        "text": "Fig. 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The oldest specimens from Angola known in museums date from the late seventeenth and beginning of the eighteenth centuries. These are of plants included in the herbarium collection of the Natural History Museum, London and include 36 specimens collected in the region of Luanda by Mason in 1669 (Romeiras 1999; Goyder and Gonçalves 2019) , followed by samples collected by John Kirckwood in Cabinda. The first records available through GBIF for Angola are from 1758, of mussels from the Malacology collection of the Balley-Matthews National Shell Museum, in the USA, which includes 70 specimens collected up to the end of the eighteenth century.",
                "cite_spans": [
                    {
                        "start": 295,
                        "end": 310,
                        "text": "(Romeiras 1999;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 311,
                        "end": 337,
                        "text": "Goyder and Gonçalves 2019)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The time profile of the specimens collected in Angola (Fig. 19 .2) only shows three mussel records from before 1800, presented as small peaks. The first records of the nineteenth century also create a small peak in 1804, based on material collected during the Viagens Philosophicas. These expeditions were organised by Portugal to explore the former Portuguese overseas territories of Brazil, Goa, Cape Verde, Mozambique and Angola. The naturalist Joaquim José da Silva was in charge of sampling plants and animals from Angola, and stayed in the country between 1783 and 1808. The materials collected were sent to Lisbon. However, during the Alves et al. 2014 ).",
                "cite_spans": [
                    {
                        "start": 642,
                        "end": 659,
                        "text": "Alves et al. 2014",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 62,
                        "text": "(Fig. 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "In the time profile ( Fig. 19 .2), the first significantly high value is visible in the beginning of the second half of the nineteenth century, when the Austrian botanist Friedrich Welwitsch was commissioned by the Portuguese government to explore the flora of Angola. In the expedition named Iter Angolense, he sampled more than 10,000 specimens (Albuquerque et al. 2009) , between 1853 and 1860, of which more than 1000 were used to describe new species. Several sets of the collection were made by Welwitsch and distributed to several herbaria, but the most complete sets are located in Lisbon, at the LISU herbarium, and in the BM herbarium, in London. In total, more than 20,000 duplicates were sent to the major herbaria in Europe (Albuquerque and Correia 2010). Welwitsch sampled not only vascular plants but also cryptogams, including 350 lichen specimens with 50 type specimens, and also mammals. The most well-known and notable species he found is Welwitschia mirabilis from the Namib Desert, in southwest Angola. The genus was named in Welwitsch's honour by Sir Joseph Hooker, and is the most iconic plant species of Angola.",
                "cite_spans": [
                    {
                        "start": 347,
                        "end": 372,
                        "text": "(Albuquerque et al. 2009)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 22,
                        "end": 29,
                        "text": "Fig. 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "Other expeditions contributed to diversify, in terms of biological groups, the addition of specimens to collections. These collections are detailed in other chapters of this volume (Baptista et al. 2019; Beja et al. 2019; Branch et al. 2019; Dean et al. 2019; Kipping et al. 2019; Mendes et al. 2019; Skelton 2019) . The institutions to which foreign collectors sent material are listed in Appendix. The Portuguese naturalist José Anchieta collected plants and animals of several groups (birds, reptiles and amphibians, mammals, fishes) between 1850 and 1897 (Albuquerque and Correia 2010; Mills et al. 2010; Alves et al. 2014; Ceríaco 2014) . Other main collectors in that period are the German botanist Hugo Baum, with specimens deposited at the Berlin Herbarium, and which expedition was reviewed by Figueiredo et al. (2009a, b) . The Portuguese explorers Hermenegildo Capelo and Roberto Ivens contributed with plants specimens to the LISU herbarium (University of Lisbon), the German botanist Alexandre von Mechow to the Berlin herbarium, the American naturalist William H Brown, with birds, mammals and fishes to the collections of the NMNH, Smithsonian Institute. Several bird collectors also promoted expeditions, like Axel W Eriksson (Vänersborg Museum, Sweden), the French ornithologists Albert Lucan and Louis Petit (NHM, London), and P van Kellen (Naturalis, The Netherlands). These naturalists also collected specimens of biological groups other than their main field of interest, like butterflies, bees, hemipterans, etc.",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 203,
                        "text": "(Baptista et al. 2019;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 204,
                        "end": 221,
                        "text": "Beja et al. 2019;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 222,
                        "end": 241,
                        "text": "Branch et al. 2019;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 242,
                        "end": 259,
                        "text": "Dean et al. 2019;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 260,
                        "end": 280,
                        "text": "Kipping et al. 2019;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 281,
                        "end": 300,
                        "text": "Mendes et al. 2019;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 301,
                        "end": 314,
                        "text": "Skelton 2019)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 559,
                        "end": 589,
                        "text": "(Albuquerque and Correia 2010;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 590,
                        "end": 608,
                        "text": "Mills et al. 2010;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 609,
                        "end": 627,
                        "text": "Alves et al. 2014;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 628,
                        "end": 641,
                        "text": "Ceríaco 2014)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 803,
                        "end": 831,
                        "text": "Figueiredo et al. (2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "During the twentieth century, a crescendo of the number of specimens added to collections was observed continuously until 1957 and remained high until a drop in 1975. After this year, with the start of the civil war that lasted for 27 years, very few specimens were added to collections. Finally, after the year 2000, with the end of the civil war (in 2002), there is a recovery in the deposition of specimens into collections, but not to the levels observed before 1975. However, for the recent period we need to consider the time lags between the end of expeditions, the deposition of specimens in collections and the making of data accessible through databases. Currently, the average time gap between specimens being collected and identified is 21 years (Fontaine et al. 2012) . Simultaneously, a change in sampling ethics and tight permit issuing control by national authorities might also explain lower sampling rates per expedition (Prathapan et al. 2018) .",
                "cite_spans": [
                    {
                        "start": 758,
                        "end": 780,
                        "text": "(Fontaine et al. 2012)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 939,
                        "end": 962,
                        "text": "(Prathapan et al. 2018)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "In the twentieth century, a series of large expeditions to Angola increased knowledge about the flora and fauna of the country. In terms of plants, the largest plant collections were those of the botanist John Gossweiler, sampling in all provinces of the country, with a total of 14,600 numbers, between years 1900 and 1950. The most complete set of this collector is deposited in the LISC herbarium, at the University of Lisbon, but many duplicate specimens were distributed to other herbaria, namely COI, BM, LISU, P, K, LUA. All herbarium acronyms are according to the Index Herbariorum (Thiers 2018) . The second most prolific collector was JM Brito Teixeira, a follower of Gossweiler who collected about 13,000 numbers in all provinces between 1949 and 1969. Several botanical expeditions were organised from Portugal, either with a focus in botany, agronomy or forestry, while others were promoted by institutions newly created in Angola. The Instituto de Investigação Científica de Angola (IICA) was created in 1958, with herbarium and zoological collections based in Lubango. Another research institution was the Instituto de Investigação Agronómica, established in 1961, based in Huambo. Frequently, staff from institutions from both Portugal and Angola worked together in field expeditions, because, formally, the new institutions in Angola were dependencies of the equivalent Portuguese institutions. Therefore, duplicate samples were distributed to herbaria in Angola (LUBA or LUAI).",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 603,
                        "text": "(Thiers 2018)",
                        "ref_id": "BIBREF72"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The main collectors were Luiz Carrisso (based in COI), Francisco de Ascensão Mendonça (LISC), Francisco de Sousa (LISC), Eduardo Mendes (LISC), Romeu Santos (LUBA), Óscar Azancot de Menezes, Carlos Henriques, Luís Grandvaux-Barbosa (LISC) and the British botanist Arthur W Exell (BM). A considerable set of specimens without the individual collector being indicated were collected in the scope of the Missão de Estudos Florestais a Angola (MEFA), between 1957 and 1960. The last large plant collectors in the twentieth century sampled between 1970 and 1974 were António RF Raimundo, Gilberto Cardoso de Matos, Paul Bamps, Roger Dechamps and Eurico S. Martins. A detailed list of collectors, including the time range of the collections and provinces is available in Figueiredo and Smith (2008) .",
                "cite_spans": [
                    {
                        "start": 765,
                        "end": 792,
                        "text": "Figueiredo and Smith (2008)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "Concerning animal collections, the largest collections created or with the largest growth in the twentieth century are of birds. In this case, the ornithological collection of the Museum and Herbarium of Lubango is by far the largest and most representative of Angola, with circa 40,000 specimens, and probably one of the largest collections of birds based in Africa. The oldest specimens in the collection are from 1948, but the relevant sampling started in 1958, the year of the creation of IICA. The collection was established by António da Rosa Pinto, with many staff of IICA contributing significantly with specimens: at least 13 people each added more than 500 bird specimens. The collection contains specimens from throughout the country, but 75% of the specimens are from the western and southern provinces, with 25% from Huíla where the collection is based (Lubango).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "Dean et al. 2019presents details on the ornithological collectors of Angola. In the first half of the century, about 13,000 specimen records can be found through GBIF, the main publishing institutions being AMNH, NHMUK, CM, FMNH and GNM. The main collectors are WJ Ansorge, R Boulton, H Lynes, CH Pemberton and the main provinces with records are Cuanza-Norte, Bengo, Malanje, Benguela, Namibe, and Bié. Between 1950 and 1974, apart from IICA staff, the main collectors were Gerd H Heinrich and T Archer, which collected about 900 specimens held by YPM and USNM collections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The history of mammal collecting in Angola is presented by Beja et al. (2019) . In the twentieth century, the year 1925 presents an exceptionally high number of records of about 1400 specimens in mammal collections. This corresponds to the Arthur Vernay expedition to Angola, which specimens are in the AMNH collection. The following years with high values are 1932 and 1933, corresponding to the Phipps-Bradley Expedition, specimens also at the AMNH collection. In 1936, KH Prior sampled in Benguela, which specimens are located at the collection MVZ. In 1954 and 1955, GH Heinrich sampled in several provinces, which materials are held at FMNH. Considering the collections with the highest number of records available through GBIF, in general, the order with the highest number of specimens is Rodentia.",
                "cite_spans": [
                    {
                        "start": 59,
                        "end": 77,
                        "text": "Beja et al. (2019)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The number of records for mammals is in general low in the dataset compiled. A reason for this might be the incomplete status of digitisation of mammal collections in databases. This means that the values mentioned might not be representative of the total holdings of mammals from Angola. For example, the mammal collection from Lubango was not taken into account in this analysis, because the digitising process is still ongoing, in terms of data quality verification and import to a data management system. For the same reason, it is possible that in other collection types, the number of specimen records available online is also not representative of the true sampling effort for these collections. For example, in the dataset used in this chapter, no records are included from collections based in Portuguese institutions for fish or butterflies, although several zoological expeditions were organised by the Instituto de Investigação Científica Tropical (IICT) to Angola, since 1950. This is the case of ichthyological expeditions to lakes Cameia and Dilolo, by Fernando Frade and Teixeira Pinto, in 1958. Another example of a collection that still needs to be mobilised (although already studied) is the Lepidoptera order of the Entomological collection of IICT. This collection was extensively studied in the preparation of the book Butterflies of Angola (Mendes et al. 2013) , with more than 15,000 specimens reviewed. However, the records of these specimens are not yet accessible.",
                "cite_spans": [
                    {
                        "start": 1363,
                        "end": 1383,
                        "text": "(Mendes et al. 2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "In a related subject on collection accessibility, it should be noted that the Instituto de Investigação Científica Tropical (IICT) was integrated in the University of Lisbon in July 2015, as a special unit. This will not, however, change the possibility of accession to collections, except for the period while the collections are being moved. The new unit in the University shares the Director with the National Museum of Natural History and Science of the University of Lisbon, but all the zoological and herbarium collections of IICT will be retained as distinct collections. This is relevant for the study of the biodiversity of Angola because these collections are important, not only because they host many type specimens, but also because some are the most representative worldwide of the biodiversity of Angola. For example, the LISC herbarium of IICT has ca. 70,000 specimens, which is the largest worldwide for Angola, because it merged duplicate specimens from several expeditions, while in Angola these were hosted in separate herbaria (LUBA, LUAI, LUA).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The specimen-based atlas of the butterflies of Angola highlighted the importance of access to valuable but privately owned collections. In that example, four private collections were consulted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The specimens collected in Angola are not evenly distributed across the country, as it is often observed in natural history collections (Lavoie 2013 ; see also Dean et al. 2019; Mendes et al. 2019; Beja et al. 2019 ). The bias is reflected both in the spatial coverage of the collections, as well as in the groups' representativeness across the country (Fig. 19 .3). Some regions of Angola are clearly under-represented in collections, as is the case of the provinces of Zaire and Uíge, in the northwest, and most of the eastern provinces, including Lunda-Norte, Lunda-Sul, Moxico and Cuando Cubango. According to Crawford-Cabral (2010), there is a triangle that extends from Bié northeast to Lunda-Sul and southeast to the Cuando River, where there is a serious lack of knowledge about the fauna. This includes the interesting areas of the Upper Zambezi. The province of Huíla stands out has having almost twice the number of specimens compared with the second province, Namibe. This is possibly a result of the establishment, in Huíla, of the collections and research staff of IICA, which impact is also noted in its neighbouring provinces.",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 148,
                        "text": "(Lavoie 2013",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 160,
                        "end": 177,
                        "text": "Dean et al. 2019;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 178,
                        "end": 197,
                        "text": "Mendes et al. 2019;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 198,
                        "end": 214,
                        "text": "Beja et al. 2019",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 353,
                        "end": 361,
                        "text": "(Fig. 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "In most provinces, plant collections outnumber other taxa, but in four -Benguela, Cuanza-Sul, Malanje, Namibe -the number of birds in collections exceeds plants. The number of mammals in collections has some expression in Bié, Benguela, Cuanza-Sul, Huíla and Malanje. As for fish collections, these are more present for the areas of Zambezi River, in Moxico, and in the Lundas. In this last region, we find an important representation of arthropods in collections, which might be a result of the activity of the Museu do Dundo, created in 1942. The museum included the Laboratory of Biology, where A Barros de Machado and E Luna de Carvalho established numerous international connections with specialists, with exchange of specimens with other collections. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museum and Herbarium Collections from Angola",
                "sec_num": null
            },
            {
                "text": "The landscape of museum and herbarium collections in Angola is considerably diverse in terms of institutional governance. Although all the hosting institutions are public entities, they depend on different government ministries, which implies different priorities and funding programmes. As a result, it has been difficult to develop a common strategy for the development and use of NHCs in Angola. Currently, the different institutions have different capacities and dimensions. Most are still inactive or starting their activities, mainly by performing inventories, digitising and systematising information on species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Status of the Natural History Collections in Angola",
                "sec_num": null
            },
            {
                "text": "Research activities are also recent and have relied on international collaboration projects such as the Southern African Botanical Diversity Network (SABONET), the Angolan Biodiversity Assessment and Capacity Building Project, the African Plants Initiative (API), the Southern African Science Service Centre for Climate Change (SASSCAL), the Future Okavango (TFO), and the National Geographic Okavango Wilderness Project, among others. These funding opportunities allowed the support of the cooperation with relevant international institutions (Royal Botanic Gardens, Kew and the South African National Biodiversity Institute -SANBI), enabling the rehabilitation of some of the country's collections and the training of qualified personnel for their management, expansion and valorisation. In this context, since 2013, Angola has benefited from the GBIF training initiatives by the Portuguese node, for computerisation and publication of biodiversity data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Status of the Natural History Collections in Angola",
                "sec_num": null
            },
            {
                "text": "Another cooperation programme has also recently contributed to the advance of data mobilisation and capacity enhancement in Angola. Within the scope of the program Biodiversity Information for Development (BID), managed by GBIF with funds from the European Commission, Angola was granted a national project, led by SASSCAL, which started in 2016. Apart from the data mobilisation activities, some of which are based on collections, the project will enable Angola to participate in training workshops promoted by GBIF and other partners on biodiversity data publication, data quality, and data use.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current Status of the Natural History Collections in Angola",
                "sec_num": null
            },
            {
                "text": "In the scope of this chapter, we consider active collections those that are supporting or developing research activities, contributing to the increase of the value of the collection, by means of new additions of biological specimens, or valorisation through taxonomic revision, digitisation, and use by researchers on-site and online.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Active Collections",
                "sec_num": null
            },
            {
                "text": "Founded in 1958 with the creation of the Instituto de Investigação Científica de Angola (IICA), the collection currently houses 15,902 plant specimens belonging to 202 families and 3520 species. The main collectors were G Barbosa, A de Menezes, R Santos, R Correia and JM Daniel. After independence, approximately half of the collection was transferred to Luanda, becoming part of the LUAI herbarium. Currently, the database of the collection is being prepared, and 200 specimens are available in high resolution through the Global Plants repository at http://plants. jstor.org.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Herbarium LUBA, Instituto Superior de Ciências de Educação da Huíla (ISCED), Lubango",
                "sec_num": null
            },
            {
                "text": "The Luanda Herbarium incorporated part of the LUBA Herbarium, which was partially transferred to Luanda to be hosted at the National Centre for Scientific Research of the University of Agostinho Neto (Martins and Martins 2002) . LUAI currently houses about 35,000 botanical specimens representing approximately 5000 species. The main collectors were A de Menezes, M Batalha, JM Daniel, M Lopes, R Santos, B Sousa and F Sousa. From 1995 until 2007, this herbarium housed 45,000 botanical samples of the LUA Herbarium. The herbarium currently has the digital infrastructure for databasing, but the pace of cataloguing has been slow.",
                "cite_spans": [
                    {
                        "start": 200,
                        "end": 226,
                        "text": "(Martins and Martins 2002)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Herbarium LUAI, Universidade Agostinho Neto, Luanda",
                "sec_num": null
            },
            {
                "text": "LUA was the first herbarium created in Angola, in Huambo Province, in 1941 (Martins and Martins 2002) . Its collection includes about 40,000 specimens. The main contributors were G Barbosa, J Gossweiler, C de Matos, OA Leistner, EJ Mendes, FA Mendonça, R Monteiro and F Murta. There is a digitisation programme in preparation, within the scope of the National Project of the BID programme.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 101,
                        "text": "(Martins and Martins 2002)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Herbarium LUA, Instituto de Investigação Agrária (IIA), Ministry of Agriculture, Huambo",
                "sec_num": null
            },
            {
                "text": "These collections were created as an IICA section installed in Lubango in the late 1950s. The first record dates from 1958, and until 1975 about 40,000 specimens were incorporated. The bird collection consists of 34,471 skins, as well as eggs, nests and embryos, distributed across 26 orders, 84 families and 305 genera. It is worth noting the contribution of António Rosa Pinto, representing 21% of the specimens of the collection sampled between 1958 and 1972 throughout the country (see map in Dean et al. 2019) . The collection of mammals consists of 4299 skins of 157 species distributed by 11 Orders, 56 Families and 103 Genera, and an unregistered number of skeletons and skulls. The temporal coverage is between 1960 and 1978, and the main collectors were J Crawford Cabral, AP Simões, C Simões and E Epalanga. The full bird collection and the group of chiroptera within mammals, with about 300 specimens, are on database, and will be published through GBIF.",
                "cite_spans": [
                    {
                        "start": 497,
                        "end": 514,
                        "text": "Dean et al. 2019)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bird and Mammal Collections, Instituto Superior de Ciências de Educação da Huíla (ISCED), Lubango",
                "sec_num": null
            },
            {
                "text": "This is the first herpetological collection created after 1975, as an output of a study included in the SASSCAL project, under the responsibility of Ninda Baptista. It houses 1081 specimens of reptiles and amphibians (approx. 30-70% respectively), preserved in alcohol, as well tadpoles, eggs and tissue samples. Two collectors -Ninda Baptista and Pedro Vaz Pinto are important contributors to this collection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Herpetological Collection, Instituto Superior de Ciências de Educação da Huíla (ISCED), Lubango",
                "sec_num": null
            },
            {
                "text": "Based on registry books, the collection contains the 44,884 specimens. There is also a digitisation programme for this collection, with the Odonata (1006 records) already digitised and published through GBIF (Cassinda et al. 2018) , and with other orders to follow.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 230,
                        "text": "(Cassinda et al. 2018)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Entomological Collection, Instituto de Investigação Agrária (IIA), Ministry of Agriculture, Huambo",
                "sec_num": null
            },
            {
                "text": "A collection of snakes was recently created in Malanje, at the Research and Information for Drug and Toxicology Center of the Medical Faculty, in Malanje (Oliveira et al. 2016) . The number of specimens is not available at this stage.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 176,
                        "text": "(Oliveira et al. 2016)",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Snake Collection of the Research and Information for Drug and Toxicology Center (CIMETOX), Malanje",
                "sec_num": null
            },
            {
                "text": "Although the creation of the Museu do Dundo dates from 1942, the zoological collection began in 1936 (Machado 1952) . This museum is best known for its valuable ethnographic collection, so at the time of its restoration at the beginning of this century, biological collections were not covered and some of them are in danger of deterioration. According to EC Afonso, curator of the Biological section in the 1980s, the Museum houses about 50,000 specimens of mammals, fishes, reptiles, amphibians and insects, the latter being the largest collection with about 30,000 specimens. Due to its value, we expect that in the future this collection can be studied and restored. The museum originally also had a herbarium (DIA), that no longer exists.",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 115,
                        "text": "(Machado 1952)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Zoological Collection of Dundo, Museu do Dundo, Ministry of Culture, Dundo",
                "sec_num": null
            },
            {
                "text": "The museum was created in 1938, and moved to the current location in 1956. The museum holds mounted specimens of mammals, fishes, birds, reptiles and insects. However, it was not possible to determine if there is an active collection, the number of specimens, and their value for scientific research. There is no insect collection. This museum is currently responsible for the management of Museu do Dundo.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Museu Nacional de História Natural, Ministry of Culture, Luanda",
                "sec_num": null
            },
            {
                "text": "Museum and herbarium collections are examples where the whole is greater than the sum of the parts. Each specimen, as a voucher of a species found in nature, carries biological data (in its genes, tissues, traits, biochemistry) and metadata (on its label or attached field notes) providing contextual information on the location, date, habitat and ecology of that specimen. But from a set of specimens that make a collection, it is possible to do comparisons, grouping and separating them by their features, in what, ultimately, leads to the description or identification of a species. The possibility of making and analysing comparisons between specimens is fundamental to our developing the knowledge of what the species is, and therefore, our understanding of biodiversity. There is great value in having a collection. Because of this, we need to resist the fate predicted for collections in the previous quote from Saramago, that in the continuation of the text, says: … and for a short while they manage [to impose some order on the world], but only as long as they are there to defend their collection, because when the day comes when it must be dispersed, and that day always comes, either with their death or when the collector grows weary, everything goes back to its beginnings, everything returns to chaos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current and Potential Uses of Biological Collections",
                "sec_num": null
            },
            {
                "text": "We would lose too much in letting everything return to chaos, we cannot afford it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current and Potential Uses of Biological Collections",
                "sec_num": null
            },
            {
                "text": "Without a doubt, there is a cost in maintaining a collection. Several reports have been published about the termination of collections due to budget restrictions, either by closing doors, restricting or diverting staff to other tasks, or aggregating collections in large facilities (Gropp 2003; Deng 2015; Kemp 2015) . For example, in Italy, by 2014, it was estimated that one-third of the biological specimens were lost through lack of preservation or bad practice (Nature Editorial 2014), and in the USA 100 herbaria have been closed since 1997 (Deng 2015) . Discarding a collection brings with it the loss of investments in field expeditions, the costs of subsequent preservation of specimens across decades or centuries, and even the fact that many species may not be found anymore in the original collecting sites, due to the loss of habitats or restrictions in sampling because of conservation or ethical reasons. As an indicator, insurance companies in Norway value herbarium specimens at €21 each (Hannu Saarenmaa 2017, pers. com.). Here we will focus on the uses of collections and how they underpin scientific research, biodiversity conservation, food security, and other societal and economic benefits. Several reviews have discussed these uses, providing examples (Brooke 2000; Suarez and Tsutsui 2004; Tewksbury et al. 2014; Rocha et al. 2014) . It is worth mentioning that, with the development of laboratory methods, technology and other tools still to be invented, there are potential applications of the collections in the future that we cannot foresee.",
                "cite_spans": [
                    {
                        "start": 282,
                        "end": 294,
                        "text": "(Gropp 2003;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 295,
                        "end": 305,
                        "text": "Deng 2015;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 306,
                        "end": 316,
                        "text": "Kemp 2015)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 547,
                        "end": 558,
                        "text": "(Deng 2015)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1290,
                        "end": 1314,
                        "text": "Suarez and Tsutsui 2004;",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 1315,
                        "end": 1337,
                        "text": "Tewksbury et al. 2014;",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 1338,
                        "end": 1356,
                        "text": "Rocha et al. 2014)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Current and Potential Uses of Biological Collections",
                "sec_num": null
            },
            {
                "text": "The most fundamental use of museum and herbarium collections is to support taxonomy and systematics, serving as references for species description, identification, and naming of species. One of the most important roles of collections is to preserve the physical specimens that served as samples for the formal scientific description of a new species for science. These specimens, often more than one, are called types. One of these specimens is usually designated as the holotype by the author of the species -the one chosen to be most representative of the characteristics of the species -but duplicates can also be mentioned in the publication of the species, and distributed to other collections. This distribution is important for security reasons, to ensure that if the holotype is lost because of an unfortunate event, other specimens that were used the initial description of the species are preserved. In 2017, a package with specimens sent by the National Museum of Natural History in Paris to the Queensland Herbarium in Australia, including some type specimens, was incinerated by Australian customs officers (Stokstad 2017) .",
                "cite_spans": [
                    {
                        "start": 1120,
                        "end": 1135,
                        "text": "(Stokstad 2017)",
                        "ref_id": "BIBREF66"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "Types are, therefore, special specimens, so their management is undertaken with extreme care. Digitisation programmes normally prioritise these specimens, to provide digital preservation and alternative access to the specimens via the internet. In the case of plant type specimens, the Global Plants Initiative framed this task, with support of the Andrew W Mellon Foundation. The repository Global Plants (http:// plants.jstor.org) aggregates and provides access to more than two million high resolution images of types, including 3461 images of type specimens collected in Angola. The total number of types from Angola, from all groups, reported through GBIF and Global Plants is 6983 (Table 19 .2).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 687,
                        "end": 696,
                        "text": "(Table 19",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "Museum and herbarium collections serve not only to preserve types and other specimens already identified, but also organisms yet to be identified. In fact, many specimens remain unidentified for several years, either because there is no capacity for their immediate processing after being collected, or its identification represents taxonomic challenges, sometimes at the level of the description of a new species for science. In plants, only 16% of newly collected species are described within the first 5 years after being collected, and approximately 25% of new species are described using specimens more than 50 years after their collection (Bebber et al. 2010) , and in animals, the situation is likely to be similar (Kemp 2015) .",
                "cite_spans": [
                    {
                        "start": 645,
                        "end": 665,
                        "text": "(Bebber et al. 2010)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 722,
                        "end": 733,
                        "text": "(Kemp 2015)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "Collections are the main source for documenting diversity not only between species but also within species. The majority of specimens in collections are not types, but regular specimens sampled at a certain date and location, by one or more collectors, and representing a species. These specimens and their associated information represent what we call primary biodiversity data, supporting different types of studies and applications. The set of specimens of a species, from one or more collections, allow identifying the range of natural variation of the several traits that are analyzed in the process of defining the species. Often, labels attached to the specimens, or registry books associated with the collections include information on traits that are recorded at the time of collection or when the specimen is added to the collection (e.g. size, weight, length, maturity stage, colour of the flower in plants, the presence of fruits, etc.). Additionally, the habitat, interactions with other species (e.g. parasite of, epiphyte on), its use by local populations in traditional medicine, food, and construction (mainly plants) is recorded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "Most taxonomic studies will require access to more than one collection, to allow a comprehensive analysis of the variability of the species of interest. Finding which collections have specimens important to the study might be demanding, but current digitisation projects underway in many collections do facilitate the task enormously. This is the case of some collections based in Angola at the Museum and Herbarium of Lubango, the entomological collections of Instituto de Investigação Agronómica, in Huambo, and the Herbarium of the Centro de Botânica da Universidade Agostinho Neto, in Luanda. The first two initiatives are currently preparing the publication of their databases through GBIF, for global and open access to data, which is possible The sources of the data are Global Plants (http://plants.jstor.org), for plant specimens, and GBIF (GBIF.org 2018), for other collection types even though Angola is not yet a member of the organisation. Through GBIF, researchers can have access to recorded information including most of the details included in the specimen's label, and if available, an image of the specimen, a sound recording or a video attached to the specimen record. There are currently approximately 49,000 specimens from Angola with media attachments. Other mega-science digital platforms also support capacity development in taxonomic studies (Triebel et al. 2012) . These include the Catalogue of Life, a global checklist for all groups, that integrates more than 168 international or group-specific checklists or taxonomic databases (Catalogue of Life 2018); the Biodiversity Heritage Library (2018) which provides digital access to legacy literature, including many publications with the original descriptions of the species, and automatic functions for searching scientific names; the Encyclopedia of Life (2018), also an integrative portal to information about species description, classification, multimedia, and distribution maps of; the Barcode of Life (Ratnasingham and Hebert 2007) which provides access to barcode sequence data; the IUCN Red List of Threatened Species (2018), that promotes global and regional assessments of species conservation status; and the previously mentioned Global Plants Initiative. All these initiatives agree on common biodiversity informatics data standards, protocols and tools that ensure the inter-operability across platforms under a common framework (Hobern et al. 2012) . This means that when researchers and institutions contribute to or use one of these initiatives, they are reaching a global and transversal set of resources covering several biodiversity dimensions which, although global, provide detailed data applicable at the local or regional level.",
                "cite_spans": [
                    {
                        "start": 1368,
                        "end": 1389,
                        "text": "(Triebel et al. 2012)",
                        "ref_id": null
                    },
                    {
                        "start": 1986,
                        "end": 2016,
                        "text": "(Ratnasingham and Hebert 2007)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 2421,
                        "end": 2441,
                        "text": "(Hobern et al. 2012)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "These combinations of data are instrumental to prepare, for example, a national checklist, like the national vascular plant list Smith 2008, Figueiredo et al. 2009a, b) . This task requires not only the compilation of information about species and their distribution, but also synonyms, and sometimes helping to solve taxonomic problems, species distribution ranges, and dealing with the scarcity of information. Internet access to these and similar platforms is fundamental and an important factor to reducing total costs of biodiversity research (Smith and Figueiredo 2010 ).",
                "cite_spans": [
                    {
                        "start": 129,
                        "end": 168,
                        "text": "Smith 2008, Figueiredo et al. 2009a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 559,
                        "end": 574,
                        "text": "Figueiredo 2010",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "An increase of the role of collections in preserving reference material on biodiversity is likely to occur with the addition of new methods for biodiversity identification. Barcoding is one of the methods that determines DNA sequences that are species-specific (Gross 2012) , and it can speed up the identification of new species. These sequences are stored in gene bank repositories, while the related physical specimens, the source of the sequences, are stored as vouchers in collections. Sometimes, specimens already represented in collections are found by barcoding to belong to different species, therefore new arrangements are needed within collections. Museums are currently adopting new workflows with duplicate specimen processing for traditional and molecular taxonomy (Gross 2012) , in an articulated new way of producing natural history knowledge (Strasser 2011) .",
                "cite_spans": [
                    {
                        "start": 261,
                        "end": 273,
                        "text": "(Gross 2012)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 779,
                        "end": 791,
                        "text": "(Gross 2012)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 859,
                        "end": 874,
                        "text": "(Strasser 2011)",
                        "ref_id": "BIBREF67"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Preserving and Documenting Biodiversity",
                "sec_num": null
            },
            {
                "text": "Understanding species distribution is usually a multidimensional problem that involves information about species occurrences, climatic information, species migrations and the availability of resources such as food and water. Primary biodiversity data from collections is often the only data resource to document the presence of species, either because of loss of habitats due to change of land use or because of the local extinction of the species. This primary data, when combined with environmental data, can be used to model the species distribution by numerical tools that identify the environmental factors that are most closely associated with occurrence of the species. This is, in turn, converted to a species distribution model (SDM), expressed as a spatial map of probability of occurrence. Although subject to problems associated with sample bias (Beck et al. 2014; Gomes et al. 2018) , these models can be an improved approach to gap analysis (Peterson and Kluza 2003) , or help to plan sampling effort to sites with a high potential of occurrence but that has not yet been surveyed.",
                "cite_spans": [
                    {
                        "start": 858,
                        "end": 876,
                        "text": "(Beck et al. 2014;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 877,
                        "end": 895,
                        "text": "Gomes et al. 2018)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 955,
                        "end": 980,
                        "text": "(Peterson and Kluza 2003)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Detecting Changes in Species Distribution and in the Environment",
                "sec_num": null
            },
            {
                "text": "Distribution data from museums frequently supports assessments of the impact of climate change on species distribution. By comparing two models, one for the present distribution and another for a hypothesised future distribution, it is possible to identify changes, including the expansion or reduction of the area of distribution. The present distribution can be modeled from collection data, using a matching period for climate date. A projection for a future state can be performed, using the same distribution data, but with future climate scenarios data. Using this approach, Warren et al. (2013) found that half of the plant species and one-third of animal species can lose half of the suitable climate range by 2080. Another example with links to human health is provided by Capinha et al. (2014), using as target species the mosquito Aedes aegypti, the vector of dengue fever. These authors used collection data combined with other data sources to determine the macroclimatic conditions presently occupied by this mosquito, and the shifts in its distribution in the near future (2010-2039), based on models of possible climate scenarios.",
                "cite_spans": [
                    {
                        "start": 581,
                        "end": 601,
                        "text": "Warren et al. (2013)",
                        "ref_id": "BIBREF73"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Detecting Changes in Species Distribution and in the Environment",
                "sec_num": null
            },
            {
                "text": "In assessing biological invasions, the use of NHCs is also essential. The historical record of an alien species needs to be determined so that its native distribution is identified as well as its habitat and environmental requirements, life cycle, biotic and abiotic interactions. Frequently, data and information on these parameters are only available from museum or herbarium collections. These data will not only allow to assess the invasion risk of a species, but also to predict its spread to new regions, which can be done by projections of species distribution models, as for example, the Giant African Snail (Sarma et al. 2015) or a result of climate change in lantana (Taylor and Kumar 2014) . Even if historical records were not available in collections to support a study, these are essential as repositories of new records of surveyed areas for future assessments (Rejmánek et al. 2017) . Collections are also important for the assessment of impacts in areas of invasion, in the determination of species affected by the alien species.",
                "cite_spans": [
                    {
                        "start": 677,
                        "end": 700,
                        "text": "(Taylor and Kumar 2014)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 876,
                        "end": 898,
                        "text": "(Rejmánek et al. 2017)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Detecting Changes in Species Distribution and in the Environment",
                "sec_num": null
            },
            {
                "text": "The IUCN Red List has become a standard with which to monitor a species' conservation status. Several of the criteria to determine the IUCN category of threat can be obtained from natural history collections, such as features of life history, biology, and geographical range. Williams and Crouch (2017) investigated whether herbarium records could suffice for accurate estimation of the plant geographical range in South Africa following IUCN Red List criteria. They concluded that results improve when information from national herbaria is complemented by local or regional herbarium datasets. For Cape Verde, herbarium data was also used in Red List assessments of the endemic flora (Romeiras et al. 2016) . However, the role of collections in Red List assessments starts from the point of acertaining the correct identification of each specimen in a survey, and before the application of any criteria, based on a common taxonomy for the group of species under scrutiny (e.g. Grubb et al. 2003) .",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 302,
                        "text": "Williams and Crouch (2017)",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 685,
                        "end": 707,
                        "text": "(Romeiras et al. 2016)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 978,
                        "end": 996,
                        "text": "Grubb et al. 2003)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity Conservation",
                "sec_num": null
            },
            {
                "text": "Another contribution of NHCs to biodiversity conservation is in reintroduction programmes. When a local population of one species is extinct or threatened, the reintroduction of new individuals can be done to increase population levels. However, the genetic profile of the local population should be determined, in order to ensure that new reintroduced individuals are the closest possible to the original population, and thus well adapted to the environmental conditions of the new location. If the local populations are extinct, museum or herbarium collections might be the only resource to determine the genetic profile of the original populations, if specimens are preserved in the NHCs from the original population. Collections are also instrumental in determining other aspects of translocation planning, including climate and habitat requirements (IUCN/SSC 2013).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity Conservation",
                "sec_num": null
            },
            {
                "text": "A service provided by NHCs is also related to the trade of wild animals and plants, within the scope of the CITES. Frequently, specimens of wild species are seized by customs officials and the species identification is needed to check against the species lists in the annexes of the convention. NHC taxonomists are frequently asked to assist customs officials in identifying the species and the most likely source of these organisms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity Conservation",
                "sec_num": null
            },
            {
                "text": "Museum and herbarium collections can also be used to verify if the network of protected areas is effective in ensuring the protection of threatened species. Romeiras et al. (2014) used collection data to make a biogeographic analysis of 18 high-value timber trees from Angola. The authors concluded that these species could be grouped within four regions, which had little correspondence to currently recognised WWF ecoregions. They suggested that conservation plans based on WWF ecoregions might provide the inappropriate basis for the conservation of these trees, in which eight species were found to require high conservation priority because of their very restricted distribution in Angola.",
                "cite_spans": [
                    {
                        "start": 157,
                        "end": 179,
                        "text": "Romeiras et al. (2014)",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Biodiversity Conservation",
                "sec_num": null
            },
            {
                "text": "As in the definition of biodiversity adopted by the Convention of Biological Diversity, the definition of agrobiodiversity by FAO highlights three levels of diversity: diversity of genetic resources (varieties, breeds); diversity of species used for food, fodder, fiber, fuel and pharmaceuticals; and the diversity of nonharvested species that support production and diversity in the wider environment that support agro-ecosystems (FAO 1999) . Sustainable food production systems demand attention to all these dimensions, which reinforces the role of NHCs. For example, the conservation of crop wild relatives, which are wild species closely related to crops, is important to ensure sources of genetic diversity useful to develop more productive and resilient crops (Castañeda-Álvarez et al. 2016) . A priority in the conservation of such wild relatives is, therefore, the importance of correct identification, based on herbarium data among other sources Castañeda-Álvarez et al. 2016) .",
                "cite_spans": [
                    {
                        "start": 431,
                        "end": 441,
                        "text": "(FAO 1999)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 766,
                        "end": 797,
                        "text": "(Castañeda-Álvarez et al. 2016)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 955,
                        "end": 985,
                        "text": "Castañeda-Álvarez et al. 2016)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supporting Sustainable Food Production",
                "sec_num": null
            },
            {
                "text": "Natural history collections are also of importance in many other aspects of agrosystems. This is the case of weed identification and the control of pests caused by insects and fungi. Collections provide the resources for the identification of these problem organisms, data for their first detection in a certain area, and information about life history and distribution needed to determine the potential areas of occurrence using bioclimatic and other modelling approaches. High biodiversity in agrosystems can in some cases contribute to increasing productivity, by promoting ecosystem services, e.g. through biological regulation of soil fertility (Duru et al. 2015) , for which NHCs are important to guide actions to increase biodiversity in such systems, providing information on the original or potential species native to the region.",
                "cite_spans": [
                    {
                        "start": 650,
                        "end": 668,
                        "text": "(Duru et al. 2015)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supporting Sustainable Food Production",
                "sec_num": null
            },
            {
                "text": "Two further types of collections in support of food and forestry are also associated with herbarium collections. One of these is germplasm or seed bank collections. These seed collections are fundamental to the preservation of plant species, by maintaining live and viable seeds for future use. There are more than 1300 seed banks worldwide (Rajasekharan 2015), both for crop or wild species. These include the Global Seed Vault, in Svalbard, Norway, which holds crop seeds for more than 5000 plant species, and the Millenium Seed Bank, at Kew and Wakehurst Place, United Kingdom, which holds seeds for 10% of the world wild species. In Angola, the Universidade Agostinho Neto hosts the only seed bank in the country as part of the center for plant genetic resources. The other type of collection is the xylarium, composed of wood samples, sometimes several pieces with different anatomical sections of the wood of the same species. These samples are used, sometimes supplemented by molecular genetics technologies, in identifying the products of illegal activities in the timber trade (Yu et al. 2017) .",
                "cite_spans": [
                    {
                        "start": 1086,
                        "end": 1102,
                        "text": "(Yu et al. 2017)",
                        "ref_id": "BIBREF77"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Supporting Sustainable Food Production",
                "sec_num": null
            },
            {
                "text": "Biodiversity is present, but rarely noticed, in the everyday life of humans. Natural History Museums are important in bringing evidence of this to the population. Through displays and exhibitions, it is possible to explain or demonstrate, in simple terms, the value of biodiversity. In attractive displays, the direct value of biodiversity can be shown in food, medicine, fuel, fiber, rubber, oils and building materials, but also the indirect values through climate regulation, nutrient recycling, water and air purification, pollination, and cultural, religious and aesthetic aspects. People need to be informed by appropriate NHC displays in order to relate these values of biodiversity to their daily life. These topics can also be explored more deeply to explain biological concepts to students.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Connecting Biodiversity to Society Through Education",
                "sec_num": null
            },
            {
                "text": "Specimens from collections facilitate the explanation of complex topics to visitors. For example, concepts as life stages, evolution, adaptation to the environment, species interaction and many others, are better explained using specimens as support. But these can also be used to provide insights to the science behind the scenes. The causes of diversity, how genes express into forms and colors, the roles of microscopic organisms that can move or destroy bodies a thousand times bigger, the work of a taxonomist, a geneticists or a bioinformatician in understanding phylogenies, the role of organisms as bioindicators of environmental changes, are all examples of what might interest the visitor to a NHC. All these approaches can be complemented by digital formats, through web pages that provide deeper coverage of the topics displayed in the exhibitions. Via the Internet, it is also possible to use virtual means to place species in their habitats and environments, or inform the visitor of the species in one's own neighbourhood. Other engagements with the public are also possible, turning the visitor into a collaborator. For example, crowdsourcing activities were implemented by some museums to make the databasing of specimens' labels, which is a time-consuming task in collection digitisation (Les Herbonautes (2018); Notes from Nature (2018); DIGIVOL (2018).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Connecting Biodiversity to Society Through Education",
                "sec_num": null
            },
            {
                "text": "Another example is citizen science participation, through which platforms citizens can submit records, supported by images and other information, of species occurrence, normally referring a date and a location (through GPS coordinates) attached. Many projects of this type have emerged in recent years, the most visible of the global scope being eBird (2018) for bird observations and iNaturalist.org (2018) for any type of organism. Although subject to errors, these initiatives have the enormous merit to expand the network of voluntary observers and are improving their internal quality control mechanisms (using image analysis algorithms, for example), to suggest or correct identifications. Records with attached images thus become openly accessible to researchers, permitting validation of the records.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Connecting Biodiversity to Society Through Education",
                "sec_num": null
            },
            {
                "text": "Museums can be windows to connect biodiversity science to society. Not only can they contribute to educating people on concepts of biodiversity conservation and sustainability but also to attracting new students and practitioners to biodiversity-related topics. They can also be vibrant regional poles for research and natural history activities, interlinked with a global community of scientists and naturalists through digital platforms. In some cases, their importance has also been recognised at an economic level: the Natural History Museum in London has free entry to visitors, a benefit that was earned after the demonstration of the economic benefit from attracting foreign tourists to London.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Connecting Biodiversity to Society Through Education",
                "sec_num": null
            },
            {
                "text": "The goal of developing knowledge about the biodiversity of Angola should be intimately linked to strengthening the role of natural history collections as a reference of biodiversity resources. That connection should be bi-directional, first to ensure that natural history collections are used in studies about Angolan biodiversity, and second that specimens documenting new distributional information are included in collections for future reference. To ensure that the NHCs of Angola are prepared to play this role, we propose the following roadmap for the museum and herbarium collections of Angola.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Roadmap for the Museum and Herbarium Collections of Angola",
                "sec_num": null
            },
            {
                "text": "An inventory of the collections with specimens from Angola, either in Angolan institutions or abroad, is important to produce an index of the available resources and support a gap analysis of the biodiversity coverage of collections. This can be done by a metadata description of the holdings of such collections, mentioning the main taxonomic groups, time period, geographic area covered, main preservation methods, total (estimated) number of specimens and number of species in the database. An assessment of data needs (Asese and Schiwinger 2018) would provide elements for future prioritisation of data mobilisation activities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Compile an Inventory of Collections from Angola",
                "sec_num": null
            },
            {
                "text": "A network of experts is essential to support NHC activities, in order to avoid, for example, large time gaps between sampling and identification of specimens. These can be taxonomists working in collections, but increasingly, ecologists, molecular biologists and experts from other fields are performing taxonomic activities (Kemp 2015) . This network of contacts should be developed to cover many biological groups and be strongly tied to cooperation activities in training, study programmes and projects focused on biodiversity. A route to promote the creation of this network is the effective participation of Angola in the leading international networks, as is the case of GBIF, or the Biodiversity Information Standards (TDWG) international community, which leads and promotes developments in biodiversity informatics worldwide.",
                "cite_spans": [
                    {
                        "start": 325,
                        "end": 336,
                        "text": "(Kemp 2015)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Identify Taxonomic Expertise and Promote Networking",
                "sec_num": null
            },
            {
                "text": "Specimens from the country hosted in collections abroad contain important information that should be available for studies and biodiversity management in Angola. The repatriation of data can be promoted by a combination of initiatives that can facilitate and speed up the access to it. For example, in the late 1990s, Mexico used government funds to support visits of Mexican ornithologists to the largest bird collection in the United States and in Europe, to catalog in a database bird specimens from Mexico (Peterson et al. 2016) . A similar approach could be done in the support of visiting students or researchers from Angola to institutions hosting Angolan collections. Furthermore, many collections have existing databasing projects, so coordination with such activities could facilitate the prioritisation of data mobilisation. The framework for these data mobilisation activities can be provided by the participation of countries and institutions in GBIF.",
                "cite_spans": [
                    {
                        "start": 510,
                        "end": 532,
                        "text": "(Peterson et al. 2016)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Promote Data Repatriation Activities",
                "sec_num": null
            },
            {
                "text": "In many graduate curricula in universities worldwide, a decrease in the importance of natural history has been experienced through the last quarter of the twentieth century. Fewer or no credits have been dedicated to traditional taxonomy, compared to subjects in ecology, cellular and molecular biology, evolution and biotechnology. However, natural history collections can now encompass these new methods, remaining central to the goal of understanding the world's biodiversity. We can see NHCs as vibrant facilities that merge specimen and biomolecular preservation, and biodiversity informatics infrastructure, being prepared to respond to societal challenges such as climate change, biodiversity loss and food security. Therefore, natural history can be attractive to teachers and graduate and postgraduate students in universities, provided that its activities can be properly compensated. One way of doing this is to reward data publication in career assessments of researchers and to provide proper recognition through traceable citations to the use of collections in scientific publications (Rouhan et al. 2017) .",
                "cite_spans": [
                    {
                        "start": 1099,
                        "end": 1119,
                        "text": "(Rouhan et al. 2017)",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Include NHC Activities in University Curricula",
                "sec_num": null
            },
            {
                "text": "The 2030 Agenda for Sustainable Development approved by the United Nations includes several goals in which biodiversity and ecosystems take a central role. Goal 15 (Biodiversity, Forests, Desertification) is specifically targeted to halt biodiversity loss, but biodiversity is also relevant for other Goals, as the Goal 2 (Hunger and Food Security), Goal 12 (Sustainable Consumption and Production), Goal 13 (Climate Change) and Goal 14 (Oceans), if we consider ecosystem services or agrobiodiversity. Angola will have the opportunity to participate in this agenda with actions that fulfill international requirements, which in turn translate to national priorities. Institutions with NHCs in Angola should be prepared to respond to the needs that the implementation of this agenda requires, namely in providing the essential information and expertise to support projects and reporting.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Align NHCs with National and International Agendas on Biodiversity",
                "sec_num": null
            },
            {
                "text": "Museum and herbarium collections are restoring their paramount role in the study of biodiversity, with the rapid developments seen recently in molecular biology and in biodiversity informatics. These new tools contribute to speed up and add layers of analysis to biodiversity assets represented in collections, not only for the materials sampled in current projects but also for specimens collected through the history of each collection. Many specimens have been kept hidden in collections for decades before they were discovered as new species for science. Collections thus represent an important asset by preserving the known (and unknown) biodiversity of a region or a country, especially if they combine with these new approaches of analysis and providing access to biodiversity information.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "There is presently an under-representation of Angola's biodiversity in NHCs. The vastness of the country and the diversity of its ecoregions and habitats means that this is a demanding task, but essential to support biodiversity knowledge and conservation in the country. Obtaining a figure for the total number of specimens in collections from Angola worldwide is difficult. However, from data available through GBIF it is possible to obtain approximations. The current number of records available online through the facility is circa 150,000, which is in the same order of magnitude of other countries in southern Africa (except for South Africa, with 2,9 million and Democratic Republic of Congo, with 800,000). The situation is likely to improve in the near future, with the start of participation by Angolan institutions in GBIF (and the possible participation of the country), but the significance of these numbers will need to be translated into effective access after a fitness for use and a gap analysis of taxonomic and spatial coverage and biases of the data has been conducted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "There are three herbaria and four zoological collections based in Angola, but not all of them are currently active in the support of research or other biodiversityrelated activities. The three herbaria are or have plans to create a database for their collections, and the hosting institution of two of them (ISCED and IIA) are already registered as publishers of biodiversity data through GBIF, indicating that these datasets will be openly available in the future. In terms of zoological collections, the collections in ISCED and IIA also are developing databasing activities on their collections, namely of birds and mammals, in the first case, and entomological, in the second, with perspectives of online publishing through GBIF very soon. Some other important collections remain, however, hidden or not easily accessible to researchers, such as the collections of Museu do Dundo, and the collections of the Museu Nacional de História Natural. Little information is available for the current situation and accessibility of these collections, although an extensive literature is available about the activity of Museu do Dundo in a publication issued by that institution in the 1950s and 1960s, with references to specimens in the collection (Machado 1995) .",
                "cite_spans": [
                    {
                        "start": 1244,
                        "end": 1258,
                        "text": "(Machado 1995)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Online data availability is very important to attract national and international researchers and specialists to use the collections in the country. This is important to promote international collaboration and raise the capacity to use collections to improve the knowledge of Angolan biodiversity, on topics related to ecology, evolution, and conservation. These collaborations are also important to promote data mobilisation and quality improvement of collections based in Angola and abroad, which is now supported by a framework of international digital platforms. But collections in Angola need to be prepared to support new research activities in the field, considering that the biodiversity of parts of the country is still relatively unknown and in need of field surveys, as described in other chapters of this volume. Furthermore, to face big environmental challenges like the loss of biodiversity, climate change, and invasive alien species, it is urgently necessary to provide more information and knowledge about biodiversity, and collections are certainly the most accessible way to begin.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Natural History Collections are also important to link biodiversity to society. Many aspects of the importance of biodiversity to everyday life can be achieved through attractive displays that link the natural curiosity of humans with features of the structure and functioning of biodiversity, resulting in important impacts on the education and awareness of communities. Stimulating displays and activities can also contribute to attracting more young researchers to work in NHCs. Education is one of the most important roles of collections, in association with other uses for preservation, documentation and biodiversity conservation. Therefore, Natural History Collections represent strategic infrastructures for a country: reason enough to contradict the fate predicted by Saramago that all of them would return to chaos.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum and Herbarium Collections for Biodiversity Research in Angola",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Open Access This chapter is licensed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence and indicate if changes were made. The images or other third party material in this chapter are included in the chapter's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The Welwitsch collections -Iter Angolense (1853-1860) at LISU",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Albuquerque",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "I"
                        ],
                        "last": "Correia",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Systematics and conservation of African plants",
                "volume": "",
                "issue": "",
                "pages": "787--790",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Albuquerque S, Correia AI (2010) The Welwitsch collections -Iter Angolense (1853-1860) at LISU. In: Van Der Burgt X, Van Der Maesen J, Onana J-M (eds) Systematics and conservation of African plants. Royal Botanic Gardens, Kew, pp 787-790",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Typification of names based on the Angolan collections of Friedrich Welwitsch",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Albuquerque",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Brummitt",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Figueiredo",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Taxon",
                "volume": "58",
                "issue": "",
                "pages": "641--646",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Albuquerque S, Brummitt RK, Figueiredo E (2009) Typification of names based on the Angolan collections of Friedrich Welwitsch. Taxon 58:641-646",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Professor Carlos Almaça (1934-2010) -Estado da Arte em Áreas Científicas do Seu Interesse",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Alves",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Bastos-Silveira",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cartaxana",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "289--301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alves MJ, Bastos-Silveira C, Cartaxana A et al (2014) As Coleções Zoológicas do Museu Nacional de História Natural e da Ciência. In: Alves MJ, Cartaxana A, Correia AM et al (eds) Professor Carlos Almaça (1934-2010) -Estado da Arte em Áreas Científicas do Seu Interesse. Museus da Universidade de Lisboa, Lisboa, pp 289-301",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Assessment of biodiversity data holdings and user data needs for Ghana",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Asase",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "O"
                        ],
                        "last": "Schwinger",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Biodivers Inform",
                "volume": "13",
                "issue": "",
                "pages": "27--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Asase A, Schwinger GO (2018) Assessment of biodiversity data holdings and user data needs for Ghana. Biodivers Inform 13:27-37",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The amphibians of Angola: early studies and the current state of knowledge",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Baptista",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Conradie",
                        "suffix": ""
                    },
                    {
                        "first": "Vaz",
                        "middle": [],
                        "last": "Pinto",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baptista N, Conradie W, Vaz Pinto P et al (2019) The amphibians of Angola: early studies and the current state of knowledge. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conservation: a modern synthesis. Springer Nature, Cham",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Herbaria are a major frontier for species discovery",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Bebber",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Carine",
                        "suffix": ""
                    },
                    {
                        "first": "Jri",
                        "middle": [],
                        "last": "Wood",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Proc Natl Acad Sci",
                "volume": "107",
                "issue": "",
                "pages": "22169--22171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bebber DP, Carine MA, Wood JRI et al (2010) Herbaria are a major frontier for species discovery. Proc Natl Acad Sci 107:22169-22171",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Spatial bias in the GBIF database and its effect on modeling species' geographic distributions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Beck",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Böller",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Erhardt",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Eco Inform",
                "volume": "19",
                "issue": "",
                "pages": "10--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beck J, Böller M, Erhardt A et al (2014) Spatial bias in the GBIF database and its effect on model- ing species' geographic distributions. Eco Inform 19:10-15",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The mammals of Angola",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Beja",
                        "suffix": ""
                    },
                    {
                        "first": "Vaz",
                        "middle": [],
                        "last": "Pinto",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Veríssimo",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "12",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beja P, Vaz Pinto P, Veríssimo L et al (2019) The mammals of Angola. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conservation: a modern synthesis. Springer Nature, Cham Biodiversity Heritage Library (2018) URL https://www.biodiversitylibrary.org/. Accessed 12 June 2018",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The reptiles of Angola: history, diversity, endemism and hotspots",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "R"
                        ],
                        "last": "Branch",
                        "suffix": ""
                    },
                    {
                        "first": "Vaz",
                        "middle": [],
                        "last": "Pinto",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Baptista",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "15",
                "issue": "",
                "pages": "136--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Branch WR, Vaz Pinto P, Baptista N et al (2019) The reptiles of Angola: history, diversity, ende- mism and hotspots. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conservation: a modern synthesis. Springer Nature, Cham Brooke ML (2000) Why museums matter. Trends Ecol Evol 15:136-137",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Terrestrial ecoregions of Africa and Madagascara conservation assessment",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Burgess",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Hales",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Underwood",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burgess N, Hales JD, Underwood E et al (2004) Terrestrial ecoregions of Africa and Madagascar - a conservation assessment. Island Press, Washington, DC, p 499",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Macroclimate determines the global range limit of Aedes aegypti",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Cabral",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Pp Capinha",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Rocha",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Sousa",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "EcoHealth",
                "volume": "16",
                "issue": "3",
                "pages": "420--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cabral JC (2010) João Crawford Cabral (depoimento, 2009). IICT, Lisboa, 16 pp Capinha C, Rocha J, Sousa CA (2014) Macroclimate determines the global range limit of Aedes aegypti. EcoHealth 11(3):420-428",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Colecção Entomológica IIA. Instituto de Investigação Agronómica -IIA. Occurrence dataset",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Cassinda",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Fernandes Elizalde",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Bassimba",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.15468/bhqdhp"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Cassinda S, Fernandes Elizalde S, Bassimba D (2018) Colecção Entomológica IIA. Instituto de Investigação Agronómica -IIA. Occurrence dataset. https://doi.org/10.15468/bhqdhp. Accessed via GBIF.org on 18 June 2018",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Global conservation priorities for crop wild relatives",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Castañeda-Álvarez",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "K"
                        ],
                        "last": "Khoury",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Achicanoy",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Nat Plants",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Castañeda-Álvarez NP, Khoury CK, Achicanoy HA et al (2016) Global conservation priorities for crop wild relatives. Nat Plants 2:16022",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Arquivo Histórico Museu Bocage\" e a História da História Natural em Portugal",
                "authors": [
                    {
                        "first": "Lmp",
                        "middle": [],
                        "last": "Ceríaco",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Estado da Arte em Áreas Científicas do Seu Interesse",
                "volume": "",
                "issue": "",
                "pages": "329--358",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ceríaco LMP (2014) O \"Arquivo Histórico Museu Bocage\" e a História da História Natural em Portugal. In: Alves MJ, Cartaxana A, Correia AM et al (eds) Professor Carlos Almaça (1934- 2010) -Estado da Arte em Áreas Científicas do Seu Interesse. Museus da Universidade de Lisboa, Lisboa, pp 329-358",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The avifauna of Angola: richness, endemism and rarity",
                "authors": [
                    {
                        "first": "Wrj",
                        "middle": [],
                        "last": "Dean",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Melo",
                        "suffix": ""
                    },
                    {
                        "first": "Msl",
                        "middle": [],
                        "last": "Mills",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dean WRJ, Melo M, Mills MSL (2019) The avifauna of Angola: richness, endemism and rarity. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conserva- tion: a modern synthesis. Springer Nature, Cham",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Plant collections left in the cold by cuts",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Deng",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Nature",
                "volume": "523",
                "issue": "",
                "pages": "16--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deng B (2015) Plant collections left in the cold by cuts. Nature 523:16-16",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "How to implement biodiversity-based agriculture to enhance ecosystem services: a review",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Duru",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Therond",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Agron Sustain Dev",
                "volume": "35",
                "issue": "",
                "pages": "1259--1281",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Duru M, Therond O, Martin G et al (2015) How to implement biodiversity-based agriculture to enhance ecosystem services: a review. Agron Sustain Dev 35:1259-1281 eBird (2018) URL https://ebird.org/home. Accessed 15 June 2018 Encyclopedia of Life (2018) URL http://eol.org/. Accessed 12 June 2018",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Agricultural biodiversity, multifunctional character of agriculture and land conference",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Fao",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FAO (1999) Agricultural biodiversity, multifunctional character of agriculture and land confer- ence, background paper 1. FAO, Maastricht",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Plants of Angola/Plantas de",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Figueiredo",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Angola. Strelitzia",
                "volume": "22",
                "issue": "",
                "pages": "1--279",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Figueiredo E, Smith GF (2008) Plants of Angola/Plantas de Angola. Strelitzia 22:1-279",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The flora of Angola: first record of diversity and endemism",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Figueiredo",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "Cesar",
                        "middle": [
                            "J"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Taxon",
                "volume": "58",
                "issue": "",
                "pages": "233--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Figueiredo E, Smith GF, Cesar J (2009a) The flora of Angola: first record of diversity and ende- mism. Taxon 58:233-236",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The botany of the Cunene-Zambezi Expedition with notes on Hugo Baum (1867-1950)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Figueiredo",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Soares",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Seibert",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Bothalia",
                "volume": "39",
                "issue": "",
                "pages": "185--211",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Figueiredo E, Soares M, Seibert G et al (2009b) The botany of the Cunene-Zambezi Expedition with notes on Hugo Baum (1867-1950). Bothalia 39:185-211",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "21 years of shelf life between discovery and description of new species",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Fontaine",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Perrard",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Bouchet",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Curr Biol",
                "volume": "22",
                "issue": "",
                "pages": "943--944",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fontaine B, Perrard A, Bouchet P (2012) 21 years of shelf life between discovery and description of new species. Curr Biol 22:R943-R944",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "GBIF occurrence download",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gbif",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Org",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.15468/dl.urk4kx"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "GBIF.org (25 May 2018) GBIF occurrence download. https://doi.org/10.15468/dl.urk4kx",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "RAINBIO: a mega-database of tropical African vascular plants distributions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Gilles",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Zaiss",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Blach-Overgaard",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "PhytoKeys",
                "volume": "74",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilles D, Zaiss R, Blach-Overgaard A et al (2016) RAINBIO: a mega-database of tropical African vascular plants distributions. PhytoKeys 74:1-18",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Species distribution modelling: contrasting presenceonly models with plot abundance data",
                "authors": [
                    {
                        "first": "Vhf",
                        "middle": [],
                        "last": "Gomes",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Ijff",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Raes",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Sci Rep",
                "volume": "8",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gomes VHF, Ijff SD, Raes N et al (2018) Species distribution modelling: contrasting presence- only models with plot abundance data. Sci Rep 8:1003",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The flora of Angola: collectors, richness and endemism",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Goyder",
                        "suffix": ""
                    },
                    {
                        "first": "Fmp",
                        "middle": [],
                        "last": "Gonçalves",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goyder DJ, Gonçalves FMP (2019) The flora of Angola: collectors, richness and endemism. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conserva- tion: a modern synthesis. Springer Nature, Cham",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Are university natural science collections going extinct?",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Gropp",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Bioscience",
                "volume": "53",
                "issue": "",
                "pages": "550--550",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gropp RE (2003) Are university natural science collections going extinct? Bioscience 53:550-550",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Barcoding biodiversity",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gross",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Curr Biol",
                "volume": "22",
                "issue": "",
                "pages": "73--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gross M (2012) Barcoding biodiversity. Curr Biol 22:R73-R76",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Assessment of the diversity of African primates",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Grubb",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "M"
                        ],
                        "last": "Butynski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Oates",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Int J Primatol",
                "volume": "24",
                "issue": "",
                "pages": "1301--1357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grubb P, Butynski TM, Oates JF et al (2003) Assessment of the diversity of African primates. Int J Primatol 24:1301-1357",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Global biodiversity informatics outlook: delivering biodiversity knowledge in the information age",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hobern",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Apostolico",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Arnaud",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Global Biodiversity Information Facility, Copenhagen. Available",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hobern D, Apostolico A, Arnaud E, et al (2012) Global biodiversity informatics outlook: deliver- ing biodiversity knowledge in the information age. Global Biodiversity Information Facility, Copenhagen. Available at: https://www.gbif.org/document/80859",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Angola in outline: physiography, climate and patterns of biodiversity",
                "authors": [
                    {
                        "first": "Bj ;",
                        "middle": [],
                        "last": "Huntley",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Huntley",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Russo",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Lages",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ferrand",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huntley BJ (2019) Angola in outline: physiography, climate and patterns of biodiversity. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conserva- tion: a modern synthesis. Springer Nature, Cham iNaturalist.org (2018) URL https://www.inaturalist.org/. Accessed 15 June 2018",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Guidelines for reintroductions and other conservation translocations",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iucn/Ssc",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "IUCN/SSC (2013) Guidelines for reintroductions and other conservation translocations. IUCN Species Survival Commission, Gland",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Museums: the endangered dead",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Kemp",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Nature",
                "volume": "518",
                "issue": "",
                "pages": "292--294",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kemp C (2015) Museums: the endangered dead. Nature 518:292-294",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The dragonflies and damselflies of Angola",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kipping",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Clausnitzer",
                        "suffix": ""
                    },
                    {
                        "first": "Srf",
                        "middle": [],
                        "last": "Fernandes Elizalde",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kipping J, Clausnitzer V, Fernandes Elizalde SRF et al (2019) The dragonflies and damselflies of Angola. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conservation: a modern synthesis. Springer Nature, Cham",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Biological collections in an ever changing world: herbaria as tools for biogeographical and environmental studies",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Lavoie",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Perspect Plant Ecol Evol Syst",
                "volume": "15",
                "issue": "",
                "pages": "68--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lavoie C (2013) Biological collections in an ever changing world: herbaria as tools for biogeo- graphical and environmental studies. Perspect Plant Ecol Evol Syst 15:68-76",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Generalidades acerca da Lunda e da sua exploração biológica. Companhia de Diamantes de Angola",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Machado",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Publicações Culturais",
                "volume": "12",
                "issue": "",
                "pages": "1--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Machado AB (1952) Generalidades acerca da Lunda e da sua exploração biológica. Companhia de Diamantes de Angola, Publicações Culturais 12:1-111",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Notícia sumária sobre a acção cultural da Companhia de Diamantes de Angola. In: Diamang -Estudo do património cultural da ex-Companhia dos Diamantes de Angola. Publicações do Centro de Estudos Africanos",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Machado",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "11--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Machado AB (1995) Notícia sumária sobre a acção cultural da Companhia de Diamantes de Angola. In: Diamang -Estudo do património cultural da ex-Companhia dos Diamantes de Angola. Publicações do Centro de Estudos Africanos, Museu Antroplógico da Universidade de Coimbra, Coimbra, pp 11-24",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Herbários de Angola: que futuro? Garcia da",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Martins",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Martins",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Orta Sér Bot",
                "volume": "16",
                "issue": "1-2",
                "pages": "1--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martins E, Martins T (2002) Herbários de Angola: que futuro? Garcia da Orta Sér Bot 16(1-2):1-4",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "The butterflies and skippers of Angola",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Mendes",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bivar-De-Sousa",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science & conservation: a modern synthesis",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mendes L, Bivar-de-Sousa A, Williams M (2019) The butterflies and skippers of Angola. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conserva- tion: a modern synthesis. Springer Nature, Cham",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The checklist of the birds of Angola",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Melo",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Associação Angolana para Aves e Natureza",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mills M, Melo M (2013) The checklist of the birds of Angola 2013. Associação Angolana para Aves e Natureza, Luanda, Angola",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Cataloguing the Lubango Bird Skin Collection: towards an atlas of Angolan bird distributions",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Franke",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Joseph",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Miato",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Milton",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Monadjem",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Oschadleus",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Dean",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Bull ABC",
                "volume": "17",
                "issue": "",
                "pages": "43--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mills M, Franke U, Joseph G, Miato F, Milton S, Monadjem A, Oschadleus D, Dean W (2010) Cataloguing the Lubango Bird Skin Collection: towards an atlas of Angolan bird distributions. Bull ABC 17:43-53",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "How many species are there on Earth and in the Ocean?",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Mora",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Tittensor",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Adl",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "PLoS Biol",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mora C, Tittensor DP, Adl S et al (2011) How many species are there on Earth and in the Ocean? PLoS Biol 9:e1001127",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Biodiversity hotspots for conservation priorities",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Mittermeier",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "G"
                        ],
                        "last": "Mittermeier",
                        "suffix": ""
                    },
                    {
                        "first": "Gab",
                        "middle": [],
                        "last": "Da Fonseca",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kent",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nature",
                "volume": "403",
                "issue": "",
                "pages": "853--858",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers N, Mittermeier RA, Mittermeier CG, da Fonseca GAB, Kent J (2000) Biodiversity hotspots for conservation priorities. Nature 403:853-858",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Save the museums",
                "authors": [],
                "year": 2014,
                "venue": "Nature Editorial",
                "volume": "515",
                "issue": "",
                "pages": "311--312",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nature Editorial (2014) Save the museums. Nature 515:311-312",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "New records of Gaboon viper (Bitis gabonica) in Angola",
                "authors": [
                    {
                        "first": "Psd",
                        "middle": [],
                        "last": "Oliveira",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Rocha",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Castro",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Herpetol Bull",
                "volume": "136",
                "issue": "",
                "pages": "42--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oliveira PSD, Rocha MT, Castro AG et al (2016) New records of Gaboon viper (Bitis gabonica) in Angola. Herpetol Bull 136:42-43",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Terrestrial ecoregions of the world: a new map of life on earth",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Dinerstein",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Wikramanayake",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bioscience",
                "volume": "51",
                "issue": "",
                "pages": "933--938",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Olson DM, Dinerstein E, Wikramanayake ED et al (2001) Terrestrial ecoregions of the world: a new map of life on earth. Bioscience 51:933-938",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "New distributional modelling approaches for gap analysis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Kluza",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Anim Conserv",
                "volume": "6",
                "issue": "",
                "pages": "47--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterson AT, Kluza DA (2003) New distributional modelling approaches for gap analysis. Anim Conserv 6:47-54",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "The development of ornithology in Mexico and the importance of access to scientific information",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Navarro-Sigüenza",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gordillo-Martínez",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Arch Nat Hist",
                "volume": "43",
                "issue": "",
                "pages": "294--304",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterson AT, Navarro-Sigüenza AG, Gordillo-Martínez A (2016) The development of ornithology in Mexico and the importance of access to scientific information. Arch Nat Hist 43:294-304",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "When the cure kills -CBD limits biodiversity research",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "D"
                        ],
                        "last": "Prathapan",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Pethiyagoda",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Bawa",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Science",
                "volume": "360",
                "issue": "",
                "pages": "1405--1406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Prathapan KD, Pethiyagoda R, Bawa KS et al (2018) When the cure kills -CBD limits biodiversity research. Science 360:1405-1406",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Biological collections and ecological/environmental research: a review, some observations and a look to the future",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H"
                        ],
                        "last": "Pyke",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Ehrlich",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biol Rev",
                "volume": "85",
                "issue": "",
                "pages": "247--266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pyke GH, Ehrlich PR (2010) Biological collections and ecological/environmental research: a review, some observations and a look to the future. Biol Rev 85:247-266",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Gene banking for ex situ conservation of plant genetic resources",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "E"
                        ],
                        "last": "Rajasekharan",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Plant biology and biotechnology",
                "volume": "",
                "issue": "",
                "pages": "445--459",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rajasekharan PE (2015) Gene banking for ex situ conservation of plant genetic resources. In: Plant biology and biotechnology. Springer, New Delhi, pp 445-459",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "BOLD: the barcode of life data system (www.barcodinglife. org)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Ratnasingham",
                        "suffix": ""
                    },
                    {
                        "first": "Pdn",
                        "middle": [],
                        "last": "Hebert",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Mol Ecol Notes",
                "volume": "7",
                "issue": "",
                "pages": "355--364",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ratnasingham S, Hebert PDN (2007) BOLD: the barcode of life data system (www.barcodinglife. org). Mol Ecol Notes 7:355-364",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "A rapid survey of the invasive plant species in western Angola",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rejmánek",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Huntley",
                        "suffix": ""
                    },
                    {
                        "first": "Jjl",
                        "middle": [],
                        "last": "Roux",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Afr J Ecol",
                "volume": "55",
                "issue": "",
                "pages": "56--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rejmánek M, Huntley BJ, Roux JJL et al (2017) A rapid survey of the invasive plant species in western Angola. Afr J Ecol 55:56-69",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Specimen collection: an essential tool",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Rocha",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Aleixo",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    },
                    {
                        "first": "Almeda",
                        "middle": [
                            "F"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Science",
                "volume": "344",
                "issue": "",
                "pages": "814--815",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rocha LA, Aleixo A, Allen G, Almeda F et al (2014) Specimen collection: an essential tool. Science 344:814-815",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Subsídio para o conhecimento dos colectores botânicos em Angola",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Romeiras",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Revista de Ciências Agrárias",
                "volume": "22",
                "issue": "",
                "pages": "73--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romeiras M (1999) Subsídio para o conhecimento dos colectores botânicos em Angola. Revista de Ciências Agrárias 22:73-83",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Documenting biogeographical patterns of African timber species using herbarium records: a conservation perspective based on native trees from Angola",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Romeiras",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Figueira",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Duarte",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "PLoS ONE",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romeiras MM, Figueira R, Duarte MC et al (2014) Documenting biogeographical patterns of African timber species using herbarium records: a conservation perspective based on native trees from Angola. PLoS ONE 9:e103403",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "IUCN Red List assessment of the Cape Verde endemic flora: towards a global strategy for plant conservation in Macaronesia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Romeiras",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Catarino",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Gomes",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Bot J Linn Soc",
                "volume": "180",
                "issue": "",
                "pages": "413--425",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romeiras MM, Catarino S, Gomes I et al (2016) IUCN Red List assessment of the Cape Verde endemic flora: towards a global strategy for plant conservation in Macaronesia. Bot J Linn Soc 180:413-425",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "The time has come for Natural History Collections to claim co-authorship of research articles",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Rouhan",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Dorr",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Gautier",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Taxon",
                "volume": "66",
                "issue": "",
                "pages": "1014--1016",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rouhan G, Dorr LJ, Gautier L et al (2017) The time has come for Natural History Collections to claim co-authorship of research articles. Taxon 66:1014-1016",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Department of Life Sciences, Faculty of Sciences and Technology of the University of Coimbra",
                "authors": [],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santos J, Sales F (eds) (2018) Catalogue of the herbarium of the University of Coimbra (COI). Department of Life Sciences, Faculty of Sciences and Technology of the University of Coimbra. http://coicatalogue.uc.pt. Accessed on 5 May 2018",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Effect of climate change on invasion risk of giant African snail (Achatina fulica Férussac, 1821: Achatinidae) in India",
                "authors": [
                    {
                        "first": "J ; London",
                        "middle": [],
                        "last": "Saramago",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Sarma",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Munsi",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Ananthram",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "PLoS ONE",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Saramago J (2000) All the names. The Harvill Press, London Sarma RR, Munsi M, Ananthram AN (2015) Effect of climate change on invasion risk of giant African snail (Achatina fulica Férussac, 1821: Achatinidae) in India. PLoS ONE 10:e0143724",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "conservation: a modern synthesis. Springer Nature, Cham Smith GF, Figueiredo E (2010) E-taxonomy: an affordable tool to fill the biodiversity knowledge gap",
                "authors": [
                    {
                        "first": "Ph ;",
                        "middle": [],
                        "last": "Skelton",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Huntley",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Russo",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Lages",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ferrand",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Biodiversity of Angola. Science &",
                "volume": "19",
                "issue": "",
                "pages": "829--836",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skelton PH (2019) The freshwater fishes of Angola. In: Huntley BJ, Russo V, Lages F, Ferrand N (eds) Biodiversity of Angola. Science & conservation: a modern synthesis. Springer Nature, Cham Smith GF, Figueiredo E (2010) E-taxonomy: an affordable tool to fill the biodiversity knowledge gap. Biodivers Conserv 19:829-836",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Botanists fear research slowdown after priceless specimens destroyed at Australian border",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Stokstad",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Science News",
                "volume": "13",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1126/science.aal1175"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Stokstad E (2017) Botanists fear research slowdown after priceless specimens destroyed at Australian border. Science News 11-05-2017. https://doi.org/10.1126/science.aal1175. Accessed 13 June 2018",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "The experimenter's museum: GenBank, natural history, and the moral economies of biomedicine",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Strasser",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Isis",
                "volume": "102",
                "issue": "",
                "pages": "60--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strasser BJ (2011) The experimenter's museum: GenBank, natural history, and the moral econo- mies of biomedicine. Isis 102:60-96",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "The value of museum collections for research and society",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Suarez",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "D"
                        ],
                        "last": "Tsutsui",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Bioscience",
                "volume": "54",
                "issue": "",
                "pages": "66--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Suarez AV, Tsutsui ND (2004) The value of museum collections for research and society. Bioscience 54:66-74",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Impacts of climate change on invasive Lantana camara L. distribution in South Africa",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Taylor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kumar",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Afr J Environ Sci Technol",
                "volume": "8",
                "issue": "",
                "pages": "391--400",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor S, Kumar L (2014) Impacts of climate change on invasive Lantana camara L. distribution in South Africa. Afr J Environ Sci Technol 8:391-400",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Natural history's place in science and society",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Tewksbury",
                        "suffix": ""
                    },
                    {
                        "first": "Jgt",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Bakker",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Bioscience",
                "volume": "64",
                "issue": "",
                "pages": "300--310",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tewksbury JJ, Anderson JGT, Bakker JD et al (2014) Natural history's place in science and society. Bioscience 64:300-310",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "Index Herbariorum: a global directory of public herbaria and associated staff",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Thiers",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hagedorn",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Rambold",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "MycoKeys",
                "volume": "5",
                "issue": "",
                "pages": "45--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thiers B (2018) Index Herbariorum: a global directory of public herbaria and associated staff. New York Botanical Garden's Virtual Herbarium. http://sweetgum.nybg.org/science/ih/ Triebel D, Hagedorn G, Rambold G (2012) An appraisal of megascience platforms for biodiversity information. MycoKeys 5:45-63",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Quantifying the benefit of early climate change mitigation in avoiding biodiversity loss",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Warren",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Vanderwal",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Price",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Nat Clim Chang",
                "volume": "3",
                "issue": "",
                "pages": "678--682",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Warren R, VanDerWal J, Price J et al (2013) Quantifying the benefit of early climate change miti- gation in avoiding biodiversity loss. Nat Clim Chang 3:678-682",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Mapping the biosphere: exploring species to understand the origin, organization and sustainability of biodiversity",
                "authors": [
                    {
                        "first": "Q",
                        "middle": [
                            "D"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Knapp",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Stevenson",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Syst Biodivers",
                "volume": "10",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wheeler QD, Knapp S, Stevenson DW et al (2012) Mapping the biosphere: exploring species to understand the origin, organization and sustainability of biodiversity. Syst Biodivers 10:1-20",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Locating sufficient plant distribution data for accurate estimation of geographic range: the relative value of herbaria and other sources",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Crouch",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "S Afr J Bot",
                "volume": "109",
                "issue": "",
                "pages": "116--127",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams VL, Crouch NR (2017) Locating sufficient plant distribution data for accurate estimation of geographic range: the relative value of herbaria and other sources. S Afr J Bot 109:116-127",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Museums are biobanks: unlocking the genetic potential of the three billion specimens in the world's biological collections",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Yeates",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Zwick",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Mikheyev",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Curr Opin Insect Sci",
                "volume": "18",
                "issue": "",
                "pages": "83--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yeates DK, Zwick A, Mikheyev AS (2016) Museums are biobanks: unlocking the genetic poten- tial of the three billion specimens in the world's biological collections. Curr Opin Insect Sci 18:83-88",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "DNA barcoding of vouchered xylarium wood specimens of nine endangered Dalbergia species",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yu",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Jiao",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Guo",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Planta",
                "volume": "246",
                "issue": "",
                "pages": "1165--1176",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yu M, Jiao L, Guo J et al (2017) DNA barcoding of vouchered xylarium wood specimens of nine endangered Dalbergia species. Planta 246:1165-1176",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "The time profile of the specimens collected in Angola. The horizontal bars for each collection type, indicated on the right axis, indicates presence of specimens of that collection type in the corresponding period"
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "Number of records per province, with darker colours corresponding to higher numbers. Each pie chart depicts the breakdown per collection type, and displays the number of records for the province. The records of Luanda and Bengo were aggregated in one chart. Province names: Bo Bengo, BE Benguela, BI Bié, CA Cabinda, CC Cuando Cubango, CN Cuanza-Norte, CS Cuanza-Sul, Cu Cunene, HA Huambo, HI Huíla, LA Luanda, LN Lunda-Norte, LS Lunda-Sul, MA Malanje, MO Moxico, NA Namibe, UI Uíge, ZA Zaire"
            },
            "TABREF0": {
                "content": "<table><tr><td>Source</td><td>Reference</td><td>Collection type</td><td>N° of records</td><td>N° of types</td></tr><tr><td>GBIF a</td><td>GBIF.org (2018)</td><td>Herbarium</td><td>85,360</td><td>8877</td></tr><tr><td/><td/><td>Fungi</td><td>601</td><td>283</td></tr><tr><td/><td/><td>Mammals</td><td>4641</td><td>39</td></tr><tr><td/><td/><td>Birds</td><td>58,821</td><td>187</td></tr><tr><td/><td/><td>Herpetological</td><td>7269</td><td>269</td></tr><tr><td/><td/><td>Fish</td><td>9227</td><td>569</td></tr><tr><td/><td/><td>Arthropods</td><td>11,480</td><td>1518</td></tr><tr><td/><td/><td>Invertebrates</td><td>5425</td><td>657</td></tr><tr><td/><td/><td>Microorganisms</td><td>220</td><td>10</td></tr><tr><td/><td/><td>Not classified</td><td>1046</td><td/></tr><tr><td/><td/><td>TOTAL</td><td>148,573</td><td>12,409</td></tr><tr><td>ISCED b</td><td>Lages (2016, pers. com.)</td><td>Bird</td><td>34,471</td><td/></tr><tr><td>Coimbra c</td><td>Santos and Sales (2018)</td><td>Herbarium</td><td>7864</td><td>634</td></tr><tr><td>RAINBIO</td><td>Gilles et al. (2016)</td><td>Herbarium</td><td>1884</td><td>Not available</td></tr><tr><td colspan=\"2\">a Global Biodiversity Information Facility</td><td/><td/><td/></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "Data records of specimens from Angola in collections available in online resources, as of May 2018 Hosting country of specimens from Angola in collections available in online resources, as of May 2018. The size of the pie relates to the number of records published by each country, decreasing in logarithmic basis. PRT Portugal, AGO Angola, USA United States, GRB United Kingdom, ZAF South Africa, BEL Belgium, FRA France, NLD The Netherlands, SWE Sweden,"
            },
            "TABREF1": {
                "content": "<table><tr><td>Collection type</td><td>Holotypes</td><td>Other types</td><td>Total per collection</td></tr><tr><td>Plants</td><td>1236</td><td>2225</td><td>3461</td></tr><tr><td>Fungi</td><td>24</td><td>259</td><td>283</td></tr><tr><td>Mammals</td><td>25</td><td>14</td><td>39</td></tr><tr><td>Birds</td><td>108</td><td>79</td><td>187</td></tr><tr><td>Fish</td><td>82</td><td>487</td><td>569</td></tr><tr><td>Herpetological</td><td>40</td><td>229</td><td>269</td></tr><tr><td>Arthropods</td><td>300</td><td>1218</td><td>1518</td></tr><tr><td>Invertebrates</td><td>146</td><td>511</td><td>657</td></tr><tr><td>Microorganisms</td><td/><td>10</td><td>10</td></tr><tr><td>Total</td><td>1961</td><td>5022</td><td>6983</td></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "Number of type specimens from Angola in NHC collections worldwide"
            }
        }
    }
}