{
    "paper_id": "FindleyandJones1960-GeographicVariationintheYellow-NosedCottonRat",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:24.334967Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Ja1v",
            "middle": [],
            "last": "Tes",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Florida Geological Survey",
                "location": {
                    "settlement": "Tallahassee"
                }
            },
            "email": ""
        },
        {
            "first": "S",
            "middle": [],
            "last": "Findley",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Florida Geological Survey",
                "location": {
                    "settlement": "Tallahassee"
                }
            },
            "email": ""
        },
        {
            "first": "Clyde",
            "middle": [
                "J"
            ],
            "last": "Jones",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Florida Geological Survey",
                "location": {
                    "settlement": "Tallahassee"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "to be more abundant nearer to man's dwellings, than in neighboring wilderness areas. With the reintroduction into Florida of large herds of domesticated animals, it would appear that the niche for the vampire has been reopened, but so far as is known no vampire has been reported as occurring on the peninsula of Florida 'or, for that matter, in other parts of the United States in post-Columbian times. LITERATURE CITED",
    "pdf_parse": {
        "paper_id": "FindleyandJones1960-GeographicVariationintheYellow-NosedCottonRat",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "to be more abundant nearer to man's dwellings, than in neighboring wilderness areas. With the reintroduction into Florida of large herds of domesticated animals, it would appear that the niche for the vampire has been reopened, but so far as is known no vampire has been reported as occurring on the peninsula of Florida 'or, for that matter, in other parts of the United States in post-Columbian times. LITERATURE CITED",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Natural History, Emmet T.Hooper, University of .Michigan Museum of Zoology, Frederic W. Miller, Dallas Museum of Natural History, and William Z. Lidicker, Jr., Museum of Vertebrate Zoology at the University of Califomia, Berkeley, to whom we are grateful for allowing us to examine specimens under their care. Field. work in New Mexico was made possible by grantsfrom the University of New Mexico Research Committee and from the National Science Foundation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Within its geographic range Sigmodon ochrognathus is mown .to occur in the altitude range from, 3,800 to 8,400 feet. The average altitude of 14 stations of capture is 6,300 feet, arid half of the stations are between 5,000 and 7,000 feet. In°a general way the species occurs from the upper limits of the grassland into the pine-oak forests. At its higher stations of occurrence the species is associated with various conifers and oaks. For example, at 8,000'feet near the top of the Animas Mountains, NewMexico, the animals were taken in runways in the grass near Plnus reilexa, Pseudotsuga taxifolia, Pinus cembroides, Juniperus deppeana, Quercus hqpoleucoides and Q. reticulata. At 'the mouth of Indian Creek Canyon, at •the base of the Animas Range,-approximately 6,000 'feet, the animals were found among bunch grass, Yucca, Agave and prickly pear. Several authors have noted the runways of the animals leading through grass from one yucca or clump of beargrass ( Nolina) to another.°Other plants with which the animals are",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "110 104 • • 12 13 104 5 • \\ I 30 • , J ' .\"'-•• .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ". :",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "•\"\\..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "':'\\.' ../. .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I",
                "sec_num": "6"
            },
            {
                "text": "/ / / I \\ \\ \\ .-._'. / '. • 11 8 • 9 • \\ \\ \\. 1._.\\ ( .-._:\\ 100 110 miles 15 J i 4 .' -.. -.. -C•_. -. -. _. -. <, 2•..! \\ ........ ••_ _ .. _.1,!.. .. -: . 3 ' . \\ '. ., \\ i 7 .. I I .0 .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "14 ... frequently associated are Dasylirion, evergreen oaks, Eouquieria, Prosopis, Mimosa, Acacia, Arctostaphylos and. Cercocarpus. Usually the cotton rats occur on slopes in rocky areas. The habitat described has a disjunct distribution in .the southwest, as do yellow-nosed cotton rats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Cranial morphology.-Distinctive cranial features mentioned in the original descriptions of S. o. montanus and• S. o. madrensis involve size of the audital bullae, relative width of skull, configuration of zygomata, relative length of rostrum, and arching of braincase. We have checked these features as well as others on the material available to us.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Sigmodon ochrognathus montanus is said to differ from S. o. ochrognathus in having smaller audital bullae, (Benson, 1940: 157-158) . In comparing 19 specimens of montanus (five topotypes and 14 specimens. from Animas and Peloncillo Mountains, New Mexico) with 20 specimens of S. o. ochrognathus (five topotypes and 15 specimens from Davis Mountains, Texas) we cannot see a constant difference in bullar size.:",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 130,
                        "text": "(Benson, 1940: 157-158)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Sigmodon o. madrensis is said to differ cranially from both S. o. ochrognathus and S. o. . montanus in: skull \"more elongated and relatively narrower than either; zygomata narrower posteriorly, less converging' anteriorly, the sides more nearly parallel; rostrum more elongated, less depressed anteriorly; braincase more highly arched\" (Goldman and Gardner, 1947: 58) . ' We have not been able to examine the type of S. 0 •. madrensis, but have examined the one other known specimen of the race, a juvenile with unerupted M3.",
                "cite_spans": [
                    {
                        "start": 336,
                        "end": 367,
                        "text": "(Goldman and Gardner, 1947: 58)",
                        "ref_id": null
                    },
                    {
                        "start": 370,
                        "end": 371,
                        "text": "'",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Judging from the published cranial measurements of the type ( lococit.) its skull is 'extremely large, larger by 3.6 millimeters than the skull of any specimen of Sigmodon ochrognathus we have examined. Measurements indicating breadth of the skull, such as zygomatic breadth, suggest that it is indeed relatively narrower than skulls 'of animals of other nominal races of S. ochrognathus. In an effort to increase our understanding of variation of cranial proportions of Sigmodon owing to age of the animals, we prepared scatter diagrams, plotting various dimensions indicative of breadth against condylobasilar length, under the assumption that, in a general 'way, condylobasilar length increases with age. We used all specimens of S. ochrognathus available to us, and also made ,use of an extensive series of S. hispidus of all ages from the Rio Grande Valley in New Mexico. These studies convinced us that skull breadth does not increase at a rate commensurate with skull length in Sigmodon; the larger the skull the narrower it is in a relative sense. The outsize skull of the type of S. o. madrensis fits perfectly on a curve expressive of the rate of increase of zygomatic breadth relative to condylobasilar length in Sigmodon ochrognathus. The same holds true for mastoid and interorbital breadth. In like manner, rostral length, as expressed by length of the nasal bones, does not increase as rapidly as does condylobasilar length. Hence, while the rostrum of S. o. madrensis is actually quite long, it is relatively shorter, not longer, than the rostra of skulls ofS. o. ochrognathus and S. o. montanus. It is about the relative length one would expect from the projection ofa curve expressive of rate of rostral increase in S. ochrognathus. Examination of skulls of both S. ochrognathus and S. hispidus shows that the rostrum becomes less depressed anteriorly with increasing size of the skull. Again, the large size of the type of S. o. madrensis would seem to account for its supposed diagnostic features. Zygomatic configuration varies with age and individually in samples of Sigmodon we have studied; we are not inclined to place .much weight in this feature as an indicator of regional genetic differentiation. The statement regarding the arching of the braincase is not entirely clear to us. The braincase may be arched in lateral profile or in cross section. With increasing age, braincases of Sigmodon become deeper, but no wider, giving the appearance of increasing arching in cross section. It may be that this is what is referred to in Goldman and Gardner's statement. We see little geographically significant difference in the arching in lateral profile of any of, the skulls we have examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "The large size of the type and one known adult specimen of S. o. madrensis may seem to indicate that the population of which it is a representative is composed of animals which are larger, on the average, than animals from other populations of the yellow-nosed cotton rat. For reasons cited below we think that this may be true not' only of \"madrensis\" but also of all populations of Sigmodon ochrognathus from the western side of the Mexican Plateau. In comparing samples of skulls of S. ochrognathus from the Chisos and Davis Mountains with samples from New Mexico, Arizona and Chihuahua, we note that the largest skulls from Texas are slightly larger than the largest western skulls but, when skulls of like size are compared, the skulls from Texas show more tooth wear. If tooth 'wear is indicativeof age in this case, one might conclude that at any given age the western animals would be larger. We do not have western specimens which show as much tooth wear as the larger Texan specimens. We feel that in our sample of western material wesimply do not have any old adults and that, if we did, their skulls would be comparable in size and proportions to that. of the type of S. o. madrensis. It may thus •be that west-Plateau animals of Sigmodon ochrognathus attain a larger adult size than do east-Plateau animals. Such size differences may be a result of genetic difference, but are equally likely to result from nutritional or other environmental differences. Work which we have currently in progress on New Mexican microtine rodents suggests to us that seasonal climatic differences may affect the adult size. of young born at different times of year, so that samples of the. same age from the same locality taken at different times of year, or from the same season of different years, may differ in average size or in proportions. This phenomenon was noted in arctic microtines by Bee and Hall (1956: 146-147) .",
                "cite_spans": [
                    {
                        "start": 1899,
                        "end": 1919,
                        "text": "Hall (1956: 146-147)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "In summary, none of the cranial features mentioned by previous students of S. ochrognathus as being diagnostic of the several races seems to us to be indicative of geographic genetic differentiation. This' is, not to say that there are no geographic trends in cranial morphology of these animals. Our studies reveal slight, average geographic differences as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "In specimens from the Chisos and Davis Mountains the maxillary toothrows are rather markedly convergent anteriorly (noticeable in 86 per cent). This tendency diminishes markedly in samples from west of the Rio Grande. Convergence is seen in only 38 per cent of specimens from Sierra del Carmen, in 20 per cent of New Mexican 'specimens, in 40 per cent of Arizonan examples, and in none of the specimens from, Ocampo and Pacheco. Also, specimens from Texas show a strong tendency to possess maxillary,toothrows which are bowed laterally. This is noticeable in the following percentages of specimens from the localities represented: ChisosMts., 57; Davis Mts., 79; Sierra del Carmen, 13; near Ocampo, Coahuila, 0; New Mexico, 14; Pacheco, Chihuahua, 0; and Arizona, O. The presence or absence of these features was determined by us in a subjective' way, and the percentages are, therefore, approximate. Nonetheless, a definite tendency for Texan populations to display bowed, anteriorly convergent toothrows is demonstrated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Comparing populations from east of the Mexican Plateau (Texas, Coahuila) with those from west of the Plateau (Chihuahua, New Mexico, Arizona), skulls of eastern specimens are seen to have, on the average, relatively broader rostra. However, there is a slight indication. from the data available that the rate of increase of rostral breadth increases in older animals, so that the eastern specimens which, as indicated above, seem to be older than western animals of like size, would be expected to have 'relatively wider rostra.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Color variation.-Most of the color variation we observe between our samples of skins seems to us to be owing to differences in age and season. While, our material is not adequate to give us a complete picture of pelage sequence in these animals, we 'are able to detect some general trends. Animals in fresh juvenile pelage may be exceedingly buffy in appearance. Goldman and Gardner' (1947:' 58) comment upon the ochraceous-tawny appearance of the juvenile topotype of S.' o. 'madrensis compared-with specimens of S. o. ochrognathus of' corresponding age. We note this ochraceoustawny suffusion but find it even more pronounced in a juvenile topotype of S. o. ochrognathus (UMMZ 95894). Five specimens in comparable pelage from Sierra del Carmen are not so huffy, hut are darker, as is a specimen from the Animas Mountains. The hairs on the inside of the ear pinnae are frequently buffy, whereas in adults these hairs may be gray or buffy. Adult winter pelage is darker than adult summer pelage; also fresh adult pelages seem darker and less buffy than worn ones.",
                "cite_spans": [
                    {
                        "start": 363,
                        "end": 395,
                        "text": "Goldman and Gardner' (1947:' 58)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Of six topotypes of S. o. monianus which we have examined, five were taken from 29 July through 6 August 1931. These five seem to be in summer pelage and are markedly paler than specimens from elsewhere in the range of the species except for some individuals in worn pelage from the Chisos Mountains. A specimen referred to as S. o. monianus by Benson, from 4 mi. NW San Luis Pass, Hidalgo Co., New Mexico; taken 1 September 1931, is likewise pale. We are tempted to conclude that S. o. montanus is a pale race except for the following facts: (1) virtually all other specimens of Sigmodon ochrognathus before us are in winter pelage and hence would be expected to ,be darker than the specimens of S.' o. montanus; (2) one ,topotype of S. o. montanus, taken 15 March 1940, is in winter pelage and is much darker than the summer-taken topotypes, but closely matches topotypes of•S. o. ochrognathus in similar pelage as it does specimens of S. ochrognathus from west-central Chihuahua and other places; (3) the specimen referred to from San Luis' Pass, while pale and matching the summer-taken topotypes, is much paler than the 12 winter-taken specimens of S. ochrognathus from the Animas Mountains just a few miles north of San Luis Pass, and also than three specimens in fresh winter pelage (3 Nov. 1954) .from Pacheco, Chihuahua, a few miles to the south. '",
                "cite_spans": [
                    {
                        "start": 1290,
                        "end": 1303,
                        "text": "(3 Nov. 1954)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Comparisons of the samples from other parts of the range of the species, most of which, as noted, are in winter pelage, reveals little in the way, of constant geographic color differences. Such features as color of hairs on, the inside of the ears, color of dorsal surfaces of feet, and .sharpness of tail bicoloration vary in arandom fashion among adults. Specimens from some stations, such as from 20 mi.. S and 4 mi. W Ocampo, Coahuila, have less rich ochraceous coloration about the nose than do' those from other 'places. Many of the specimens from the .Sierra del Carnien seem to have pelages more richly suffused with buff, but we feel that this is partly ,owing to foxing' and greaseburning in these animals. ' In short, we are able to detect. no features of coloration which definitely' characterize anyone population of S. ochrognathus as opposed to any other.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Body proportions.-To study size of ear pinna, used as a feature to distinguish S. o. montanus from S. o. ochrognathus, we measured the dried ears of all our specimens with a .dial caliper and expressed ear length as .a percentageof condylobasilar length. We found no significant geographic variation in ear size. We studied tail length expressed as a percentage of total' length, and found no significant geographic variation in this proportion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": ".Specimens examined, 71. Number in parentheses preceding locality refers toFig, 1. Arizona: Cochise County: (1) Peterson's Ranch, 6,100 feet, 2 mi. N Sunnyside, Huachuca Mts., 4 (MVZ); (1) mouth of Miller Canyon, Huachuca Mts., 1 (UMMZ); (1) head of Miller Canyon, 8,400 ft., Huachuca Mts., 1 (MVZ). New Mexico: Hidalgo County: (2) pass on Geronimo Trail at top of Peloncillo Mts., 22 mi. S and 2 mi. E Rodeo, 1 (UNMCV); '(3) 4' mi. NW San Luis Pass, 5,200 ft., Animas Valley, 1 (MVZ); (4) Indian Creek Canyon, 6,000 ft., 22 mi. S Animas, Animas Mts., 3 (UNMCV); (4) Aspen Spring, 7,300 ft., Indian Canyon, Animas Mts., 5 (UNMCV) .. Texas: Vol. 41, No.4 Jeff Davis Countq: (5) south slope of Mt. Locke, 6,000 ft., Davis Mts., 7 (UMMZ); (5) upper Limpia Canyon, 5 mi. E Mt. Livermore, Davis Mts., 7 (UMMZ).Brewster County: (6) Chisos Mts., 9 (7 UMMZ, 2 USBS). Chihuahua: (7) 3 mi. SW Pacheco, 3 (KU); (8) 8 mi. NE Laguna, 7,250 ft., 3 (KU); (9) 2 mi. W Minaca, 6,900 ft.,2 (KU);(10) Cherry Ranch, 11 mi. NW Cocomorachic, 1 (KU ); (11) foothills of Sierra Madre, about 30 mi. NW Parral, 1 (USBS). Coahuila: (12) Juarez Canyon, 4,800 ft., Sierra del Carmen, 16 (DMNH); (13) 20 mi. S and 4 mi. W Ocampo, 5,300 ft., Sierra de la Madera, 3 (KU).",
                "cite_spans": [
                    {
                        "start": 633,
                        "end": 648,
                        "text": "Texas: Vol. 41,",
                        "ref_id": null
                    },
                    {
                        "start": 649,
                        "end": 653,
                        "text": "No.4",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Other records of occurrence (Hoffmeister, 1959: 17-19) . Arizona: Pima County: (14) Allison Mine, 11 mi. E Topawa, Baboquivari Mts. Santa Cruz County: (15) 2% mi. NE Pajarito Peak, 4,000 ft., Pajarito (Tumacacori) Mts.",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 54,
                        "text": "(Hoffmeister, 1959: 17-19)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Abbreviations following numbers of specimens examined refer to collections as follows: MVZ, Museum of Vertebrate Zoology; UMMZ, University of Michigan Museum of Zoology; UNMCV, University of New Mexico Collection of Vertebrates; USBS, Biological Survey Collection; KU, University of Kansas Museum of Natural History; DMNH, Dallas Museum of Natural History.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Discussion.-While we observed some rather vague geographic trends in morphology and color of the yellow-nosed cotton rats, we detected no strong regional differentiation such as one might expect of populations of mammals which have long been isolated from one another, or which have been under the influence of differing selective pressures. To the extent that time may be a factor in .Iocal differentiation of mammals we have the impression that the presently disjunct range of Sigmodon ochrognathus has not long been established. It would follow that the presently disjunct.habitat of S. ochrognathus, centered about live oak encinal, has not long been disjunct. Martin (1957: 240-242 ) postulated that the Mexican montane biota of the Chiric.ahua Mountains, including Sceloporus jarrooi, S. scalaris, Crotalus pricei, various oaks and Mexican pines, reached that station during a postglacial period of heavy summer rains, perhaps as early as the Sulfur Spring stage of Sayles and Antevs (1941) dated by Libby (1955) as between 6210 and 7756 B.P. Martin thinks that the present disjunct montane distribution pattern of the Madrean biota resulted from ensuing desiccation. We incline toward acceptance of this sequence of events and think that the range of S. ochrognathus probably became disjunct contemporaneously with that of the Madrean biota, or possibly a bit later, since the habitat of the animal seems to center in encinal rather than in pine-oak woodland. The habitat of the yellow-nosed cotton rat may be almost the most recently fragmented biotic zone in the southwest. Possibly the grassland, which forms a skirt about some desert mountain ranges in Arizona and New Mexico, with encinal above and creosote bush desert below, was continuous more recently. At any rate, the slight degree of geographic variation seen in the yellow-nosed cotton rat is consistent with the postulated history of its habitat.",
                "cite_spans": [
                    {
                        "start": 665,
                        "end": 688,
                        "text": "Martin (1957: 240-242 )",
                        "ref_id": null
                    },
                    {
                        "start": 972,
                        "end": 982,
                        "text": "Sayles and",
                        "ref_id": null
                    },
                    {
                        "start": 983,
                        "end": 1018,
                        "text": "Antevs (1941) dated by Libby (1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "/':",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/41/4/462/873208 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/41/4/462/873208 by University of Michigan user on 07 October 2021Nov., 1960",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/41/4/462/873208 by University of Michigan user on 07 October 2021 Nov.:J 1960",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "By RICHARD S. MILLER AND HENRY E. BONDThe burrow system of a pocket gopher consists of a network of feeding tunnels joined to a less extensive system of connecting tunnels, food caches and nests. The horizontal feeding tunnels usually lie within a few inches of the ground and lead to lateral tunnels which terminate at the surface in typical excavation mounds (cf. M. A. Miller, 1957) . Numerous authors have used the number of excavation mounds produced as a measure of burrowing activity, and have generally concluded that pocket gophers are most active",
                "cite_spans": [
                    {
                        "start": 361,
                        "end": 385,
                        "text": "(cf. M. A. Miller, 1957)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SUMMER BURROWING ACTIVITY OF POCKET GOPHERS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "We do feel that the trinomial has a definite place and use in biogeographic studies. The application of a trinomial to a population of animals, we think, should connote definite recognizable genetic differentiation in that population. The fact of this differentiation, made public by the use of the trinomial, is a useful datum for the biogeographer, ecologist and evolutionist",
                "authors": [],
                "year": null,
                "venue": "Weare not especially concerned with nomenclatorial questions related to these. cotton rats",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weare not especially concerned with nomenclatorial questions related to these. cotton rats. We do feel that the trinomial has a definite place and use in biogeographic studies. The application of a trinomial to a population of animals, we think, should connote definite recognizable genetic differentia- tion in that population. The fact of this differentiation, made public by the use of the trinomial, is a useful datum for the biogeographer, ecologist and evolutionist. Our impression is that the differentiation seen in Sigmodon ochrognathus does not warrant the use of the trinomial. LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Synopsis of the North American species of Sigmodon",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Bailey",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "Proc. BioI. Soc. Wash",
                "volume": "15",
                "issue": "",
                "pages": "101--116",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAILEY, V. 1902. Synopsis of the North American species of Sigmodon. Proc. BioI. Soc. Wash., 15: 101-116.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammals of Coahuila",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Mexico. Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "9",
                "issue": "",
                "pages": "125--335",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BAKER, R. H. 1956. Mammals of Coahuila, Mexico. Univ. Kansas Publ., Mus. Nat. Hist., 9: 125-335.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mammals of northern Alaska on the Arctic Slope",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Nat. Hist., Misc. Publ",
                "volume": "8",
                "issue": "",
                "pages": "1--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "W. AND E. R. HALL. 1956. Mammals of northern Alaska on the Arctic Slope. Univ. Kansas, Mus. Nat. Hist., Misc. Publ., 8: 1-309.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A new cotton rat (Sigmodon) from Arizona and New Mexico",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Proo, BioI. Soc. Wash",
                "volume": "53",
                "issue": "",
                "pages": "157--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BENSON, S. B. 1940.. A new cotton rat (Sigmodon) from Arizona and New Mexico. Proo, BioI. Soc. Wash., 53: 157-158.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A contribution to the ecology and faunal relationships of the mammals of the Davis Mountain region, southwestern Texas",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Univ. Mich. Mus. Zool., Misc. Publ",
                "volume": "46",
                "issue": "",
                "pages": "1--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. 1940. A contribution to the ecology and faunal relationships of the mammals of the Davis Mountain region, southwestern Texas. Univ. Mich. Mus. Zool., Misc. Publ. 46: 1-39.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mammals of the Big Bend area of Texas",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E M D"
                        ],
                        "last": "Borell",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bryant",
                        "suffix": ""
                    }
                ],
                "year": 1942,
                "venue": "Univ. Calif. PubI. Zoo!",
                "volume": "48",
                "issue": "",
                "pages": "1--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BORELL, A. E. AND M. D. BRYANT. 1942. Mammals of the Big Bend area of Texas. Univ. Calif. PubI. Zoo!., 48: 1-62.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Two new cotton rats",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A M C"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Jour. Mamm",
                "volume": "28",
                "issue": "",
                "pages": "57--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. AND M. C. GARDNER. 1947. Two new cotton rats. Jour. Mamm., 28: 57-59.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The mammals of the Huachuca Mountains, southeastern Arizona",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F W W"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Goodpaster",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Illinois BioI. Monogr",
                "volume": "24",
                "issue": "1",
                "pages": "1--152",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFMEISTER, D. F. AND W. W. GOODPASTER. 1954. The mammals of the Huachuca Mountains, southeastern Arizona. Illinois BioI. Monogr., 24( 1): 1-152.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Distributional records of certain mammals from southern Arizona",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Southwestern Nat",
                "volume": "4",
                "issue": "",
                "pages": "14--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFMEISTER, D. F. 1959. Distributional records of certain mammals from southern Arizona. Southwestern Nat., 4: 14-19.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Radiocarbon dating. Univ",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Lmby",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LmBY, W. F. 1955. Radiocarbon dating. Univ, Chicago Press, 2nd ed.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Pleistocene biogeography of a desert mountain",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Ecology",
                "volume": "",
                "issue": "",
                "pages": "240--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARTIN, P. S. 1957. Pleistocene biogeography of a desert mountain. Amer, Philos. Soc. Yearbook, 1957: Ecology, pp. 240-242.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "FIG. I.-Distribution of Sigmodon ochrognathus. Dots indicate specimens examined; triangles represent literature records. Numbers refer to localities in list of specimens examined in text.",
                "type_str": "figure",
                "uris": null,
                "num": null
            }
        }
    }
}