{
    "paper_id": "GingerichandSmith1985-Allometricscalinginthedentitionofprimatesandinsectivores",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:53.958953Z"
    },
    "title": "Allometric Scaling in the Dentition of Primates and Insectivores",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "B",
            "middle": [
                "Holly"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "GingerichandSmith1985-Allometricscalinginthedentitionofprimatesandinsectivores",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Size is probably the single most important determinant of body architecture, physiology, ecology, life history, and social organization in mammals. Morphological characteristics associated with each of these broadly defined aspects of structure and function can profitably be studied in relation to size, and none can be fully understood without considering size. Here we outline the relationship of tooth size to body size in frugivorous and folivorous primates. For comparison we shall also consider the relationship of tooth size to body size in insectivorous mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "Why study tooth size in relation to body size? There are at least three distinct ways that the relationship of tooth size to body size is important:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "1. Functional inference. Physiological requirements of animals change in predictable ways as body size changes, and one way to study the functional significance of a characteristic like tooth size is to examine how it changes in relation to body size and coordinated physiological changes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "2. Baseline comparison. A clear understanding of the common or general relationship of tooth size to body size permits one to identify outliers that require different and special functional explanation. 3. Prediction of body mass. Body size is a powerful predictor of diet and other life history parameters in living primates and other mammals, and tooth size can be used to estimate body size in fossils, providing access to a more complete reconstruction of the biology of extinct species than would otherwise be possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "12",
                "sec_num": null
            },
            {
                "text": "Organisms are commonly described in terms of lengths, areas, and volumes. Taken singly or together, length, area, and volume (or weight) are the measures of size. These simple elements of different dimension are interrelated in complex geometric ways. Length can be measured in any one or a combination of two or three independent orthogonal directions. Two lengths. are necessary to define an area, and three are required to define a volume. Change in one length affects both area and volume, and leads to a change of shape. In fact, any change in any single measure of size (length, area, or volume) leads to a change in shape. Shape remains constant only when all lengths are changed by equal proportions (not equal amounts), and even here areas and volumes change disproportionately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "As an example, imagine a morphological transformation preserving shape. This change will be isometric, requiring all linear dimensions to change by a constant proportion. If one length, say height, doubles, what are the consequences for breadth and depth? These too must double, as shown in Fig. 1 . What about surface area? Surface area will not only double but, being of greater dimension, surface area will increase as doubling raised to the power of two. Volume will increase as doubling raised to the power of three. These powers and proportions hold no matter how complex the shape involved.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 291,
                        "end": 297,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "We can write a series of equations describing the relationships of length, area, and volume under the constraint of isometry, when shape is preserved:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "length Y 1 = b 1 (length X)LO (1) (2) volume Y 3 = b 3 (length X)3.o",
                        "eq_num": "(3)"
                    }
                ],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "where b; is a constant of proportionality and the exponerlts k; equal to 1.0, 2.0, and 3.0 are associated with length, area, and volume, respectively. One additional comparison is important here, comparison of a volume to an area. Considering that length X= [(area Y 2 )/b 2 ]1 12 [Eq. (2) ] and that length",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 289,
                        "text": "[Eq. (2)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "X = [(volume Y 3 )/b 3 ]1 13 [Eq. (3)], then volume Y3 = (area Y2)3/2 b3 b2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "Length of side= 1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "Surface area <>< .£2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "Volume <>< .P Using a similar series of steps, but solving for area, one has area Y 2 oc (volume Y 3 )0.67",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "The exponents (or their inverses) l.O, 2.0 (0.5), 3.0 (0.33), and 1.5 (0.67) are the powers associated with isometric or \"geometric\" scaling, preserving shape while the relationships of length, area, and volume are altered. Nonisometric changes, involving changes in shape, are termed allometric. While there is a finite number of isometric relationships, allometry includes an infinite number of possibilities. For our purposes, only one allometric change is important. This is the allometry of heat production (basal metabolism) in eutherian mammals relative to body mass, which has been determined empirically to involve an allometric exponent k of 0. 75 (Kleiber, 1932; Schmidt-Nielsen, 1975) . Note that this metabolic exponentof0.75 differs from all of the geometric exponents and their inverses discussed above. If, in examining tooth crown area in relation to body mass, we can distinguish a scaling coefficient of 0.75 from 0.67, then we might suspect that crown area is somehow responding to requirements of metabolism and not simply changing isometrically.",
                "cite_spans": [
                    {
                        "start": 658,
                        "end": 673,
                        "text": "(Kleiber, 1932;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 674,
                        "end": 696,
                        "text": "Schmidt-Nielsen, 1975)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geometry and Metabolism",
                "sec_num": null
            },
            {
                "text": "Quantitative study of size and shape requires careful consideration of the nature of the problem to be solved, and appropriate choices of variables to be compared, models of underlying relationship, and curve fitting techniques.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Methods",
                "sec_num": null
            },
            {
                "text": "Body mass is usually used as a baseline in the study of primate body architecture, locomotion, substrate preference, ecology, faunal structure, home range size, life history, social organization, sexual dimorphism, and other parameters, but this is not invariably the case. Choice of a body size standard is often dictated by the standard employed in other studies to which comparison will be made. Occasionally it may be necessary to repeat allometric analyses with different body size standards to make them comparable to a diverse range of related studies. It is sometimes best to study the allometry of body architecture in relation to body length or limb length rather than body mass. Cranial allometry in a series of fossil species, for example, might best be studied relative to one or more cranial dimensions rather than body mass because body mass cannot be measured directly in fossil species. However, comparison with modern species for which body mass is known might make it advantageous to use predicted body mass in the fossils as a baseline. The choice of a body size standard must be appropriate for the overall objectives of any given study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Choice of Variables",
                "sec_num": null
            },
            {
                "text": "Choice of a measure or measures of tooth size also affects the results in studying tooth size allometry. Hylander (1975) used maxillary incisor breadth as a measure of tooth size in studying functional differences in the anterior dentition of folivorous and frugivorous cercopithecoids. Kay (1975b) measured total crown length and other detailed morphological characteristics of lower second molars to relate functional features of molar structure to diet in primates. Gould (1975) measured the sum of maxillary postcanine crown areas in studying the relationship of tooth size to metabolism and/or environmental grain. Each of these measures of tooth size is appropriate for a specific study, yet none can be regarded as representative for all possible problems of allometric scaling one might encounter.",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 120,
                        "text": "Hylander (1975)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 287,
                        "end": 298,
                        "text": "Kay (1975b)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 469,
                        "end": 481,
                        "text": "Gould (1975)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Choice of Variables",
                "sec_num": null
            },
            {
                "text": "Tooth crown area (crown length multiplied by width) is often used as a measure of tooth size, but crown area does not necessarily scale like crown length or crown width alone. Folivorous primates tend to have relatively longer and narrower crowns than do frugivorous primates. An index of crown length relative to width could be used to separate folivores from frugivores, but crown area combines length and width in a way unlikely to be sensitive to such dietary differences. This is advantageous in some situations and disadvantageous in others. Here again, the measure of choice must be appropriate for the problem under study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Choice of Variables",
                "sec_num": null
            },
            {
                "text": "Power functions are customarily used to study the structural size relationships of various parts of organisms. The appropriateness of power functions in allometric studies was outlined years ago by Huxley (1932) . We are interested not in \"growth\" but in \"relative growth,\" difference not in size but in proportion. The general power function model used in studies of isometry and allometry is customarily written",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 211,
                        "text": "Huxley (1932)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "Y = bXk (6)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "where, for our purposes, X is body size, Y is tooth size, k is the exponent or power of body size (also referred to as the coefficient of allometry), and b is a constant. Equation (6) can be written in logarithmic form",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "ln Y = k ln X + ln b (7)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "which is a linear equation of slope k and y intercept ln b.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "In a thoughtful analysis of allometry, Smith (1980) has argued that logarithmic transformation of raw data is inappropriate in many cases, and that linear functions are preferable to power functions for purposes of analysis. We disagree, for several reasons. As noted above, allometry is the study of difference not in absolute size but in proportion. In algebraic terms, a difference in one variable u with respect to another variable v can be written as duldv, and a difference in proportion is this quantity duldv considered with respect to u, i.e., (1/u) duldv. It is a property of natural logarithms that",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 51,
                        "text": "Smith (1980)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "1 du d ln u udv -~ (8)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "Hence, differences in proportion, (1/u) duldv, can be studied simply and directly by studying differences in logarithmically transformed original variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "All of the equations relating length, area, and volume discussed above [Eqs. (1)-(5)] are power functions, as they must be when comparing characteristics of different dimension. Linear models are a special case of power function models that are only appropriate when comparing quantities of the same dimension. Power functions, as general models, include comparisons of quantities of the same dimension as a special case. Finally, as we shall show in the following analysis, power functions often fit actual data significantly better than do simple linear models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Power Function Models",
                "sec_num": null
            },
            {
                "text": "In the Introduction we discussed three distinct objectives of a study of tooth size in relation to body size. The first two of these objectives, functional inference and baseline comparison, require quantification of the structural relationship of tooth size to body size. Error is inherent in both variables and, given some degree of correlation between variables, the principal or major axis best describes the slope or scaling relationship of the variables. The third objective, prediction of body size from tooth size, requires a different approach. Here tooth size is assumed to be known and error is inherent in only one variable, predicted body size. Least squares regression is explicitly designed for prediction problems, minimizing error in the dependent variable. Regression of body size on tooth size is appropriate in determining equations for predicting body size from tooth size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curve Fitting Techniques",
                "sec_num": null
            },
            {
                "text": "Slopes calculated by regression are systematically lower than those calculated as principal or major axes, with the difference in calculated slopes increasing as the correlation between variables decreases. If regression is used to analyze structural relationship, the value of slopes (and allometric coefficients) will be systematically underestimated. The choice of methods for estimating slopes makes a difference, and this choice should be made with the differing objectives of analyzing structure versus making predictions clearly in mind.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curve Fitting Techniques",
                "sec_num": null
            },
            {
                "text": "Our objectives in studying primate tooth size scaling in relation to body size are several. We are interested to know whether the sizes of individual teeth, or upper and lower cheek teeth considered as a unit, scale isometrically or allometrically. This question is considered in relationship to the more specific problem of geometric versus metabolic scaling of tooth size. Second, we want to know the uniformity of tooth size-body size scaling in primates and to identify outliers that do not fit baseline scaling as defined by the majority of primate species. Finally, we want to know how to use tooth size to predict body size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tooth Size and Body Size in Primates",
                "sec_num": null
            },
            {
                "text": "Metabolic scaling is defined in terms of body mass, and for this and other reasons we have used body weight or mass as our criterion of body size. Tooth size is measured as crown area-crown length multiplied by width-to avoid dietary grouping associated with tooth shape and to incorporate more information in our measure of tooth size than any single measurement of tooth size would yield. All weights and dental measurements were transformed logarithmically to facilitate analysis using power functions. Slopes of principal axes were used to calculate allometric coefficients in structural analyses of tooth size and body size, and regressions were used to predict body size from tooth size. Sources of data and our principal conclusions regarding allometric scaling of tooth size and the use of tooth size to predict body size have been published previously (Gingerich et al., 1982) . Here we review the general pattern of allometric scaling in the primate dentition.",
                "cite_spans": [
                    {
                        "start": 861,
                        "end": 885,
                        "text": "(Gingerich et al., 1982)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tooth Size and Body Size in Primates",
                "sec_num": null
            },
            {
                "text": "A simple scatter plot of tooth crown area and body weight is shown in Fig. 2A . This graph includes 43 species of folivorous and frugivorous primates, with males and females plotted separately. The distribution is curvilinear, approximating a parabola in shape, with slope decreasing as body size increases (solid line). Assuming a linear rather than curvilinear model for this distribution, the correlation of untransformed tooth size and body size measurements is 0.937. Transforming all measurements in Fig. 2A to logarithms yields the distribution shown in Fig. 2B . Here the distribution approximates a straight line. The correlation of transformed crown area and body mass measurements is 0.967, a correlation significantly higher than that for untransformed measurements (jJ < 0.02). The slope of the principal axis of the linear distribution in Fig. 2B is 0.638; this is the allometric coefficient describing how the crown area of the lower first molar of primates scales with respect to body mass. Correlations and slopes (allometric coefficients) for the remaining upper and lower teeth of folivorous and frugivorous primates are listed in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 70,
                        "end": 77,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 506,
                        "end": 513,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 561,
                        "end": 568,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 853,
                        "end": 860,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1150,
                        "end": 1157,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "All of the slopes listed in Table 1 are allometric in the sense that none of them is exactly equal to the coefficient of 0.67 expected for isometry of tooth crown area and body volume or mass. However, most of the slopes do not differ significantly from 0.67 in a statistical sense (jJ < 0.05). Of those that do differ significantly, six are greater than 0.67 and two are less than 0.67. Interestingly, there is a definite pattern of scaling coefficients corresponding to incisor, canine, and cheek tooth functional fields in the primate dentition (Fig. 3) . Central cheek teeth have the lowest scaling coefficients, and teeth anterior and posterior to these have higher coefficients. Lower teeth as a rule have higher allometric coefficients than their counterparts in the upper dentition. The only notable exception is in the lower incisors, which have relatively low allometric coefficients for teeth in the lower dentition and relatively low coefficients by comparison with upper incisors.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 35,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 548,
                        "end": 556,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "The pattern of allometric scaling of individual teeth in the primate dentition is such that anterior and posterior cheek teeth become relatively larger",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "A 250 200 NE E .!; :i 150 '0 '; --' .,; N 100 (i'j .c: 0 ~ >- 50 0 0 B 6.0 \"'E E 5.0 . 5 :f '0 4.0 3: \" --' -30",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": ".,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "N (i'j .c: 0 2.0 ~ >- 5 10 0 //2 /2 6.0 / / P- Power function' Y = 0.120X 0 . 638 Correlation (linear model)' r = 0.937 50,000",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "100,000 150,000",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "X (Body Weight, in g) . / .. . / • • 2 • •2~•2 • • •32 • -•44 2•• 2• • 2• • •2. . / / .. / • Principal axis' lnY=0.638(1nX)-2.119 Regresston' lnY=0.626(1nX)-2.016 Correlation' r = 0.967 •2 2••. 2• / 0 • 8.0 10.0 12.0 14.0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "In X (Body Weight, in g) Fig. 2 . Allometry of tooth size and body weight in 43 species of frugivorous and folivorous primates. Males and females are plotted separately. (A) Bivariate scatter with body weight on the abscissa and M 1 crown area on the ordinate. Note curvilinear relationship. A linear model applied to this distribution has a high correlation (r = 0.937) because most points are clustered at one end of the distribution. (B) Logarithmic transformation of the same distribution, showing a linear relationship of the transformed variables and a higher correlation (r = 0.967). The allometric coefficient k, the slope of the principal axis (solid line), is 0.638, and the lny intercept b is -2.119. Note how the use of regression (dashed line) to estimate slopes systematically underestimates k (regression k = 0.626 versus principal axis k = 0.638; this difference increases as the correlation decreases). Data from Gingerich et al. (1982) . Gingerich et al. (1982) .",
                "cite_spans": [
                    {
                        "start": 930,
                        "end": 953,
                        "text": "Gingerich et al. (1982)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 956,
                        "end": 979,
                        "text": "Gingerich et al. (1982)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 25,
                        "end": 31,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "with increasing body size. Lower incisors remain the same and upper incisors become relatively larger, while upper cheek teeth remain about the same and lower cheek teeth become relatively larger with increasing body size. Smaller primates have relatively smaller (narrower) lower cheek teeth and more Vshaped dental arcades, while upper and lower cheek teeth are more nearly equal in size (width) and the dental arcades are more U-shaped in larger primates. Given the small number of tooth positions scaling with positive allometry (greater than isometry), and a strong tendency for these to be located at the ends or junctions of functional fields, it is unlikely that the few cases of positive allometry differing significantly from isometry reflect any influence of metabolic scaling. Geometric scaling (isometry) of the dentition as a whole would appear to require differential positive allometry at the ends of functional fields to compensate for negative allometry within them. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Scaling of Individual Teeth",
                "sec_num": null
            },
            {
                "text": "One would anticipate that the size of cheek teeth considered as a unit might be most likely to reflect metabolic scaling because cheek teeth are in-valved directly in breaking down food for digestion, the digestive process providing the principal source of metabolic energy. The slopes (allometric coefficients) of upper and lower cheek teeth are listed in Table 1 , and their positions relative to the geometric (isometric) and metabolic scaling models are shown graphically in Fig. 4 . Neither differs significantly from geometric scaling (p < 0.05). Upper cheek teeth as a unit have a scaling coefficient of 0.62, which is considerably below geometric scaling. Lower cheek teeth are slightly positive allometrically, with a coefficient of 0.69, but this is much too low to suggest metabolic scaling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 357,
                        "end": 364,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 479,
                        "end": 485,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Scaling of Cheek Teeth as a Unit",
                "sec_num": null
            },
            {
                "text": "Species of Tarsius stood out well above baseline in our original analysis of tooth size scaling in primates. Tarsius has relatively large cheek teeth for its body size. It is unusual among primates in being almost exclusively insectivorous (MacKinnon and MacKinnon, 1980) . In an attempt to better understand scaling differences in Tarsius, we compiled tooth size and body size measurements for a broadly representative sample of mammalian insectivores, comprising 40 species of Insectivora in the five families Soricidae, Talpidae, Erinaceidae, Macroscelidae, and Tupaiidae. Zalambdodont species Note that neither group differs significantly from geometric scaling (isometry). The scalipg coefficient of each group is significantly below that predicted for metabolic scaling. Data fro~ Table I. in the families Chrysochloridae, Solenodontidae, Tenrecidae, and Potamogalidae were also studied, but these species were excluded from analysis because of their unusually specialized dental morphology. We measured crown area (crown length multiplied by width) to characterize tooth size, and used body weight as a measure of body size. All measurements of upper and lower first molars were taken from original specimens. Body weights for individual specimens or species were taken from specimen labels or from the literature. Sexual dimorphism in insectivores is negligible, and we used five or more specimens of each sex to represent a species whenever possible. A full analysis of these data will be published elsewhere. Upper first molars in Insectivora scale with an allometric coefficient k of 0.55 (95% confidence interval 0.50-0.60; Table 2 ). This is slightly less than the coefficient k of 0.57 in frugivorous and folivorous primates, and it is well below the geometric scaling coefficient of0.67. We do not have measurements for other upper cheek teeth in insectivores, but, assuming the pattern in insectivores follows that in primates, coefficients for other cheek teeth are probably higher than 0.55. Upper cheek teeth as a unit may approach geometric scaling. However, the scaling value for M 1 alone is so far below the metabolic coefficient of 0.75 as to make metabolic scaling in the upper dentition very unlikely.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 271,
                        "text": "(MacKinnon and MacKinnon, 1980)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 787,
                        "end": 795,
                        "text": "Table I.",
                        "ref_id": null
                    },
                    {
                        "start": 1636,
                        "end": 1643,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Tooth Size and Body Size in Insectivores",
                "sec_num": null
            },
            {
                "text": "Lower first molars in Insectivora scale with an allometric coefficient k of 0.59 (95% confidence interval 0.54-0.64). This is again a little lower than that of frugivorous and folivorous primates, but probably not significantly so. It is well below the coefficient expected for geometric scaling, but lower cheek teeth as a unit may approach geometric scaling. The scaling value for M 1 alone is so far below metabolic scaling as to make metabolic scaling in the lower dentition very unlikely.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Tooth Size and Body Size in Insectivores",
                "sec_num": null
            },
            {
                "text": "The principal difference between Insectivora and frugivorous and folivorous Primates is in tooth size intercepts. Insectivores have an intercept In b well above that of primates (-0.40 versus -1.27 for M 1 and -0.95 versus -2.12 for M 1 ). Similar allometric coefficients coupled with greater tooth size intercepts mean that tooth size is greater in insectivores than it is in frugivorous and folivorous primates. This difference is illustrated graphically in Fig. 5 , where solid figures represent insectivores, and half-shaded figures represent six species of Tupaiidae and six species of insectivorous primates (Tarsius bancanus, T. borneanus, T. spectrum, T. syrichta, Galago demidovii, and Loris tardigradus) . Microcebus murinus is regarded as a frugivore (Kay, l975b) , but it falls very close to Galago demidovii and, like G. demidovii and Loris tardigradus, it appears to be intermediate between insectivores and primate frugivores/folivores. Species of Tarsius are unusual among primates in falling well above the general primate scaling axis and astride the insectivore scaling axis, a position consistent with their insectivorous habit.",
                "cite_spans": [
                    {
                        "start": 633,
                        "end": 713,
                        "text": "T. borneanus, T. spectrum, T. syrichta, Galago demidovii, and Loris tardigradus)",
                        "ref_id": null
                    },
                    {
                        "start": 762,
                        "end": 767,
                        "text": "(Kay,",
                        "ref_id": null
                    },
                    {
                        "start": 768,
                        "end": 774,
                        "text": "l975b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 460,
                        "end": 466,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Tooth Size and Body Size in Insectivores",
                "sec_num": null
            },
            {
                "text": "Many authors have studied the relationship of tooth size to body size in primates in recent years. Considering that most primates have between 30 and 40 teeth (which can be measured and combined in innumerable ways), and that body size is measured as, e.g., total body mass (weight), skull length, femur length, or in a variety of other ways at the convenience of the investigator, it is not surprising that published results cover the entire spectrum of reasonable possibility.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Pilbeam and Gould's survey of tooth size in primates and other mammals led them to conclude that larger species have relatively larger cheek teeth than one would expect if geometric similarity is maintained (Pilbeam and Gould, 1974 ; see also Gould, 1975) . This positive allometry in tooth size approached the positive allometry of metabolism, leading Pilbeam and Gould to suggest a possible functional link between tooth size and metabolic rate in primates and other mammals. Kay (1975a) challenged this with data showing that tooth size usually scales isometrically (geometrically) rather than metabolically in homogeneous dietary groups. A major difference in the two studies involves the choice of a standard for body size. Pilbeam and Gould used skull length in six examples, body mass in two examples, and femur length in the final example. The only scaling coefficient that was significantly greater in a statistical sense than that predicted by isometry was scaling of total cheek tooth area against skull length in hystricognath rodents. Kay used body mass as a standard for body size, and found that none of the seven groups he examined had scaling coefficients significantly greater than predicted by isometry. Four of Kay's seven examples had scaling coefficients significantly lower than predicted by metabolic scaling. Total cheek tooth area was used in . . /~000 Table 2 ) with that in 43 species of frugivorous and folivorous primates (Table 1) . Note the similarity in allometric scaling coefficients (slopes) in both groups, and higher tooth size intercept in Insectivora. Insectivores have larger central cheek teeth than do frugivorous and folivorous primates at any given body size. The apparent contradiction between Pilbeam and Gould's results and those of Kay can be resolved by noting the different standards of body size used in each study. Skull length, femur length, and body mass are highly correlated in mammals, but one does not scale isometrically with the other. Smith ( 1981) has shown this clearly for a broad range of anthropoid primates. Given that they are not the same, which standard is appropriate? In this particular case the answer is clear. All attempts to quantify the relationship of metabolism to body size involve scaling metabolic rate against body mass. The relationship of metabolic rate to skull length or to femur length has never been studied. Body mass is clearly the only appropriate standard if results are to be compared with metabolic scaling.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 231,
                        "text": "(Pilbeam and Gould, 1974",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 243,
                        "end": 255,
                        "text": "Gould, 1975)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 478,
                        "end": 489,
                        "text": "Kay (1975a)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1997,
                        "end": 2010,
                        "text": "Smith ( 1981)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1379,
                        "end": 1386,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1452,
                        "end": 1461,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Different measures of tooth size will also yield different results. Crown area is based on two simple measurements, crown length and width, and gives a reasonably good measure of overall tooth size. Crown area alone cannot represent crown shape, crown height, or the size of particular functional features (cusps, crests, basins) that may be of interest. All of these are candidates for more detailed future study. Our work presented here shows that there are definite patterns of overall tooth size scaling that relate to position in the dentition and to diet.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Lower incisors (1 1 , 1 2 ) and central cheek teeth (Pl, Mj) have the lowest scaling coefficients. In the upper dentition these are well below geometric scaling and in the lower dentition they are approximately equal to geometric scaling. Upper incisors and teeth at the anterior and posterior limits of the cheek tooth series exceed geometric scaling and have scaling coefficients approaching or even exceeding metabolic scaling. Cheek teeth as a unit appear to scale geometrically, and it seems unlikely that \"metabolic\" coefficients in the anterior and posterior cheek teeth actually reflect any relationship to metabolism. Rather, teeth at the ends of cheek tooth units have high scaling coefficients because they are in areas where there is space for teeth to be enlarged differentially with increasing body size. High coefficients in marginal cheek teeth compensate for low coefficients in central cheek teeth in maintaining overall geometric scaling.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Upper cheek teeth scale with lower coefficients than their counterparts in the lower dentition. This may, again, be a reflection of the lower jaw being less constrained by surrounding structures, permitting its teeth to be differentially enlarged at progressively larger body sizes. Insectivorous primates and other mammals have larger cheek teeth than do frugivorous and folivorous primates, a difference that must be related in some way to mastication of animal prey.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Scaling of cheek tooth size against body weight in Primates and Insectivora involves coefficients clustered below or spanning the range expected for geometric scaling (isometry). A few coefficients reach the range to be expected in metabolic scaling, but these are in peripheral teeth of integrated functional units that themselves scale geometrically. Our results are clearly at variance with those ofPilbeam and Gould (1974 Gould ( , 1975 and Gould (1975) , and they support Kay (1975a) in showing that tooth size in primates scales geometrically, not metabolically, with respect to body mass.",
                "cite_spans": [
                    {
                        "start": 414,
                        "end": 425,
                        "text": "Gould (1974",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 426,
                        "end": 440,
                        "text": "Gould ( , 1975",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 445,
                        "end": 457,
                        "text": "Gould (1975)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 477,
                        "end": 488,
                        "text": "Kay (1975a)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "W. L. Jungers (ed.), Size and Scaling in Primate Biology © Springer Science+Business Media New York 1985",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Drs. Philip Myers and Larry Heaney (University of Michigan Museum of Zoology), Sydney Anderson (American Museum of Natural History), and Michael Carleton (National Museum of Natural History) for access to skulls and body weights of insectivores. All figures were drawn by Karen Klitz. This work was supported by a grant from the National Science Foundation (BNS 80-16742).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AcKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Allometric scaling in the dentition of primates and prediction of body weight from tooth size in fossils",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Rosenberg",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Am. ]. Phys. Anthropol",
                "volume": "58",
                "issue": "",
                "pages": "81--100",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., Smith, B. H., and Rosenberg, K. 1982. Allometric scaling in the dentition of primates and prediction of body weight from tooth size in fossils. Am. ]. Phys. Anthropol. 58:81-100.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "On the scaling of tooth size in mammals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "]"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Am. Zool",
                "volume": "15",
                "issue": "",
                "pages": "351--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S.]. 1975. On the scaling of tooth size in mammals. Am. Zool. 15:351-362.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Problems of Relative Growth",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. 1932. Problems of Relative Growth, Methuen, London.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Incisor size and diet in anthropoids with special reference to Cercopithecidae",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Hylander",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "189",
                "issue": "",
                "pages": "95--1098",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hylander, W. S. 1975. Incisor size and diet in anthropoids with special reference to Cer- copithecidae. Science 189: I 095-1098.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Allometry and early hominids",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "89",
                "issue": "",
                "pages": "61--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. 1975a. Allometry and early hominids. Science 89:61-64.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The functional adaptations of primate molar teeth",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Kay",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Am.]. Phys. Anthropol",
                "volume": "43",
                "issue": "",
                "pages": "195--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kay, R. F. 1975b. The functional adaptations of primate molar teeth. Am.]. Phys. Anthropol. 43:195-216.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Body size and metabolism",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Kleiber",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "315--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kleiber, M. 1932. Body size and metabolism. Hilgardia 6:315-353.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The behavior of wild spectral tarsiers",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mackinnon",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Mackinnon",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Int.]. Primatol",
                "volume": "1",
                "issue": "",
                "pages": "361--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacKinnon, J., and MacKinnon, K. 1980. The behavior of wild spectral tarsiers. Int.]. Primatol. 1:361-379.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Size and scaling in human evolution",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Pilbeam",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Science",
                "volume": "186",
                "issue": "",
                "pages": "892--901",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pilbeam, D. R., and Gould, S.]. 1974. Size and scaling in human evolution. Science 186:892-901.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Allometry and early hominids",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Pilbeam",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "189",
                "issue": "",
                "pages": "61--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pilbeam, D. R., and Gould, S.]. 1975. Allometry and early hominids. Science 189:61-64.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Scaling in biology: The consequences of size",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Schmidt-Nielsen",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schmidt-Nielsen, K. 1975. Scaling in biology: The consequences of size.].",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "On the definition of variables in studies of primate dental allometry",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "]"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smith, R. ]. 1981. On the definition of variables in studies of primate dental allometry. Am.].",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "PHILIP D. GINGERICH • Museum of Paleontology, University of Michigan, Ann Arbor, Michigan 48109. B. HOLLY SMITH • Center for Human Growth and Development, University of Michigan, Ann Arbor, Michigan 48109."
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Isometric transformation of simple or complex figures. Doubling all lengths lin figures at left leads to disproportionate increases in surface area and volume (or weight) in figures at right. To maintain shape at different sizes, all lengths must be changed by the same proportion, and area and volume will necessarily change as the second and third powers of this proportion."
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Pattern of allometric scaling of crown area and body weight at individual tooth positions in the upper and lower dentition of primates. Solid circles are mean values of the allometric coefficient k. Vertical bars are 95% confidence intervals for means. Numerals are number of samples (2N), with males and females considered separately. Open circles and dashed lines show the pattern of scaling in the upper dentition (upper graph) superimposed on that in the lower dentition (lower graph). Note the low scaling coefficients for lower incisors (I 1o 12) and upper and lower central cheek teeth (P!, M:). Note also the lower scaling values of upper cheek teeth compared to those of lower cheek. teeth. Data fromTable l."
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "--------------------------M e t a b o l i c Comparison of scaling coefficients k for upper cheek teeth as a unit and lower cheek teeth as a unit."
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Comparison of allometric scaling in 40 species of Insectivora (see"
            },
            "FIGREF6": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Tarsius spp., Microcebus murinus (Mi. m), Galago demidovii (Ga. d.), and Loris tardigradus (Lo. t.) were not included in either analysis. They are plotted here to show the positions of insectivorous and partially insectivorous primates relative to Insectivora and frugivorous/folivorous primates."
            },
            "FIGREF7": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "examples as a measure of tooth size, and the crushing surface area of lower second molars was used in the other two examples."
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table><tr><td>95%</td></tr></table>",
                "num": null,
                "text": "Correlation and Allometric Scaling of Tooth Crown Area and Body Weight in Frugivorous and Folivorous Primatesa"
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td>95%</td></tr></table>",
                "num": null,
                "text": "Correlation and Allometric Scaling of Tooth Crown Area and Body Weight in Insectivores of the Families Soricidae, Talpidae, Erinaceidae, Macroscelidae, and Tupaiidaea"
            }
        }
    }
}