{
    "paper_id": "Gingerich2003-Land-to-seatransitioninearlywhales-evolutionofE",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:49.147911Z"
    },
    "title": "Land-to-sea transition in early whales: evolution of Eocene Archaeoceti (Cetacea) in relation to skeletal proportions and locomotion of living semiaquatic mammals",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan"
                }
            },
            "email": "gingeric@umich.edu"
        }
    ],
    "year": "",
    "abstract": "Skeletal remains of Eocene Archaeoceti provide the only direct and unequivocal evidence of the evolutionary transition of whales from land to sea. Archaeocete skeletons complete enough to be informative about locomotion are rare (principally Rodhocetus and Dorudon), and these deserve to be studied in comparison to the full spectrum of semiaquatic mammals. A principal components analysis of 14 trunk and limb measurements for 50 species of living semiaquatic mammals reduces the observed variation to three informative axes. The first principal axis (PC-I) represents overall size (water mice and shrews have the lowest scores on this axis and the hippopotamus has the highest); the second axis (PC-II) represents a spectrum of aquatic adaptation (seals have the lowest scores and tapirs have the highest); and the third principal axis (PC-III) represents a spectrum ranging from hindlimb-to forelimb-dominated locomotion (sea otters have the lowest scores and the platypus the highest). Dorudon fits poorly into a morphospace defined solely by living semiaquatic mammals; thus a second 53-species set was analyzed, adding an anthracothere to represent an artiodactyl ancestral morphology and two species of archaeocetes to represent successive stages of early whale evolution. This addition has little effect on the first two principal axes but changes the third substantially. PC-III now represents a contrast of lumbus-(and presumably tail-) dominated versus hindlimbdominated locomotion (Dorudon has the lowest score and Rodhocetus the highest, whereas the otter shrew has the lowest score among living mammals and the desman the highest). Mammals that are more aquatic have a shorter ilium and femur combined with longer manual and pedal phalanges, whereas the reverse is true for more terrestrial taxa. Lumbus-and tail-dominated swimmers tend to have a longer lumbus combined with shorter pedal elements, whereas the reverse is true for hindlimb-dominated swimmers. Trunk and limb proportions of early middle Eocene Rodhocetus are most similar to those of the living, highly aquatic, foot-powered desmans. Trunk and limb proportions of late middle Eocene Dorudon indicate that it was a lumbus-and-tail-powered swimmer specialized in the direction of modern whales. Thus it appears that the land-to-sea transition in whale evolution involved at least two distinct phases of locomotor specialization: (1) hindlimb domination for drag-based pelvic paddling in protocetids (Rodhocetus), with tail elongation for stability, followed by (2) lumbus domination for lift-based caudal undulation and oscillation in basilosaurids (Dorudon). Rates of evolution in both phases of this change of adaptive zone are about an order of magnitude higher than background rates for the timescale involved.",
    "pdf_parse": {
        "paper_id": "Gingerich2003-Land-to-seatransitioninearlywhales-evolutionofE",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Skeletal remains of Eocene Archaeoceti provide the only direct and unequivocal evidence of the evolutionary transition of whales from land to sea. Archaeocete skeletons complete enough to be informative about locomotion are rare (principally Rodhocetus and Dorudon), and these deserve to be studied in comparison to the full spectrum of semiaquatic mammals. A principal components analysis of 14 trunk and limb measurements for 50 species of living semiaquatic mammals reduces the observed variation to three informative axes. The first principal axis (PC-I) represents overall size (water mice and shrews have the lowest scores on this axis and the hippopotamus has the highest); the second axis (PC-II) represents a spectrum of aquatic adaptation (seals have the lowest scores and tapirs have the highest); and the third principal axis (PC-III) represents a spectrum ranging from hindlimb-to forelimb-dominated locomotion (sea otters have the lowest scores and the platypus the highest). Dorudon fits poorly into a morphospace defined solely by living semiaquatic mammals; thus a second 53-species set was analyzed, adding an anthracothere to represent an artiodactyl ancestral morphology and two species of archaeocetes to represent successive stages of early whale evolution. This addition has little effect on the first two principal axes but changes the third substantially. PC-III now represents a contrast of lumbus-(and presumably tail-) dominated versus hindlimbdominated locomotion (Dorudon has the lowest score and Rodhocetus the highest, whereas the otter shrew has the lowest score among living mammals and the desman the highest). Mammals that are more aquatic have a shorter ilium and femur combined with longer manual and pedal phalanges, whereas the reverse is true for more terrestrial taxa. Lumbus-and tail-dominated swimmers tend to have a longer lumbus combined with shorter pedal elements, whereas the reverse is true for hindlimb-dominated swimmers. Trunk and limb proportions of early middle Eocene Rodhocetus are most similar to those of the living, highly aquatic, foot-powered desmans. Trunk and limb proportions of late middle Eocene Dorudon indicate that it was a lumbus-and-tail-powered swimmer specialized in the direction of modern whales. Thus it appears that the land-to-sea transition in whale evolution involved at least two distinct phases of locomotor specialization: (1) hindlimb domination for drag-based pelvic paddling in protocetids (Rodhocetus), with tail elongation for stability, followed by (2) lumbus domination for lift-based caudal undulation and oscillation in basilosaurids (Dorudon). Rates of evolution in both phases of this change of adaptive zone are about an order of magnitude higher than background rates for the timescale involved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Explorer Samuel Hearne crossed the middle of what is now Manitoba Province in Canada in June of 1774. There he watched black bears in lakes catching insects on the water's surface, \"swimming with their mouths open, in the same manner as the whales do when feeding on the sea-spider\" (Hearne 1795: p. 370) . The observation took on new meaning when Charles Darwin cited it in the Origin of Species and speculated that a race of bears might have been \"rendered, by natural selection, more and more aquatic in their structure and habits, with larger and larger mouths, till a creature was produced as monstrous as a whale\" (Darwin 1859: p. 184). Darwin had already cited the mink and the otter as transitional in conversion of land carnivores to aquatic habits (Darwin 1859: p. 179) . By such logic it is easy to imagine a slightly aquatic mink-or bearlike ancestor giving rise to a more aquatic otterlike stage, followed by a seal-like pinniped stage, until finally whales became fully aquatic as they are today. Such a scenario is appealing because it appears to be simple and direct, and the stages involved are all represented by familiar living animals. But is this really what happened in whale evolution?",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 304,
                        "text": "(Hearne 1795: p. 370)",
                        "ref_id": null
                    },
                    {
                        "start": 758,
                        "end": 779,
                        "text": "(Darwin 1859: p. 179)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "? 2003 The Paleontological Society. All rights reserved. 0094-8373/03/2904-0008/$1.00 TABLE 1. Classification of genera in five families of provided in the right-hand column. Skeletons of Rodhoc to be included in the analysis presented here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Pakicetidae (early to early middle Eocene)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Ichthyolestes Dehm and Oettingen-Spielberg Pakicetus Gingerich and Russell, 1981 Partial skull, isolated postcranial bones FIGURE 1. Skeleton of the semiaquatic Russian desman or aquatic mole Desmana moschata. A, Drawing reproduced from Dobson (1882) ; note relatively short femur and long hind foot. B, Schematic shows fourteen lengths of trunk and limb segments measured here (see Table 4 ); measurements were made on original skeletons (see Appendix for list of specimens).",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 80,
                        "text": "Gingerich and Russell, 1981",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 237,
                        "end": 250,
                        "text": "Dobson (1882)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 383,
                        "end": 390,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "ing in the main line or trend of early cetacean evolution (Fordyce and Barnes 1994; Fordyce and de Muizon 2001; Gingerich et al. 2001a ; Heyning and Lento 2002) . What does comparison of the trunk and limb skeletons of Rodhocetus and Dorudon with those of a broad range of living mammals tell us about skeletal proportions, aquatic adaptations, and locomotion in early whale evolution? If we accept that the Eocene forms are on the main line of early cetacean evolution, what does such a comparison tell us about evolution in whales?",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 83,
                        "text": "(Fordyce and Barnes 1994;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 84,
                        "end": 111,
                        "text": "Fordyce and de Muizon 2001;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 112,
                        "end": 134,
                        "text": "Gingerich et al. 2001a",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 137,
                        "end": 160,
                        "text": "Heyning and Lento 2002)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Materials and Methods Semiaquatic Mammals.-Many living mammals fall within a broad spectrum of partially aquatic or \"semiaquatic\" forms that range from being virtually fully terrestrial to fully aquatic. Hearne's black bear is an example of a terrestrial mammal that is partially aquatic at times. The Russian desman (Fig. 1) is another. The full set of living semiaquatic mammalian species studied here is listed in Table   2 , including an indication of which authors regarded each as aquatic.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 317,
                        "end": 325,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 417,
                        "end": 426,
                        "text": "Table   2",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Kiikenthal (1890, 1891) initiated comparative study of aquatic adaptations in mammals, listing 46 living species as semiaquatic (including all of the currently recognized species of pinnipeds, and excluding cetaceans and s renians). Osburn (1903) mentioned 29 specie not listed by Kiikenthal, and Howell (193 added 32 to bring the total identified as sem aquatic at the time of publication of his clas Aquatic Mammals to 108 (counting Hearn black bear). More recently, Hickman (198 mentioned one species not listed previous Wolff and Guthrie (1985) added 12 speci Stein (1988) added two, Voss (1988) added three, and Nowak (1999) added one.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 246,
                        "text": "Osburn (1903)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 281,
                        "end": 292,
                        "text": "Kiikenthal,",
                        "ref_id": null
                    },
                    {
                        "start": 293,
                        "end": 308,
                        "text": "and Howell (193",
                        "ref_id": null
                    },
                    {
                        "start": 524,
                        "end": 548,
                        "text": "Wolff and Guthrie (1985)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 564,
                        "end": 576,
                        "text": "Stein (1988)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 588,
                        "end": 599,
                        "text": "Voss (1988)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 617,
                        "end": 629,
                        "text": "Nowak (1999)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Thus some 127 living species of mammals have been identified as being semiaquatic to some degree. These include one species of Monotremata, one species of marsupial Didelphimorphia, 17 species of Insectivora, 17 species of Carnivora (including 13 Lutrinae or otters), 34 species of Pinnipedia, four species of Perissodactyla, two species of Artiodactyla, 49 species of Rodentia, and two species of Lagomorpha (Table 3) . Obviously inclusion of some species and exclusion of others could be debated, but in the end the representative set as a whole is not likely to change very much. Living cetaceans and sirenians are not included as \"semiaquatic\" here because they are more fully aquatic, and because they lack hindlimbs necessary for comparison with semiaquatic taxa.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 409,
                        "end": 418,
                        "text": "(Table 3)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Living semiaquatic mammals represent nine orders and 17 families, and at least one species from each order and family was measured for this study (Table 3) . Species not measured are generally small and/or rare, and are rarely represented in museums by good skeletons with hand and foot bones. The reason for sampling the broad diversity of living semiaquatic mammals, rather than focusin narrowly on, say, otters and other Mustelidae is to enable comparison of early whales with as wide a range of living models as possible Restricting comparisons to Mustelidae dictates that mustelids are the models of choice without a test. As whales are not closely related to mustelids, there is no phylogenetic justification for such a restriction. Broader comparisons admit other possibilities, while at the same time, permitting mustelids to emerge as models of choice if they prove to be similar to early whales.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 146,
                        "end": 155,
                        "text": "(Table 3)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Skeletons measured for this study are in the This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms (1903) , Howell (1930) , Wolff and Guthrie (1985 semiaquatic . Dashes mark species identified as N refers to Nowak (1999) Neomys fodiens N. European water shrew X X X X X 212",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 176,
                        "text": "(1903)",
                        "ref_id": null
                    },
                    {
                        "start": 179,
                        "end": 192,
                        "text": "Howell (1930)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 195,
                        "end": 230,
                        "text": "Wolff and Guthrie (1985 semiaquatic",
                        "ref_id": null
                    },
                    {
                        "start": 279,
                        "end": 291,
                        "text": "Nowak (1999)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Talpidae (moles) Desmana moschata Russian desman X X X --230",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Galemys pyrenaicus Pyrenean desman X -X 232",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Known skeletal remains",
                "sec_num": null
            },
            {
                "text": "Ursus americanus Black bear X -----683 Ursus maritimus Polar bear X --688",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ursidae",
                "sec_num": null
            },
            {
                "text": "Mustela vison American mink X X --711",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Lutra lutra European river otter X X X 737",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Lontra canadensis Canadian river otter X --740",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Lontra felina Marine otter X -740",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Pteronura brasiliensis Giant otter X --742",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Aonyx cinerea Indian clawless otter X 743",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Enhydra lutris Sea otter X X X -745 Pinnipedia Otariidae (eared seals and sea lions)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Callorhinus ursinus Northern fur seal X X X --840",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Arctocephalus australis S. American fur seal X X X --847",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Zalophus californianus California sea lion X X X --852 Eumetopias jubatus Steller sea lion X X X --860",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mustelidae",
                "sec_num": null
            },
            {
                "text": "Odobenus rosmarus Walrus X X X --862",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Odobenidae",
                "sec_num": null
            },
            {
                "text": "Phocidae (true seals)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Odobenidae",
                "sec_num": null
            },
            {
                "text": "Monachus monachus Mediterranean monk seal X X X --870",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Odobenidae",
                "sec_num": null
            },
            {
                "text": "Lobodon carcinophagus Crabeater seal X X X --871 Hydrurga leptonyx Leopard seal X X X --873 Leptonychotes weddelli Weddell seal X X X --874 Ommatophoca rossi Ross seal X X X --875 Mirounga leonina Southern elephant seal X X X --880 Erignathus barbatus Bearded seal X X X --881",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Odobenidae",
                "sec_num": null
            },
            {
                "text": "Cystophora cristata Hooded seal X X X --882 Halichoerus grypus Gray seal X X X --884 Phoca groenlandica Harp seal X X X --887 Hippopotamus amphibius Hippopotamus X X X --1068 Hexaprotodon liberiensis Pygmy hippopotamus X --1071",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Odobenidae",
                "sec_num": null
            },
            {
                "text": "Castor fiber European beaver X X X --1306",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Castoridae",
                "sec_num": null
            },
            {
                "text": "Castor canadensis Canadian beaver X X --1306",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Castoridae",
                "sec_num": null
            },
            {
                "text": "Neusticomys monticolus Andean fish-eating rat X X 1414 Ichthyomys hydrobates Aquatic rat X X X X 1417 Ichthyomys tweedii Aquatic rat X X X X 1417",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Muridae",
                "sec_num": null
            },
            {
                "text": "Rheomys raptor C. American water mouse X X X 1417 Rheomys underwoodi C. American water mouse X X X 1417",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Muridae",
                "sec_num": null
            },
            {
                "text": "Arvicola terrestris European water vole X X X --1467",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Muridae",
                "sec_num": null
            },
            {
                "text": "Ondatra zibethicus Muskrat X X X X -1477",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Muridae",
                "sec_num": null
            },
            {
                "text": "Hydrochoeris hydrochoeris Capybara X X X 1672 Measurements.-Fourteen measurements were chosen to represent the basic proportions of a semiaquatic mammal skeleton as efficiently as possible. These are listed in Table 4 . Thorax and lumbus measurements are total proximal-todistal centrum lengths made after articulating these vertebrae. Scapula length was measured parallel to the scapular spine. Ilium length was measured from the middle of the acetabulum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 210,
                        "end": 217,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Remaining measurements are functional lengths between proximal and distal articular surfaces and not necessarily longest bone dimensions. Head, neck, tail, and manual and pedal phalanx III-3 lengths were not measured because (1) head and neck lengths vary widely in relation to particular feeding modes;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "(2) tail function is reflected to some degree in lumbus length, and tail length is rarely known in ar-chaeocetes;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "(3) distalmost limb elements vary in relation to particular substrates; and (4) distalmost limb elements are often missing both in skeletal preparations of living mammals and in fossils.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Note that all measurements are linear, all are measured in the same units (cm), and all are independently informative in the sense that they represent nonoverlapping segments of the body.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Analysis.-The objective here is a comparison of species of semiaquatic mammals, based on multivariate analysis of all 14 measurements of trunk and limb length simultaneously, to understand both the dimensions and the polarities of observed variability. It is often true that large sets of variates analyzed simultaneously prove to be correlated in ways that yield relatively simple patterns of variation that can be represented on a reduced number of new compound axes, and associated eigenvector coefficients or loadings indicate how these new axes should be interpreted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Comparison is carried out by using standard",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms Measurements are log-transformed in recognition that biological variation is geometricnormal or lognormal rather than normal on the scale of arithmetic measurement (Gingerich 2000) . Natural logs are used because of their simple relation to the ordinary coefficient of variation (Lewontin 1966) . Following standardization to zero mean and unit variance, a covariance matrix becomes a correlation matrix.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 305,
                        "text": "(Gingerich 2000)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 404,
                        "end": 419,
                        "text": "(Lewontin 1966)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Analysis was carried out with a program written by the author, following Manly (1994) . Eigenvalues and eigenvectors were computed by Jacobi rotation (Press et al. 1989: p. 342 ).",
                "cite_spans": [
                    {
                        "start": 73,
                        "end": 85,
                        "text": "Manly (1994)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 150,
                        "end": 176,
                        "text": "(Press et al. 1989: p. 342",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Fossil Taxa.-Three extinct species relevant to the transition of whales from land to sea are known from skeletons complete enough to compare with those of living semiaquatic mammals: the anthracothere Elomeryx armatus, the protocetid Rodhocetus balochistanensis, and the basilosaurid Dorudon atrox (Fig. 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 298,
                        "end": 306,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "The best specimens of Elomeryx armatus were described by Scott (1894; as \"Ancodus brachyrhynchus?\"), and by Scott (1940;  as \"Elomeryx brachyrhynchus\"). The low-crowned cheek teeth of anthracotheres and their frequent occurrence in paleochannel deposits suggest habits and habitat similar to those of modern hippos (Kron and Manning 1998: p. 381 ). Elomeryx armatus itself is early Oligocene in age, too young geologically to be ancestral to whales, yet anthracotheres plausibly represent the skeletal form of the as yet unknown artiodactyl ancestor of archaeocetes (Gingerich et al. 2001a) .",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 120,
                        "text": "Scott (1940;",
                        "ref_id": null
                    },
                    {
                        "start": 121,
                        "end": 121,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 315,
                        "end": 345,
                        "text": "(Kron and Manning 1998: p. 381",
                        "ref_id": null
                    },
                    {
                        "start": 566,
                        "end": 590,
                        "text": "(Gingerich et al. 2001a)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Rodhocetus balochistanensis is the protocetid archaeocete with the best-known postcranial skeleton, including virtually complete foreand hindlimbs (Gingerich et al. 2001a) , however the thorax and lumbus of R. balochistanensis are only partially preserved. Thoracic and lumbar vertebrae that are preserved average 87% the length of corresponding elements in Rodhocetus kasranii (Gingerich et al. 1994 ). Gingerich et al. (2001a) , and Dorudon restoration is from Gingerich and Uhen (1996) . Skeletons are drawn at comparable sizes, not to scale (see Appendix for measurements). through caudal vertebra Ca4, including a complete trunk series of 13 thoracic and six lumbar vertebrae. Cervical C1 and all distal caudals are missing, which is why the skeleton was conservatively described as being \"partially articulated\" (Gingerich et al. 1994) . The length of the scapula in R. balochistanensis is assumed to have been the same length as that of contemporary and similar-sized Artiocetus clavis (Gingerich et al. 2001a) . The length of the ilium in R. balochistanensis is scaled up 12% from that of R. kasranii, reflecting the difference in femur lengths in the two species (regression of In ilium length on In femur length for 50 species of living mammals in the Appendix yields a coefficient of determination r2 = 0.96, meaning femur length is generally a good predictor of ilium length).",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 171,
                        "text": "(Gingerich et al. 2001a)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 378,
                        "end": 400,
                        "text": "(Gingerich et al. 1994",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 404,
                        "end": 428,
                        "text": "Gingerich et al. (2001a)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 463,
                        "end": 488,
                        "text": "Gingerich and Uhen (1996)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 818,
                        "end": 841,
                        "text": "(Gingerich et al. 1994)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 993,
                        "end": 1017,
                        "text": "(Gingerich et al. 2001a)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "Dorudon atrox is known from several good skeletons (Gingerich and Uhen 1996; ",
                "cite_spans": [
                    {
                        "start": 51,
                        "end": 76,
                        "text": "(Gingerich and Uhen 1996;",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hydrochoeridae",
                "sec_num": null
            },
            {
                "text": "The results of a principal components analysis of trunk and limb measurements of 50 species of extant semiaquatic mammals are shown graphically in Figures 3 and 4 . Numerical scores for the first three principal components are listed in Table 5 ; eigenvalues, and the means, standard deviations, and eigenvectors necessary to calculate scores for additional taxa are listed in Table 6 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 147,
                        "end": 162,
                        "text": "Figures 3 and 4",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 237,
                        "end": 244,
                        "text": "Table 5",
                        "ref_id": "TABREF11"
                    },
                    {
                        "start": 377,
                        "end": 384,
                        "text": "Table 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Principal Components Analysis of Living Semiaquatic Mammals",
                "sec_num": null
            },
            {
                "text": "In units, ranging from the smallest of the species included (water shrew, Neomys fodiens) to the largest (hippo, Hippopotamus amphibius; walrus, Odobenus rosmarus; and elephant seal, Mirounga leonina; Fig. 3A ). PC-I has an eigenvalue of 13.167, accounting for 94.1% of the total variance in the measurements. Eigenvector coefficients or loadings are all positive, and similar in value (Table 6 , Fig. 3B ), indicating that PC-I represents overall size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 208,
                        "text": "Fig. 3A",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 386,
                        "end": 394,
                        "text": "(Table 6",
                        "ref_id": null
                    },
                    {
                        "start": 397,
                        "end": 404,
                        "text": "Fig. 3B",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "PC-I.-The first principal component separates species along an axis spanning some 12",
                "sec_num": null
            },
            {
                "text": "weights, available for 46 of the 50 living species studied here, yields a coefficient of determination r2 = 0.97, confirming that PC-I is a measure of overall size. However, PC-I is not a measure of weight but rather the sum of products of eigenvector coefficients and scaled measurements for all skeletal elements included in a study. Skeletons that deviate most from average proportions, as that of Dorudon atrox does here, will have correspondingly distorted sums of products. This means PC-I is not always a good substitute for other measures of size, like body weight for example, and explains the position of Dorudon atrox (D.a.) among the much smaller Phocidae and Otariidae in Figure 3A . with the strongest contrast being betwe species with long manual and pedal phala ges (most-negative loadings in Fig. 3C ) an those with a long ilium and femur (most po itive loadings in Fig. 3C ). The loadings ind cate that aquatic mammals generally hav long manual and pedal phalanges and a shor ilium and femur, whereas more terrestrial mammals generally have the reverse. PC-II coefficients identify skeletal characteristics that will be most effective in assessing the degree of aquatic or terrestrial adaptation of a fossil taxon.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 685,
                        "end": 694,
                        "text": "Figure 3A",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 809,
                        "end": 816,
                        "text": "Fig. 3C",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 883,
                        "end": 890,
                        "text": "Fig. 3C",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Regression of PC-I scores on In body",
                "sec_num": null
            },
            {
                "text": "PC-III.-The third principal component separates species along a third axis perpe dicular to the first two and spanning about In units, ranging from the sea otter, Enhy lutris, to the duck-billed platypus, Ornith hynchus anatinus (Fig. 4A ). PC-III has an eig value of 0.102, accounting for 0.7% of the t variance in the measurements. Eigenvector efficients or loadings span a range of value (Table 6 , Fig. 4C ), with the strongest contr being between species with a long lumbus, long metatarsal III, and long pedal phalanx III-1 (most-negative loadings in Fig. 4C ) and those with a long metacarpal III and long manual phalanges (most-positive loadings in -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 8",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 229,
                        "end": 237,
                        "text": "(Fig. 4A",
                        "ref_id": null
                    },
                    {
                        "start": 391,
                        "end": 399,
                        "text": "(Table 6",
                        "ref_id": null
                    },
                    {
                        "start": 402,
                        "end": 409,
                        "text": "Fig. 4C",
                        "ref_id": null
                    },
                    {
                        "start": 557,
                        "end": 564,
                        "text": "Fig. 4C",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Regression of PC-I scores on In body",
                "sec_num": null
            },
            {
                "text": "A PC-I score (94.1% between-group variance: In units) with the strongest contrast being betwe species with long manual and pedal phala ges (most-negative loadings in Fig. 5C ) an those with a long ilium and femur (most-p itive loadings in Fig. 5C) Bivariate plot of PC-I versus PC-II, with related taxonomic groups enclosed in shaded convex polygons. B, Univariate plot of eigenvector coefficients or loadings for PC-I. C, Univariate plot of eigenvector coefficients or loadings for PC-II. PC-I is an axis of general size separating species in a spectrum from small (at left) to large (at right). Note that loadings for PC-I are all similar and positive. PC-II is an axis of aquatic adaptation separating mammals that are more aquatic (below) from those that are more terrestrial (above). Note that loadings for PC-II contrast long manual and pedal phalanges (Manpiii2, Pedpiii2, Pedpiiil, Manpiiil) in species that are more aquatic versus a long ilium and femur (Ilium, Femur) in species that are more terrestrial. None of the fossil taxa (diamonds) is particularly similar to river otters (cross-hatched) or to the sea otter (En.lu.). Remaining abbreviations are listed in Tables 4 and  5 . Eigenvector coefficients differ slightly from those in 50-species analysis, and the position of Dorudon atrox is different (diamond D.a.), but otherwise this figure is little changed from counting for 1.9% of the total variance in the measurements. Eigenvector coefficients or loadings span a range of values ( Po.ve. Ar.te. variate plot of eigenvector coefficients or loadings for PC-II. C, Univariate plot of eigenvector coefficients or loadin for PC-III. PC-II is an axis of aquatic adaptation separating mammals that are more aquatic (below) from those t are more terrestrial (above). Note that loadings for PC-II contrast long manual and pedal phalanges (Manpiii2 Pedpiii2, Pedpiiil, Manpiiil) in mammals that are more aquatic versus a long ilium and femur (Ilium, Femur) in mam mals that are more terrestrial. PC-III is an axis of locomotor specialization separating species that are lumbus dominated (left) from those that are hindlimb dominated (right). Note that loadings for PC-III contrast a long lumb (Lumbus) in species that are more lumbus dominated versus a long pedal phalanx III-2 (Pedpiii2) in species that more hindlimb dominated. None of the fossil taxa (diamonds) is particularly similar to river otters (cross-hatched or to the sea otter (En.lu.). Remaining abbreviations are listed in Tables 4 and 5 . The vertical aquatic versus terrestri axis is little changed from that of the 50-species analysis shown in Figure 4, Dorudon is a good model for later Cetacea, which can be demonstrated by using simulation to estimate principal component scores for living whales. Finite lengths must be assumed for all of the missing hindlimb elements, which have a true length of zero. The assumed lengths can then be made arbitrarily small, approaching their true length of zero. Measurements of the pygmy killer whale, Feresa attenuata (Yamada 1954) , Bering Sea beaked whale, Mesoplodon stejnegeri (Nishiwaki and Kamiya 1959) , and male and female southern minke whale, Balaenoptera acutorostrata bonaerensis (Omura 1975) were used for estimation. When missing hindlimb lengths are arbitrarily set at 1 cm, the four living whales plot just below and to the left and right of Dorudon atrox in Figure 6 . As the simulation proceeds and ",
                "cite_spans": [
                    {
                        "start": 3041,
                        "end": 3054,
                        "text": "(Yamada 1954)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 3104,
                        "end": 3131,
                        "text": "(Nishiwaki and Kamiya 1959)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 3215,
                        "end": 3227,
                        "text": "(Omura 1975)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 173,
                        "text": "Fig. 5C",
                        "ref_id": null
                    },
                    {
                        "start": 239,
                        "end": 247,
                        "text": "Fig. 5C)",
                        "ref_id": null
                    },
                    {
                        "start": 1175,
                        "end": 1190,
                        "text": "Tables 4 and  5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 2501,
                        "end": 2515,
                        "text": "Tables 4 and 5",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 2625,
                        "end": 2634,
                        "text": "Figure 4,",
                        "ref_id": null
                    },
                    {
                        "start": 3398,
                        "end": 3406,
                        "text": "Figure 6",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Regression of PC-I scores on In body",
                "sec_num": null
            },
            {
                "text": "I -1.0 -0.5 0 0.5 1.0 B PC-I eig 0. F 3 1 I rI I I I II I I I II -1.0 -0.5 0 0.5 1.0 C PC-II eig FIGURE 3. Fifty-s A,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Regression of PC-I scores on In body",
                "sec_num": null
            },
            {
                "text": "S 0 1------------------------R Insectivora",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Regression of PC-I scores on In body",
                "sec_num": null
            },
            {
                "text": "Land to Sea The origin of whales and their evolutiona transition from land to sea together constit one of the most tangible examples of a shift adaptive zone documented in the fossil r ord. We can use this example both to exam the simplicity or directness of such a shift to quantify the associated rates of chang Simpson (1944: p. 193) implied that shifts o adaptive zone would be more or less sim and direct, and he expected such transitions involve unusually high or \"tachytelic\" rates evolution.",
                "cite_spans": [
                    {
                        "start": 314,
                        "end": 336,
                        "text": "Simpson (1944: p. 193)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "Any attempt to characterize an evolutionary transition or calculate evolutionary rates necessarily relies on available evidence, which in this case is represented by Elomeryx armatus, Rodhocetus balochistanensis, and Dorudon atrox.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "It is a commonly accepted working hypothesis that whales evolved from an E. armatus-like land mammal ancestor, passing through an aquatic stage that was first protocetid and semiaquatic (represented by Rodhocetus balochistanensis) and then basilosaurid and fully aquatic (represented by Dorudon atrox). This i illustrated in Figure 7 , which is a simplified version of the principal component plot of Fig  ure 6 , with arrows added to indicate the hypothesized path that archaic whales followed through the morphospace. The arrows are linear, but dashed to emphasize that this is a representation of present evidence: the true paths are not known and new discoveries are almost certain to show that there was additional complexity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 325,
                        "end": 333,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 401,
                        "end": 411,
                        "text": "Fig  ure 6",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "Protocetids have been regarded as ancestral to later basilosaurids since Protocetus itself was described by Fraas (1904) PC-I score (01 .9% between-group variance: In units)",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 120,
                        "text": "Fraas (1904)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "- - -- - - - - - -",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "PC-111 score (01.9% between-group variance: In units) FIGURE 7. Evolutionary trajectory of early whale evolution from an artiodactyl land-mam Ma, represented morphologically by Elomeryx armatus, to semiaquatic Rodhocetus balochistan fully-aquatic Dorudon atrox retaining hindlimbs and feet at 37 Ma. Trajectory is graphed on th III versus PC-II in the 53-species analysis of Figure 6 . Note that the successive fossil taxa increasing aquatic adaptation moving from the top to the bottom of the diagram. Howeve show an abrupt reversal on the locomotor axis, moving first to extreme hindlimb domina extreme lumbus domination (left). Axes are calibrated in natural log (In) units externally a dard deviation units internally (employing generally observed 5% coefficient of variation for see text). Inset box shows rates of evolution calculated for the first or Elomeryx to Rodhocetu second or Rodhocetus to Dorudon transition, based on 14 measurements of each (A), based III individually (B), and based on PC-I, PC-II, and PC-III simultaneously (C). Sample sizes are All rates are calculated in standard deviation units on a 1,500,000 or 106.18 generation tim resent positive rates and open circles negative rates. All but one of the rates calculated here ex (dashed line) expected for paleontological rates calculated on such long time scales (Ginge that multivariate rates here are higher than the average for univariate rates, and rates for th to Dorudon transition are higher than corresponding rates for the first or Elomeryx to Rodho mediacy between land mammals and basilosaurids, and today is supported by a large number of morphological characteristics summarized cladistically by Uhen (1998) and Luo and Gingerich (1999 (Fig. 2B) . The transition then involved subsequent evolution of a basilosaurid fully aquatic stage with reversal and reduction of hindlimbs while gaining a new lumbus and tail domination (Fig. 2C) .",
                "cite_spans": [
                    {
                        "start": 1687,
                        "end": 1698,
                        "text": "Uhen (1998)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1703,
                        "end": 1726,
                        "text": "Luo and Gingerich (1999",
                        "ref_id": "BIBREF37"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 375,
                        "end": 383,
                        "text": "Figure 6",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1727,
                        "end": 1736,
                        "text": "(Fig. 2B)",
                        "ref_id": null
                    },
                    {
                        "start": 1915,
                        "end": 1924,
                        "text": "(Fig. 2C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "Rates of Change.-The time of origin of Archaeoceti and hence Cetacea is thought to be about 54-55 Ma (Gingerich and Uhen 1998; Bajpai and Gingerich 1998) , which probably represents their time of divergence from an anthracothere-like artiodactyl ancestor (Gingerich et al. 2001a) . Rodhocetus balochistanensis lived about 47.5 Ma (Gingerich et al. 2001a ).",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 126,
                        "text": "(Gingerich and Uhen 1998;",
                        "ref_id": null
                    },
                    {
                        "start": 127,
                        "end": 153,
                        "text": "Bajpai and Gingerich 1998)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 255,
                        "end": 279,
                        "text": "(Gingerich et al. 2001a)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 330,
                        "end": 353,
                        "text": "(Gingerich et al. 2001a",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "Dorudon atrox lived at the time of the Bartonian-Priabonian middle-to-late Eocene transition (Gingerich 1992) , which is calibrated at 37 Ma (all numerical ages on the timescale of Berggren et al. 1995) . Thus the first transition in Figure 7 , from an artiodactyl ancestor to R. balochistanensis, took about 7.5 Myr; and the second transition, from R. balochistanensis to D. atrox, took about 10.5 Myr.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 109,
                        "text": "(Gingerich 1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 181,
                        "end": 202,
                        "text": "Berggren et al. 1995)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 234,
                        "end": 242,
                        "text": "Figure 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "The most general units for calculating evolutionary rates are haldanes, or within-group standard deviations per generation (Gingerich 2001) . One generation for a mammal intermediate in size between Elomeryx and Rodhocetus is equivalent to about five years, and one generation for a mammal intermediate in size",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 139,
                        "text": "(Gingerich 2001)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "between Rodhocetus and Dorudon is about seven years (combining data on body weight, age of first reproduction, and generation time in appendices 2 and 4 of Eisenberg 1981) . Thus the 7.5-Myr duration of the initial artiodactylto-Rodhocetus transition is equivalent to about 1,500,000 or 106.18 generations, and the 10.5 Myr duration of the second Rodhocetus-to-Dorudon transition is also equivalent to about 106.18 generations.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 171,
                        "text": "Eisenberg 1981)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "There are not enough specimens available for the living or fossil taxa discussed here to be able to calculate within-group standard deviations individually, but we can take advantage of the generalization that coefficients of variation of linear measurements like those used here average about 0.05 or 5% of the mean (rounded mean of coefficients of variation in table 72 of Yablokov 1974) . This is equivalent to 0.05 units on a base-e natural log (In) scale (Lewontin 1966) . One can log (base e) the measurements for Elomeryx armatus and Rodhocetus balochistanensis in the Appendix (as was done for the principal components analysis), calculate the difference in In values for each corresponding pair, and express these differences in standard deviation units. Dividing each difference by 106\"18 generations yields 14 rates, in haldanes, for the artiodactyl ancestor to R. balochistanensis transition, which are plotted in the first or left-hand column A in the inset graph in Figure 7 . The same calculation can be done for corresponding pairs of measurements representing R. balochistanensis and Dorudon atrox, and these rates are plotted in the second or right-hand column A in the inset graph in Figure 7 .",
                "cite_spans": [
                    {
                        "start": 375,
                        "end": 389,
                        "text": "Yablokov 1974)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 460,
                        "end": 475,
                        "text": "(Lewontin 1966)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 980,
                        "end": 988,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 1203,
                        "end": 1211,
                        "text": "Figure 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "Both sets of rates calculated for individual measurements are similar, but those for Elomeryx to Rodhocetus average 10-5.57 standard deviations per generation (median), whereas those for Rodhocetus to Dorudon average 10-5.14 (median). Paleontological rates on a 1,500,000 or 106.18-generation timescale are expected to average about 10-6.36 (Gingerich 2001: p. 139) . Thirteen of 14 rates for the Elomeryx to Rodhocetus transition are above this, and all rates for the Rodhocetus to Dorudon transition are above this. It is also possible to calculate multivariate rates of evolution from the principal component scores given in generation interval, and these rates (10-4.70 and 10-4.26, respectively) are plotted in leftand right-hand columns C for the two transitions. Note that in each case the single rate based three principal components is higher than the highest of the three individual components, and higher than the highest of the 14 rates based on individual measurements.",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 365,
                        "text": "(Gingerich 2001: p. 139)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Evolutionary Transition of Whales from",
                "sec_num": null
            },
            {
                "text": "This study is quantitative in an explicitly statistical sense. It is an attempt to compare the sizes and proportions of different skeletal parts in many semiaquatic taxa simultaneously, with an emphasis on overall patterns rather than details. Principal components analysis performs well here in separating small from large mammals on one axis (PC-I: separating water shrews, Ne.fo., from hippos, Hi.am.; Principal axes I, II, and III are interpreted to reflect size, terrestrial versus aquatic, and hind versus forelimb (Fig. 4) or lumbus versus hind-limb domination (Fig. 6 ), but it is important to remember that in each case the axes are combinations of trunk and limb lengths computed to maximize variance orthogonal to any previous axis. The overall patterns are clear, but some of the details are surprising. Dorudon atrox (D.a.) was larger than the phocids it plots with in Figures 3 and 5 , but it falls where it does because it has a different body form with much reduced hindlimbs (hence such overall scores are not always the best numbers to use in predicting body size for an individual taxon). The sea otter (En.lu.) appears to be more terrestrial than other otters (cross-hatched) on it may be related to the origin of hippos).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 521,
                        "end": 529,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 568,
                        "end": 575,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 882,
                        "end": 897,
                        "text": "Figures 3 and 5",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Rodhocetus is a seal-sized archaeocete more closely resembling a desman in terms of trunk and limb proportions, and comparison with the full diversity of semiaquatic mammals here weakens the idea that Rodhocetus was otterlike (Gingerich et al. 2001a (Gingerich et al. : p. 2241 . Desmans are foot-powered swimmers using their tails as rudders and to damp oscillations caused by alternate strokes of the hind feet (Palmeirim and Hoffmann 1983) , which deserves consideration for Rodhocetus as well.",
                "cite_spans": [
                    {
                        "start": 226,
                        "end": 249,
                        "text": "(Gingerich et al. 2001a",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 250,
                        "end": 277,
                        "text": "(Gingerich et al. : p. 2241",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 442,
                        "text": "(Palmeirim and Hoffmann 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Dorudon is a larger archaeocete similar in proportions to fully aquatic cetaceans and hence somewhat different from living semiaquatic mammals. Thewissen and Fish (1997: p. 489 All use subject to https://about.jstor.org/terms them, and neither of the two early cetacean taxa studied here resembles a lutrine in trunk and limb proportions. At the same time, the heuristic functional and physiological model of Fish (1996 Fish ( , 2000 Fish ( , 2001 illustrating the sequence of stages to be expected in any transition from a terrestrial to a high performance marine mammal is as valuable as ever. Fish's model was developed in part from study of lutrines, and they illustrate important stages of the model, but other semiaquatic mammals were studied and are included too.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 176,
                        "text": "Thewissen and Fish (1997: p. 489",
                        "ref_id": null
                    },
                    {
                        "start": 409,
                        "end": 419,
                        "text": "Fish (1996",
                        "ref_id": null
                    },
                    {
                        "start": 420,
                        "end": 433,
                        "text": "Fish ( , 2000",
                        "ref_id": null
                    },
                    {
                        "start": 434,
                        "end": 447,
                        "text": "Fish ( , 2001",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Discovery that Rodhocetus has trunk and limb proportions like a desman implies, in the context of Fish's model, that it was at an alternate-pelvic-paddling stage of drag-based propulsion, swimming mostly at the surface, insulated and buoyed by non-wettable fur, and incapable of deep diving. Dorudon, with its trunk and limb proportions more like modern cetaceans, was probably at or approaching a more advanced and efficient caudal oscillation stage of lift-based propulsion, swimming submerged more than at the surface, possibly insulated by blubber rather than fur, and capable of deeper diving (Fish 1996 (Fish , 2000 (Fish , 2001 . Flower (1883a,b) hypothesized that whales evolved from mammals with long tails used in swimming. This is inconsistent with his idea that whales evolved from ungulates, which generally have short tails. It now appears from the fossil record that archaeocetes evolved from Elomeryx-like ungulates with short tails. The first stage of aquatic locomotor specialization, well developed in Rodhocetus and other early protocetids, involved development of drag-based alternate pelvic paddling like that seen in desmans, muskrats, and many other semiaquatic mammals. Concomitant development of a long tail would be important to damp lateral oscillation and control yaw associated with pelvic paddling (Fish 1982; Palmeirim and Hoffmann 1983) . Then, in a second stage of locomotor specialization illustrated by Dorudon, later archaeocetes developed the lift-based propulsion of modern whales using dorsoventral undulation and eventually oscillation of these long tails. Basilosaurus, with its exaggerated serpentine elongation of the posterior thorax, lumbus, and tail, is very differently proportioned from con-temporary Dorudon and later whales, and it may represent a group of archaeocetes divergently specialized for lateral rather than dorsoventral undulation.",
                "cite_spans": [
                    {
                        "start": 598,
                        "end": 608,
                        "text": "(Fish 1996",
                        "ref_id": null
                    },
                    {
                        "start": 609,
                        "end": 621,
                        "text": "(Fish , 2000",
                        "ref_id": null
                    },
                    {
                        "start": 622,
                        "end": 634,
                        "text": "(Fish , 2001",
                        "ref_id": null
                    },
                    {
                        "start": 637,
                        "end": 653,
                        "text": "Flower (1883a,b)",
                        "ref_id": null
                    },
                    {
                        "start": 1329,
                        "end": 1340,
                        "text": "(Fish 1982;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1341,
                        "end": 1369,
                        "text": "Palmeirim and Hoffmann 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "It is undoubtedly simplistic to treat the evolution of Eocene archaeocetes and the whole land-to-sea transition of early whales in two major steps, but this reflects the state of our knowledge. Only two of the 30 genera of archaeocetes in Table 1 are known from sufficiently complete skeletal remains to enable them to be integrated into a multivariate study of skeletal proportions of living semiaquatic mammals. It is not easy to find and collect associated trunk and fore-and hindlimb elements necessary for such compari sons, and perhaps the sizes of the gaps tha separate artiodactyls from Rodhocetus, and Rodhocetus from Dorudon, will serve as encouragement to search for and study better specimens of additional genera.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 239,
                        "end": 246,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Pakicetus, classified as a protocetid or in a separate family Pakicetidae, and Ambulocetus, classified in its own family (Ambulocetidae), Pakicetus has long been known to have cr nial characteristics of both land and aqua mammals (Gingerich and Russell 1981; Gi gerich et al. 1983; Thewissen and Hussain 1993) , but little has been known of the pos cranial skeleton. Isolated postcranial elemen attributed to Pakicetus attocki have recentl been described and compared with Dorud and other basilosaurids (but not with proto cetids), leading to the the conclusion tha \"pakicetids were terrestrial mammals, no more amphibious than a tapir\" (Thewissen e al. 2001: p. 278) . The 14 pakicetid postcrania elements illustrated in detail (Thewissen et al. 2001: Fig. 1 ) are all plausibly archaeocete because they differ little from comparable elements of Rodhocetus and other early protocetids (Gingerich et al. 1994 (Gingerich et al. , 2001a . Most interesting are two partial innominates that to-This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms gether show the ilium to have bee than the ischium (Thewissen et al. 20 and Fig. In) . Length of the ilium is important determinant of the PC-II flecting aquatic adaptation (Tables 6  3-6) , and an innominate with a short ilium implies that Pakicetus was much more aquatic than a tapir. Rodhocetus has an ilium about 0.9 times as long as the ischium. Tapirs, at the terrestrial end of the terrestrial-aquatic spectrum of semiaquatic mammals, have an ilium that is 1.38 to 1.46 times as long as the ischium.",
                "cite_spans": [
                    {
                        "start": 230,
                        "end": 258,
                        "text": "(Gingerich and Russell 1981;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 259,
                        "end": 281,
                        "text": "Gi gerich et al. 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 282,
                        "end": 309,
                        "text": "Thewissen and Hussain 1993)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 637,
                        "end": 667,
                        "text": "(Thewissen e al. 2001: p. 278)",
                        "ref_id": null
                    },
                    {
                        "start": 729,
                        "end": 746,
                        "text": "(Thewissen et al.",
                        "ref_id": null
                    },
                    {
                        "start": 886,
                        "end": 908,
                        "text": "(Gingerich et al. 1994",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 909,
                        "end": 934,
                        "text": "(Gingerich et al. , 2001a",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1166,
                        "end": 1199,
                        "text": "(Thewissen et al. 20 and Fig. In)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 753,
                        "end": 759,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1288,
                        "end": 1303,
                        "text": "(Tables 6  3-6)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Ambulocetus natans is known from a good partial skeleton described by Thewissen et al. (1994 Thewissen et al. ( , 1996 and Madar et al. (2002) . It cannot be included properly in the analysis here because it lacks the scapula, humerus, manual phalanx III-1, tibia, and pedal phalanges III-1 and 111-2. Lengths of the missing elements can be estimated by scaling them up from Rodhocetus balochistanensis, using the average proportion of measured elements present in both species (1.45) as a multiplier, and in this way A. natans can be added-very tentatively-to the graphs of Figures 5 and 6. In Figure 6 , A. natans (Am.na.?) plots close to Desmana moschata (De.mo.) and R. balochistanensis (Ro.ba.). It is plausible that Ambulocetus belongs on the hindlimb-dominated side of the locomotor spectrum as shown, but this remains to be tested by finding the missing skeletal elements. Ambulocetus is cited as showing that spinal undulation evolved in whales before development of a tail fluke (e.g., Thewissen et al. 1994: p. 212; Fish 2001: p. 637 ), but that claim was made when only one lumbar and one caudal vertebra were known (Thewissen et al. 1994: p. 210 ).",
                "cite_spans": [
                    {
                        "start": 70,
                        "end": 92,
                        "text": "Thewissen et al. (1994",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 93,
                        "end": 118,
                        "text": "Thewissen et al. ( , 1996",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 123,
                        "end": 142,
                        "text": "Madar et al. (2002)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 996,
                        "end": 1026,
                        "text": "Thewissen et al. 1994: p. 212;",
                        "ref_id": null
                    },
                    {
                        "start": 1027,
                        "end": 1044,
                        "text": "Fish 2001: p. 637",
                        "ref_id": null
                    },
                    {
                        "start": 1128,
                        "end": 1158,
                        "text": "(Thewissen et al. 1994: p. 210",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 595,
                        "end": 603,
                        "text": "Figure 6",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Some archaeocetes known from good but incomplete skeletons, like Artiocetus (Gingerich et al. 2001a), Qaisracetus (Gingerich et al. 2001b) , and Remingtonocetus (Gingerich et al. unpublished data) for example, appear basically similar in skeletal proportions to Rodhocetus analyzed here. Others, like Zygorhiza (Kellogg 1936) , appear basically similar to Dorudon. Two genera that appear particularly interesting in being different are Georgiacetus (Hulbert et al. 1998) and Eocetus (Uhen 1999) .",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 138,
                        "text": "(Gingerich et al. 2001b)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 161,
                        "end": 178,
                        "text": "(Gingerich et al.",
                        "ref_id": null
                    },
                    {
                        "start": 311,
                        "end": 325,
                        "text": "(Kellogg 1936)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 449,
                        "end": 470,
                        "text": "(Hulbert et al. 1998)",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 494,
                        "text": "(Uhen 1999)",
                        "ref_id": "BIBREF58"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Rodhocetus and Dorudon, providing insight into the transition from hindlimb-dominated swimming to lumbus-dominated swimming. Eocetus appears to have been divergently specialized in its own way, developing osteosclerotic ribs and vertebrae, and a greatly reduced innominate. Basilosaurus, mentioned above, is another divergently specialized genus showing that archaeocetes were much more diverse than Figure 7 indicates. Nevertheless, as better skeletons of these and other genera are discovered, the principal axes of Figure 7 , enabling separation of aquatic adaptation and locomotor specialization based on skeletal proportions in semiaquatic mammals, will continue to provide a framework for their interpretation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 400,
                        "end": 408,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 518,
                        "end": 526,
                        "text": "Figure 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Georgiacetus is intermediate in age and could well be intermediate in morphology between",
                "sec_num": null
            },
            {
                "text": "The fossils we know well support the idea of a unidirectional trend of increasing aquatic adaptation through Rodhocetus and Dorudon stages of whale evolution (PC-II component of the heavy dashed lines in Fig. 7) . However, superimposed on this is simultaneous change in locomotor adaptation involving a distinct reversal of specialization, from hindlimb-dominated swimming in Rodhocetus, to lumbusand tail-dominated swimming in Dorudon (PC-III component of the heavy dashed lines in Fig. 7) . Thus the overall pattern is neither simple nor direct. It is common to see microevolutionary histories zig-zag back and forth through time as they reverse themselves to track changing opportunities, and the land-tosea transition of early whales provides a macroevolutionary example.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 204,
                        "end": 211,
                        "text": "Fig. 7)",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 490,
                        "text": "Fig. 7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Georgiacetus is intermediate in age and could well be intermediate in morphology between",
                "sec_num": null
            },
            {
                "text": "Before quantifying the rates of evolution documented here, I expected that rates associated with changes of an adaptive zone would be more or less the same as background rates calculated on comparable timescales in other settings (Gingerich 2001) . This expectation was based on the repeated observation that change documented in the fossil record is almost always diluted by the passage of so much time that such very long time series are effectively stationary, and long-term rates scale as the simple inverse of interval length. Rates calculated here, univariate and multivariate, seem instead to confirm Simpson's (1944) expectation that unusually high rates are associated with changes of adaptive zone.",
                "cite_spans": [
                    {
                        "start": 230,
                        "end": 246,
                        "text": "(Gingerich 2001)",
                        "ref_id": null
                    },
                    {
                        "start": 608,
                        "end": 624,
                        "text": "Simpson's (1944)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Georgiacetus is intermediate in age and could well be intermediate in morphology between",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Georgiacetus is intermediate in age and could well be intermediate in morphology between",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Measurements of trunk and limb lengths for 50 species of living semiaquatic mammals and three species known from fossils, i balochistanensis and Dorudon atrox, documenting the transition from land to sea in early whale evolution. Male (M) and female (F) sp mean) when both ( ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF2": {
                "ref_id": "b2",
                "title": "39:39 UTC All use subject to https://about.jstor.org/terms helped in locating and measuring skeletons",
                "authors": [],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rodhocetus balochistanensis R.b. (3.635) (-0.068) (Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms helped in locating and measuring skeletons. J. I. Bloch, D. M. Boyer, E E. Fish, D. C. Fisher, R. E. Fordyce, G. E Gunnell, W. J. Sanders, T. A. Seaton, B. H. Smith, M. D. Uhen, and I. S.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "History of North American pinnipeds: a monograph of the walruses, sea-lions, sea-bears, and seals of North America",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "In U.S. Geological and Geographical Survey of the Territories, E. V. Hayden, Geologist-in-Charge, Miscellaneous Publications",
                "volume": "12",
                "issue": "",
                "pages": "1--785",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Allen, J. A. 1880. History of North American pinnipeds: a mono- graph of the walruses, sea-lions, sea-bears, and seals of North America. In U.S. Geological and Geographical Survey of the Territories, E. V. Hayden, Geologist-in-Charge, Miscellaneous Publications 12:1-785.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A new Eocene archaeocete (Mammalia, Cetacea) from India and the time of origin of whales",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bajpai",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Proceedings of the National Academy of Sciences USA",
                "volume": "95",
                "issue": "",
                "pages": "15464--15468",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bajpai, S., and P. D. Gingerich. 1998. A new Eocene archaeocete (Mammalia, Cetacea) from India and the time of origin of whales. Proceedings of the National Academy of Sciences USA 95:15464-15468.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Geochronology, time scales and global stratigraphic correlations: a unified temporal framework for an historical geology",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Berggren",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "V"
                        ],
                        "last": "Kent",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Swisher",
                        "suffix": ""
                    },
                    {
                        "first": "M.-P",
                        "middle": [],
                        "last": "Aubry",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Society of Economic Paleontologists and Mineralogists, Special",
                "volume": "54",
                "issue": "",
                "pages": "129--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berggren, W. A., D. V. Kent, C. C. Swisher, and M.-P. Aubry. 1995. A revised Cenozoic geochronology and chronostratig- raphy. In W. A. Berggren, D. V. Kent, M.-P. Aubry, and J. A. Hardenbol, eds. Geochronology, time scales and global strati- graphic correlations: a unified temporal framework for an his- torical geology. Society of Economic Paleontologists and Min- eralogists, Special Volume 54:129-212.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "On the origin of species by means of natural selection or the preservation of favoured races in the struggle for life",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Darwin",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Darwin, C. 1859. On the origin of species by means of natural selection or the preservation of favoured races in the struggle for life. J. Murray, London.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "1882. A monograph of the Insectivora, systematic and anatomical",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Dobson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dobson, G. E. 1882. A monograph of the Insectivora, systematic and anatomical. Van Voorst, London.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The mammalian radiations: an analysis of trends in evolution, adaptation, and behavior",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Eisenberg",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eisenberg, J. E 1981. The mammalian radiations: an analysis of trends in evolution, adaptation, and behavior. University of Chicago Press, Chicago.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Function of the compressed tail of surface swimming muskrats (Ondatra zibethicus)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "E"
                        ],
                        "last": "Fish",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Mammalogy",
                "volume": "63",
                "issue": "",
                "pages": "591--597",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fish, F. E. 1982. Function of the compressed tail of surface swim- ming muskrats (Ondatra zibethicus). Journal of Mammalogy 63:591-597.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Biomechanics and energetics in aquatic and semiaquatic mammals: platypus to whale",
                "authors": [],
                "year": 1996,
                "venue": "Physiological and Biochemical Zoology",
                "volume": "36",
                "issue": "",
                "pages": "261--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "-. 1996. Transitions from drag-based to lift-based propul- sion in mammalian swimming. American Zoologist 36:628- 641. . 2000. Biomechanics and energetics in aquatic and semi- aquatic mammals: platypus to whale. Physiological and Bio- chemical Zoology 73:683-698. -. 2001. A mechanism for evolutionary transition in swim- ming mode by mammals. Pp. 261-287 in J.-M. Mazin and V.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Secondary adaptation of tetrapods to life in water. Friedrich Pfeil",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "d. Buffrhnil, eds. Secondary adaptation of tetrapods to life in water. Friedrich Pfeil, Munich.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "On whales, past and present, and their probable origin",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Flower",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Notices of the Proceedings of the Royal Institution of Great Britain",
                "volume": "10",
                "issue": "",
                "pages": "360--376",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Flower, W. H. 1883a. On whales, past and present, and their probable origin. Notices of the Proceedings of the Royal In- stitution of Great Britain, London 10:360-376.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The evolutionary history of whales and dolphins",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Barnes",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Annual Review of Earth and Planetary Sciences",
                "volume": "22",
                "issue": "",
                "pages": "419--455",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fordyce, R. E., and L. G. Barnes. 1994. The evolutionary history of whales and dolphins. Annual Review of Earth and Plane- tary Sciences 22:419-455.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Evolutionary history of cetaceans: a review",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "De Muizon",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Secondary adaptation of tetrapods to life in water. Friedrich Pfeil",
                "volume": "",
                "issue": "",
                "pages": "169--233",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fordyce, R. E., and C. de Muizon. 2001. Evolutionary history of cetaceans: a review. Pp. 169-233 in J.-M. Mazin and V. de Buf- frhnil, eds. Secondary adaptation of tetrapods to life in water. Friedrich Pfeil, Munich.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Neue Zeuglodonten aus dem unteren Mitteleocan vom Mokattam bei Cairo. Geologische und Palaiontologische Abhandlungen",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fraas",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "",
                "volume": "6",
                "issue": "",
                "pages": "197--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fraas, E. 1904. Neue Zeuglodonten aus dem unteren Mitteleo- can vom Mokattam bei Cairo. Geologische und Palaiontolo- gische Abhandlungen, Jena 6:197-220.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Marine mammals (Cetacea and Sirenia) from the Eocene of Gebel Mokattam and Fayum, Egypt: stratigraphy, age, and paleoenvironments. University of Michigan Papers on Paleontology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Emergence of whales: evolutionary patterns in the origin of Cetacea. Plenum",
                "volume": "30",
                "issue": "",
                "pages": "201--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. 1992. Marine mammals (Cetacea and Sirenia) from the Eocene of Gebel Mokattam and Fayum, Egypt: stra- tigraphy, age, and paleoenvironments. University of Michi- gan Papers on Paleontology 30:1-84. . 1998. Paleobiological perspectives on Mesonychia, Ar- chaeoceti, and the origin of whales. Pp. 423-449 in J. G. M. Thewissen, ed. Emergence of whales: evolutionary patterns in the origin of Cetacea. Plenum, New York. . 2000. Arithmetic or geometric normality of biological variation: an empirical test of theory. Journal of Theoretical Biology 204:201-221.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Stratigraphic and micropaleontologic constraints on the middle Eocene age of the mammal-bearing Kuldana Formation of Pakistan",
                "authors": [],
                "year": 2001,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "112",
                "issue": "",
                "pages": "127--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "-. 2001. Rates of evolution on the time scale of the evolu- tionary process. In A. P. Hendry and M. T. Kinnison, eds. Co temporary microevolution: rate, pattern, and process. Gen tica 112/113:127-144. . 2003. Stratigraphic and micropaleontologic constraints on the middle Eocene age of the mammal-bearing Kuldana Formation of Pakistan. Journal of Vertebrate Paleontology (in press).",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Pakicetus inachus, a new archaeocete (Mammalia, Cetacea) from the early-middle Eocene Kuldana Formation of Kohat (Pakistan). Contributions from the Museum of Paleontology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "25",
                "issue": "",
                "pages": "235--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., and D. E. Russell. 1981. Pakicetus inachus, a new archaeocete (Mammalia, Cetacea) from the early-middle Eo- cene Kuldana Formation of Kohat (Pakistan). Contributions from the Museum of Paleontology, University of Michigan 25: 235-246.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Ancalecetus simo new dorudontine archaeocete (Mammalia, Cetacea) from early late Eocene of Wadi Hitan, Egypt. Contributions the Museum of Paleontology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., and M. D. Uhen. 1996. Ancalecetus simo new dorudontine archaeocete (Mammalia, Cetacea) from early late Eocene of Wadi Hitan, Egypt. Contributions the Museum of Paleontology, University of Michigan 29 401.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Likelihood estimation of the time of origin of Cetacea and the time of divergence of Cetacea and Artiodactyla",
                "authors": [],
                "year": 1998,
                "venue": "Palaeontologia Electronica",
                "volume": "1",
                "issue": "2",
                "pages": "1--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "-. 1998. Likelihood estimation of the time of origin of Ce- tacea and the time of divergence of Cetacea and Artiodactyla. Palaeontologia Electronica 1(2):1-45 [http//palaeo-electronica.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Origin of whales in epicontinental remnant seas: new evidence from the early Eocene of Pakistan",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M I"
                        ],
                        "last": "Shah",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Science",
                "volume": "220",
                "issue": "",
                "pages": "403--406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., N. A. Wells, D. E. Russell, and S. M. I. Shah. 1983. Origin of whales in epicontinental remnant seas: new evidence from the early Eocene of Pakistan. Science 220:403- 406.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Hind limbs of Eocene Basilosaurus isis: evidence of feet in whales",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Science",
                "volume": "249",
                "issue": "",
                "pages": "154--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., B. H. Smith, and E. L. Simons. 1990. Hind limbs of Eocene Basilosaurus isis: evidence of feet in whales. Science 249:154-157.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "New whale from the Eocene of Pakistan and the of cetacean swimming",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Raza",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Arif",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Anwar",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Nature",
                "volume": "368",
                "issue": "",
                "pages": "844--847",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., S. M. Raza, M. Arif, M. Anwar, and X 1994. New whale from the Eocene of Pakistan and the of cetacean swimming. Nature 368:844-847.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Origin of whales from early artiodactyls: hands and feet of Eocene Protocetidae from Pakistan",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "H"
                        ],
                        "last": "Khan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Malkani",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Science",
                "volume": "293",
                "issue": "",
                "pages": "2239--2242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., M. Haq, I. S. Zalmout, I. H. Khan, and M. S. Malkani. 2001a. Origin of whales from early artiodactyls: hands and feet of Eocene Protocetidae from Pakistan. Science 293:2239-2242.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Eocene stratigraphy and archaeocete whales (Mammalia, Cetacea) of Drug Lahar in the eastern Sulaiman Range, Balochistan (Pakistan). Contributions from the Museum of Paleontology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "H"
                        ],
                        "last": "Khan",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "269--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., M. Haq, I. H. Khan, and I. S. Zalmout. 2001b. Eocene stratigraphy and archaeocete whales (Mammalia, Ce- tacea) of Drug Lahar in the eastern Sulaiman Range, Balo- chistan (Pakistan). Contributions from the Museum of Pale- ontology, University of Michigan 30:269-319.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "A journey from Prince of Wale's fort, in Hud-This content downloaded from 141",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Hearne",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "39:39 UTC All use subject to",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hearne, S. 1795. A journey from Prince of Wale's fort, in Hud- This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms son's Bay, to the northern ocean. A. Strahan and T. Ca London.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The evolution of marine mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Heyning",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Lento",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "38--72",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heyning, J. E., and G. M. Lento. 2002. The evolution of marine mammals. Pp. 38-72 in A. R. Hoelzel, ed. Marine mammal bi- ology. Blackwell Scientific, Oxford.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Influence of the semiaquatic habit in determining burrow structure of the star-nosed mole (Condylura cristata)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Hickman",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Canadian Journal of Zoology",
                "volume": "61",
                "issue": "",
                "pages": "1688--1692",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hickman, G. C. 1983. Influence of the semiaquatic habit in de- termining burrow structure of the star-nosed mole (Condylura cristata). Canadian Journal of Zoology 61:1688-1692.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Aquatic mammals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Howell, A. B. 1930. Aquatic mammals. Charles C. Thomas, Springfield, Ill.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "A new middle Eocene protocetid whale (Mammalia: Cetacea: Archaeoceti) and associated biota from",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "P. Aleshire. 1998. A new middle Eocene protocetid whale (Mammalia: Cetacea: Archaeoceti) and associated biota from",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "A review of the Archaeoceti",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Carnegie Institution of Washington Publications",
                "volume": "482",
                "issue": "",
                "pages": "1--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kellogg, R. 1936. A review of the Archaeoceti. Carnegie Insti- tution of Washington Publications 482:1-366.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Terrestrial carnivores, ungulates, and ungulatelike mammals",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Kron",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Manning",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Evolution of Tertiary mammals of North America",
                "volume": "I",
                "issue": "",
                "pages": "381--388",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kron, D. G., and E. M. Manning. 1998. Anthracotheriidae. Pp. 381-388 in C. M. Janis, K. M. Scott, and L. L. Jacobs, eds. Evo- lution of Tertiary mammals of North America, Vol. I. Terres- trial carnivores, ungulates, and ungulatelike mammals. Cam- bridge University Press, Cambridge.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Ueber die Anpassung von Saiigethieren an das Leben im Wasser. Zoologische Jahrbticher, Abteilung ftir Systematik",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Kiukenthal",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Natural History",
                "volume": "5",
                "issue": "",
                "pages": "153--179",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiukenthal, W. G. 1890. Ueber die Anpassung von Saiigethieren an das Leben im Wasser. Zoologische Jahrbticher, Abteilung ftir Systematik, Geographie, und Biologie der Tiere, Jena 5: 373-399. . 1891. On the adaptation of mammals to aquatic life. An- nals and Magazine of Natural History 7:153-179.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "On the measurement of relative variability",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Systematic Zoology",
                "volume": "15",
                "issue": "",
                "pages": "141--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewontin, R. C. 1966. On the measurement of relative variabil- ity. Systematic Zoology 15:141-142.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Terrestrial Mesonychia to aquatic Cetacea: transformation of the basicranium and evolution of hearing in whales",
                "authors": [
                    {
                        "first": "Z",
                        "middle": [],
                        "last": "Luo",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "University of Michigan Papers on Paleontology",
                "volume": "31",
                "issue": "",
                "pages": "1--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Luo, Z., and P. D. Gingerich. 1999. Terrestrial Mesonychia to aquatic Cetacea: transformation of the basicranium and evo- lution of hearing in whales. University of Michigan Papers on Paleontology 31:1-98.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Additional holotype remains of Ambulocetus natans (Cetacea, Ambulocetidae), and their implications for locomotion in early whales",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Madar",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Hussain",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "22",
                "issue": "",
                "pages": "405--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madar, S. I., J. G. M. Thewissen, and S. T. Hussain. 2002. Ad- ditional holotype remains of Ambulocetus natans (Cetacea, Ambulocetidae), and their implications for locomotion in ear- ly whales. Journal of Vertebrate Paleontology 22:405-422.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Multivariate statistical methods: a primer",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E J"
                        ],
                        "last": "Manly",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Manly, B. E J. 1994. Multivariate statistical methods: a primer, 2d ed. Chapman and Hall, London.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Mesoplodon stejnegeri from the coast of Japan",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Nishiwaki",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kamiya",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Scientific Reports of the Whales Research Institute",
                "volume": "14",
                "issue": "",
                "pages": "35--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nishiwaki, M., and T. Kamiya. 1959. Mesoplodon stejnegeri from the coast of Japan. Scientific Reports of the Whales Research Institute, Tokyo 14:35-48.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Walker's mammals of the world",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nowak",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nowak, R. M. 1999. Walker's mammals of the world, 6th ed. Vols. 1, 2. Johns Hopkins University Press, Baltimore.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Osteological study of the minke whale from the Antarctic. Scientific Reports of the Whales Research Institute",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Omura",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Omura, H. 1975. Osteological study of the minke whale from the Antarctic. Scientific Reports of the Whales Research In- stitute, Tokyo 27:1-36.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Adaptation to aquatic, arboreal, fossorial and cursorial habits in mammals. I. Aquatic adaptations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Osburn",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osburn, R. C. 1903. Adaptation to aquatic, arboreal, fossorial and cursorial habits in mammals. I. Aquatic adaptations.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Osteology and myology of the Weddell seal Leptonychotes weddelli (Lesson, 1826)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Pibrard",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Antarctic Research Series",
                "volume": "18",
                "issue": "",
                "pages": "53--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pibrard, J. 1971. Osteology and myology of the Weddell seal Lep- tonychotes weddelli (Lesson, 1826). In W. H. Burt, ed. Antarctic Pinnipedia. Antarctic Research Series 18:53-108.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Numerical recipes: the art of scientific computing ( tran version)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Press",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Flannery",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Teukolsky",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "T"
                        ],
                        "last": "Vetterling",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Press, W. H., B. P. Flannery, S. A. Teukolsky, and W. T. Vetterling. 1989. Numerical recipes: the art of scientific computing ( tran version). Cambridge University Press, Cambridge.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "The structure and relationships of Ancod Journal of the Academy of Natural Sciences of Philadelphi",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Scott",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "461--497",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scott, W. B. 1894. The structure and relationships of Ancod Journal of the Academy of Natural Sciences of Philadelphi 461-497.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The mammalian fauna of the White River Oligo cene, Part IV",
                "authors": [
                    {
                        "first": "_",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Artiodactyla. Transactions of the American P osophical Society",
                "volume": "28",
                "issue": "",
                "pages": "363--746",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "_. 1940. The mammalian fauna of the White River Oligo cene, Part IV. Artiodactyla. Transactions of the American P osophical Society 28:363-746.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Tempo and mode in evolution",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, G. G. 1944. Tempo and mode in evolution. Rep 1984, Columbia University Press, New York.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Morphology and allometry in several ge of semiaquatic rodents (Ondatra, Nectomys, and",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Stein",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Oryzom Journal of Mammalogy",
                "volume": "69",
                "issue": "",
                "pages": "500--511",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stein, B. R. 1988. Morphology and allometry in several ge of semiaquatic rodents (Ondatra, Nectomys, and Oryzom Journal of Mammalogy 69:500-511.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Locomotor evolu in the earliest cetaceans: functional model, modern analogues, and paleontological evidence",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "E"
                        ],
                        "last": "Fish",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Paleobiology",
                "volume": "23",
                "issue": "",
                "pages": "482--490",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., and E E. Fish. 1997. Locomotor evolu in the earliest cetaceans: functional model, modern ana- logues, and paleontological evidence. Paleobiology 23:482- 490.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Origin of underwater hearing in whales",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Hussain",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Nature",
                "volume": "361",
                "issue": "",
                "pages": "444--445",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., and S. T. Hussain. 1993. Origin of under- water hearing in whales. Nature 361:444-445.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "The early radiations of Cetacea (Mammalia): evolutionary pattern and developmental correlations",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Annual Review of Ecology and Systematics",
                "volume": "33",
                "issue": "",
                "pages": "73--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., and E. M. Williams. 2002. The early radia- tions of Cetacea (Mammalia): evolutionary pattern and de- velopmental correlations. Annual Review of Ecology and Sys- tematics 33:73-90.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Fossi idence for the origin of aquatic locomotion in archaeo whales",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Hussain",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Arif",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Science",
                "volume": "263",
                "issue": "",
                "pages": "210--212",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., S. T. Hussain, and M. Arif. 1994. Fossi idence for the origin of aquatic locomotion in archaeo whales. Science 263:210-212.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Am bulocetus natans, an Eocene cetacean (Mammalia) from Pak stan",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Madar",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Hussain",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Courier Forschungsinstitut Senckenberg",
                "volume": "191",
                "issue": "",
                "pages": "1--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., S. I. Madar, and S. T. Hussain. 1996. Am bulocetus natans, an Eocene cetacean (Mammalia) from Pak stan. Courier Forschungsinstitut Senckenberg 191:1-86.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Skeletons of terrestrial cetaceans and the relationship whales to artiodactyls",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "G M"
                        ],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Roe",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Huss",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Nature",
                "volume": "413",
                "issue": "",
                "pages": "277--281",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thewissen, J. G. M., E. M. Williams, L. J. Roe, and S. T. Huss 2001. Skeletons of terrestrial cetaceans and the relationship whales to artiodactyls. Nature 413:277-281.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Dorudon atrox (Mammalia, Cetacea): form, function, and phylogenetic relationships of an archaeocete from the late middle Eocene of Egypt",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Form, function, and anatomy of Dorudon atr",
                "volume": "73",
                "issue": "",
                "pages": "512--528",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uhen, M. D. 1996. Dorudon atrox (Mammalia, Cetacea): form, function, and phylogenetic relationships of an archaeocete from the late middle Eocene of Egypt. Ph.D. dissertation, Uni- versity of Michigan, Ann Arbor. 1998. Middle to late Eocene basilosaurines and doru- dontines. Pp. 29-61 in J. G. M. Thewissen, ed. The emergen of whales: evolutionary patterns in the origin of Cetacea. P num, New York. -. 1999. New species of protocetid archaeocete whale, Eoc tus wardii (Mammalia: Cetacea) from the middle Eocene North Carolina. Journal of Paleontology 73:512-528. . 2003. Form, function, and anatomy of Dorudon atr (Mammalia, Cetacea): an archaeocete from the middle to l Eocene of Egypt. University of Michigan Papers on Pale tology 34 (in press).",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Systematics and ecology of ichthyomyine r dents (Muroidea): patterns of morphological evolution i small adaptive radiation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Bulletin of the American Museu of Natural History",
                "volume": "188",
                "issue": "",
                "pages": "260--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S. 1988. Systematics and ecology of ichthyomyine r dents (Muroidea): patterns of morphological evolution i small adaptive radiation. Bulletin of the American Museu of Natural History 188:260-493.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Why are aquatic small mam mals so large?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "0"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Guthrie",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Oikos",
                "volume": "45",
                "issue": "",
                "pages": "365--373",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolff, J. 0., and R. D. Guthrie. 1985. Why are aquatic small mam mals so large? Oikos 45:365-373.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Variability of mammals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Yablokov",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Amerind",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Delhi",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yablokov, A. V. 1974. Variability of mammals. Amerind, N Delhi.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "An account of a rare porpoise Feresa G from Japan. Scientific Reports of the Whales Research Ins tute",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Yamada",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "",
                "volume": "9",
                "issue": "",
                "pages": "59--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yamada, M. 1954. An account of a rare porpoise Feresa G from Japan. Scientific Reports of the Whales Research Ins tute, Tokyo 9:59-88.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "34:56 UTC All use subject to",
                "authors": [],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This content downloaded from 141.211.4.224 on:ffff:ffff on Thu, 01 Jan 1976 12:34:56 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Callorhinus ursinus B L-1893.1.28.2/1960.5.2.2 49",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "86",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Callorhinus ursinus B L-1893.1.28.2/1960.5.2.2 49.86 20.12 17.94 15.68 16.33 6.09 6.18 5.2",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "39:39 UTC All use subject to",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Ommatophoca Rossi B L-",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "",
                "volume": "95",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ommatophoca rossi B L-1965.12.20.1/1965.8.2.1 68.95 31.46 16.49 11.40 12.45 4.56 5.60 4. Mirounga leonina -L-1912Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Man-Genus and species Sex Reference Thorax bus ula merus Radius iii piiil piii2 Iliu Halichoerus grypus B L-1962",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Appendix. Continued. Measurements (cm Lum-Scap-Hu-Mcarp-Man- Genus and species Sex Reference Thorax bus ula merus Radius iii piiil piii2 Iliu Halichoerus grypus B L-1962.3.6.1/1938.3.12.1 59.25 25.50 16.64 13.22 13.24 3.86 3.09 2.4",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "39:39 UTC All use subject to",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Dorudon Atrox -Uhen",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dorudon atrox -Uhen (1996, 2003) 96Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "the Natural History Museum, London; University of Michigan Museum of Zoology division of mammals; and University of Michigan Museum of Paleontology osteology collection. A full list of specimens and measurements analyzed here is provided in the Appendix.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "Nemo. --_-----. ma=.=P--.LAb O.,o . ... A e Ptr Era.S N o. Li.me. Oran. Mu.vi. Lo N e.o. 0. o.en. Lutringe Mile. II eigenvector coefficients (loadings) FIGURE 5. Fifty-three-species principal components analysis of trunk and limb lengths of living semiaquatic mammals plus three fossil taxa: Elomeryx armatus (E.a.), Rodhocetus balochistanensis (R.b.), and Dorudon atrox (D.a.). A,",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "text": "Possible position of Ambulocetus natans is shown by an open diamond (Am.na.?; see text).",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "text": "Fifty-three-species principal components analysis of trunk and limb lengths of living semiaquatic mam mals plus three fossil taxa: Elomeryx armatus (E.a.), Rodhocetus balochistanensis (R.b.), and Dorudon atrox (D.a.). A, Bivariate plot of PC-III versus PC-II, with related taxonomic groups enclosed in shaded convex polygons. B, Un",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF4": {
                "text": "12.946 0.272 0.260 0.274 0.274 0.274 0.271 0.268 0.267 0.255 0.262 II 0.518 -0.174 -0.193 0.042 0.150 0.082 0.177 -0.276 -0.322 0.503 0.433 -III 0.268 -0.146 -0.451 -0.103 -0.170 -0.079 -0.205 -0.197 -0.132 0.258 -0.11 IV 0.090 0.061 -0.730 0.094 0.086 0.095 0.264 0.314 0.332 0.031 0.012 -V 0.050 -0.196 0.094 -0.335 -0.080 -0.454 0.271 0.332 0.192 0.145 -0.009 VI 0.036 -0.111 -0.149 0.544 -0.091 0.016 -0.198 0.185 -0.068 0.198 -0.315 VII 0.031 -0.562 -0.078 -0.044 -0.036 0.454 0.177 0.039 0.127 -0.444 -0.094 VIII 0.021 -0.488 0.127 -0.268 0.127 0.214 -0.359 0.100 0.249 0.258 0.305 IX 0.013 -0.105 0.092 -0.112 -0.553 -0.103 0.317 0.317 -0.145 0.229 -0.013 X 0.009 0.482 -0.233 -0.542 -0.076 0.210 -0.249 0.068 0.118 -0.019 0.080 XI 0.007 -0.074 -0.200 0.056 0.264 -0.391 0.007 0.208 -0.328 -0.451 0.480 XII 0.006 0.086 -0.027 -0.086 -0.233 0.240 0.519 -0.406 -0.097 -0.111 0.099 XIII 0.003 -0.010 -0.032 0.287 -0.402 -0.287 -0.121 -0.351 0.590 -0.100 0.381 XIV 0.002 0.099 0.029 0.153 -0.487 0.312 -0.253 0.350 -0.279 -0.113 0.370",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF5": {
                "text": "hindlimb lengths are reduced, again arbitrarily, to 0.1 cm, and then 0.01 cm, the livingwhales move to the left of D. atrox about 3 In units for each order-of-magnitude limb-length reduction, moving farther from Rodhocetus balochistanensis and the other semiaquatic mammals. Dorudon and all of the fully aquatic Cetacea it can be taken to represent are too different to force into a principal component space defined by living semiaquatic mammals alone.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF7": {
                "text": "and 5), and more terrestrial from more aquatic mammals on a second axis (PC-II: separating tapirs, Ti.in., from Ross seals, Om.ro.; Figs. 3 and 5). Principal components analysis performs well too in separating hind-dominated mammals from forelimb-dominated mammals on PC-III in Figure 4 (separating sea otters, En.lu., from platypuses, Or.an.), or in separating lumbus-dominated mammals from hindlimb-dominated mammals on PC-III in Figure 6 (separating Dorudon atrox, D.a., and giant African water shrews, Po.ve., from desmans, De.mo., and Rodhocetus balochistanensis, R.b.).",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF8": {
                "text": "are the best-known archaeocetes intermediate in age between the ancestral artiodactyl and Rodhocetus analyzed here. Pakicetus is about 48 Ma in age (Gingerich 2003: Fig. 6), slightly older than Rodhocetus studied here at 47.5 Ma. Ambulocetus is bracketed between the two stratigraphically and is thus intermediate i age.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "text": "Summary classification and commo are listed in the Appendix). Columns He, K, O,",
                "type_str": "table",
                "num": null,
                "content": "<table/>"
            },
            "TABREF3": {
                "text": "Continued.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Genus and species Common name He K O Ho W V N</td></tr><tr><td>Artiodactyla</td></tr><tr><td>Hippopotamidae</td></tr></table>"
            },
            "TABREF4": {
                "text": "Nine orders and 17 families of living 124 species were measured, including representa available for measurement are small shrews (In Order No. of semiaquatic No. of semiaquatic No. of species Family species species in study not measured",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Monotremata</td><td/><td/><td/></tr><tr><td colspan=\"5\">Ornithorhynchidae 1 1 0</td></tr><tr><td colspan=\"4\">Didelphimorphia</td></tr><tr><td colspan=\"4\">Didelphidae</td><td>1</td><td>1</td><td>0</td></tr><tr><td>Insectivora</td><td/><td/><td/></tr><tr><td colspan=\"4\">Tenrecidae</td><td>4</td><td>2</td><td>2</td></tr><tr><td colspan=\"3\">Soricidae</td><td colspan=\"2\">10</td><td>1</td><td>9</td></tr><tr><td colspan=\"3\">Talpidae</td><td colspan=\"2\">2</td><td>2</td><td>0</td></tr><tr><td>Carnivora</td><td/><td/><td/></tr><tr><td colspan=\"3\">Ursidae</td><td colspan=\"2\">2</td><td>2</td><td>0</td></tr><tr><td colspan=\"3\">Mustelidae</td><td colspan=\"2\">15</td><td>7</td><td>8</td></tr><tr><td colspan=\"5\">Pinnipedia</td></tr><tr><td colspan=\"2\">Otariidae</td><td colspan=\"3\">14</td><td>4</td><td>10</td></tr><tr><td colspan=\"4\">Odobenidae</td><td>1</td><td>1</td><td>0</td></tr><tr><td colspan=\"2\">Phocidae</td><td colspan=\"3\">19</td><td>11</td><td>8</td></tr><tr><td colspan=\"5\">Perissodactyla</td></tr><tr><td colspan=\"4\">Tapiridae</td><td>4</td><td>3</td><td>1</td></tr><tr><td>Artiodactyla</td><td/><td/><td/></tr><tr><td colspan=\"5\">Hippopotamidae</td><td>2</td><td>2</td><td>0</td></tr><tr><td>Rodentia</td><td/><td/><td/></tr><tr><td colspan=\"4\">Castoridae</td><td>2</td><td>2</td><td>0</td></tr><tr><td colspan=\"2\">Muridae</td><td colspan=\"3\">43</td><td>7</td><td>36</td></tr><tr><td colspan=\"5\">Hydrochoeridae</td><td>1</td><td>1</td><td>0</td></tr><tr><td colspan=\"5\">Myocastoridae</td><td>1</td><td>1</td><td>0</td></tr><tr><td colspan=\"3\">Lagomorpha</td><td/></tr><tr><td colspan=\"4\">Leporidae</td><td>2</td><td>2</td><td>0</td></tr><tr><td>Totals:</td><td colspan=\"3\">124</td><td>50</td><td>74</td></tr></table>"
            },
            "TABREF5": {
                "text": "",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td>.</td><td colspan=\"2\">Fourtee</td></tr><tr><td>agram</td><td colspan=\"2\">showing</td><td>m</td></tr><tr><td colspan=\"3\">Body segment Measurement Abbreviation</td></tr><tr><td colspan=\"3\">Trunk 1. Thorax length (all vertebral centra) Thorax</td></tr><tr><td colspan=\"3\">2. Lumbus length (all vertebral centra) Lumbus</td></tr><tr><td colspan=\"3\">Forelimb 3. Scapula length Scapula</td></tr><tr><td colspan=\"3\">4. Humerus length Humerus</td></tr><tr><td colspan=\"3\">5. Radius length Radius</td></tr><tr><td colspan=\"3\">6. Metacarpal III length Mcarpiii</td></tr><tr><td colspan=\"3\">7. Manual phalanx III-1 length Manpiiil</td></tr><tr><td colspan=\"3\">8. Manual phalanx III-2 length Manpiii2</td></tr><tr><td colspan=\"3\">Hindlimb 9. Ilium length Ilium</td></tr><tr><td colspan=\"3\">10. Femur length Femur</td></tr><tr><td colspan=\"3\">11. Tibia length Tibia</td></tr><tr><td colspan=\"3\">12. Metatarsal III length Mtarsiii</td></tr><tr><td colspan=\"3\">13. Pedal phalanx III-1 length Pedpiiil</td></tr><tr><td colspan=\"3\">14. Pedal phalanx III-2 length Pedpiii2</td></tr><tr><td colspan=\"2\">This content downloaded from</td><td/></tr><tr><td colspan=\"2\">141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC</td><td/></tr><tr><td colspan=\"2\">All use subject to https://about.jstor.org/terms</td><td/></tr></table>"
            },
            "TABREF7": {
                "text": ", and astragalus are know These are smaller than but closely resem corresponding parts of the hindlimb and fo of Basilosaurus isis(Gingerich et al. 199   Missing lengths in the hindlimb of D. atr were estimated by scaling down known hin limb elements of B. isis. Femur length in D atrox was scaled to 56% that of B. isis, refle ing the ratio of femur widths in the two sp cies. Remaining lengths in D. atrox were sca to 65% those of B. isis, reflecting the aver ratio of patellar and astragalar dimensions the two species. Dorudon atrox was fully aqu ic behaviorally, with a greatly reduced hin limb that could not possibly have suppor",
                "type_str": "table",
                "num": null,
                "content": "<table/>"
            },
            "TABREF9": {
                "text": "Tapiridae To. in > d.ba to Hippopotamidae Ta. ba. la. te. aH r a Leporidae . Ur.am 6_eam.. S1 t Rodentia Sy.aq. Hy.hy. Ur.a. Ar-e. Pve. He.li. Ursidae CM /C. tw ?r~affii =En.lu. 0-0 Muvi Le Pt.br.D Do. Er. Li.me. Or. .V?. . Ph. vi. E-u.ju.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>7_ TRUNK AND LIMB PROPORTIONS</td></tr><tr><td>OF EXTANT SEMIAQUATIC</td></tr><tr><td>6-MAMMALS</td></tr><tr><td>5-</td></tr><tr><td>4-</td></tr><tr><td>3-</td></tr><tr><td>ccr 1MORE T1RESTRiAL S 2 Nea. fo.Or an. Lutrinoe Mi.le. S-1 InsectivoraL.</td></tr><tr><td>Om.ro. SPhocidae + Otariidae cc -2</td></tr><tr><td>-3</td></tr><tr><td>-4</td></tr><tr><td>-5</td></tr><tr><td>-6</td></tr><tr><td>-7-Trunk and limb lengths: 14</td></tr><tr><td>Semiaquatic species: 50</td></tr><tr><td>-8</td></tr></table>"
            },
            "TABREF10": {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms 2 TRUNK AND LIMB PROPORTIONS M :, i';A': L. OF EXTANT SEMIAQUATIC Ta.in. MAMMALS Tapiridae Ta. ba. Ta. te. Erfo Eu.ju. *Or.an.Er ba. Ph. vi. OD..",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td/><td>Hi.am.</td></tr><tr><td/><td/><td/><td/><td/><td>Hippopotamidae</td></tr><tr><td/><td colspan=\"2\">C</td><td colspan=\"3\">Ur.ma.</td></tr><tr><td>C</td><td colspan=\"3\">Hy.hy</td><td colspan=\"2\">H\"y Fr m. am . U rsid ae He./i.</td></tr><tr><td colspan=\"5\">o Leporidae Sy.pa.</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Sy.aq. Rodentia</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">On.i. Ch.mi Po.ve.</td></tr><tr><td/><td/><td/><td>En.Ou.</td><td/></tr><tr><td/><td colspan=\"4\">0</td></tr><tr><td colspan=\"6\">Loa \" oe. f. .RO'.un. Lime.</td></tr><tr><td colspan=\"2\">0o O</td><td colspan=\"4\">SPh.g. Za.ca. Otariidae Ph.grr r.\\u. Ca. ur.</td></tr><tr><td colspan=\"6\">= -1-Phocidae Mo.mo.</td></tr><tr><td/><td/><td/><td/><td/><td>Om.ro.</td></tr><tr><td/><td colspan=\"4\">Trunk and limb lengths: 14</td></tr><tr><td/><td colspan=\"4\">Semiaquatic species: 50</td></tr><tr><td colspan=\"2\">-2</td><td/><td/><td/></tr><tr><td/><td colspan=\"2\">-2</td><td/><td colspan=\"2\">-1</td><td>0</td><td>1</td><td>2</td></tr><tr><td colspan=\"6\">A PC-III score (0.7% between-group variance: In units)</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">X B. _P (</td></tr><tr><td/><td colspan=\"2\">-1.0</td><td colspan=\"3\">-0.5</td><td>0</td><td>0.5</td><td>1.0</td></tr><tr><td colspan=\"6\">B PC-II eigenvector coefficients (loadings)</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">._ .-i :-:= , -, , g-X _ = , , X2 ' i=</td></tr><tr><td/><td colspan=\"2\">-1.0</td><td colspan=\"3\">-0.5</td><td>0</td><td>0.5</td><td>1.0</td></tr><tr><td/><td colspan=\"2\">C</td><td colspan=\"3\">PC-Ill</td><td>eig</td></tr><tr><td colspan=\"6\">FIGURE</td><td>4.</td><td>Fifty-s</td></tr><tr><td colspan=\"6\">Bivariate Bivariate plot plot of variate plot of plot of eigenvecto P eige for PC-II. PC-I is III. PC-II is an axis a that loadings terrestrial (above) for are more aquatic ( Manpiiil) in mamm</td></tr><tr><td colspan=\"6\">manual terrestrial. and</td><td>pedal PC-III</td></tr><tr><td colspan=\"4\">ilium those</td><td colspan=\"2\">and that</td><td>femur are for</td></tr><tr><td colspan=\"6\">sitions pedal phalanx of Rodhoce III-1</td></tr><tr><td colspan=\"6\">on langes living and semiaqu metaca otter (En.lu.). Rem labeled R.b. and D.</td></tr><tr><td colspan=\"6\">morphometric</td><td>spa</td></tr><tr><td colspan=\"6\">hatched)</td><td>or</td><td>to</td><td>the</td></tr><tr><td colspan=\"3\">Fig.</td><td colspan=\"3\">4C). in assessing forelimb or hindlimb dominatio Comp</td></tr><tr><td colspan=\"6\">ences preting between in a semiaquatic fossil taxon. skele scores. Scores calculated this way are encl</td></tr><tr><td colspan=\"6\">clear stages that Positions of Rodhocetus and Dorudon.-Rodh PC-I leading in parentheses in Table 5, and their posit</td></tr><tr><td colspan=\"6\">inated foot swimmers from forelimb-domi-era can cetus balochistanensis and Dorudon atrox are the be add in Figures 3 and 4 are indicated with open</td></tr><tr><td colspan=\"5\">nated hand swimmers. PC-III coefficients plots</td><td>two archaeocetes with complete skeletons suf-in Figur amonds.</td></tr><tr><td colspan=\"6\">identify skeletal characteristics that are useful ficiently generalized to be of interest for inter-vector coefficients in Table 6 to calculate</td></tr></table>"
            },
            "TABREF11": {
                "text": "Principal components scores by species for PC-I, semiaquatic mammals excluding fossil taxa; and (2) an analysis of all 53 semia species of living mammals plus three fossil taxa Elomeryx armatus, Rodhocetus PC scores for fossil taxa added to 50-species analysis are enclosed in parenthesArctocephalus australis Ar.au. 2.339 -0.786 0.313 2.171 -0.769 0.314 Zalophus californianus Za.ca. 2.974 -0.754 0.286 2.803 -0.765 0.100 Eumetopias jubatus Eu.ju. 4.502 -0.446 0.200 4.334 -0.455 0.176 Odobenus rosmarus Od.ro. 4.725 -0.007 -0.326 4.555 0.013 0.442 Monachus monachus Mo.mo. 2.741 -0.991 0.133 2.565 -1.031 -0.073 Lobodon carcinophagus Lo.ca. 1.949 -1.154 -0.077 1.774 -1.144 0.279 Hydrurga leptonyx Hy.le. 3.809 -1.050 0.056 3.633 -1.077 -0.012 TABLE 6. Eigenvalues and eigenvector coefficients associated with each principal component (PC) based on 50 living semiaquatic mammals. Scores species like Rodhocetus balochistanensis are determined by summing products of the appropriate eigenvector coefficient here multiplied by (xi -m measurements, where xi is the vector of In-transformed measurements, mi is the corresponding 50-species mean from the bottom of the table, and si is 50-species standard deviation from the bottom of the table. Results for principal components I, II, and III are shown graphically in Figures 3 and 4 axes can be used to calculate distances of Rodhocetus and Dorudon from all of the extant species. When scores on all three axes are used, R. balochistanensis is closest to the bearded seal, Erignathus barbatus (a phocid; 0.877 In units) and D. atrox is closest to the southern fur seal, Arctocephalus australis (an otariid; 0.666 In units). When PC-I is excluded and we focus on shape, R. balochistanensis is closest to the desman, Desmana moschata (0.040 In units) and D. was forelimb dominated. If we look at the contribution of each D. atrox skeletal measurement to its PC-III score, we see that its longer lumbus contributes negatively to the overall score, but this is offset by more positive than expected hindlimb contributions. These re-some 12 In units. PC-I has an eigenvalue of 12.963, accounting for 92.5% of the total variance in the measurements. Eigenvector coefficients or loadings are all positive, and similar in value (Table 7, Fig. 5B), indicating that PC-I again represents overall size. PC-II.-Again, the second principal component separates species along an orthogonal axis spanning about 2.8 In units, ranging from the most aquatic species included (Ross seal, Ommatophoca rossi) to the most terrestrial (Malayan tapir, Tapirus indicus; Figs. 5A, 6A). PC-II has an eigenvalue of 0.500, accounting for 3.7% of the total variance in the measurements. Eigenvector coefficients or loadin span a range of values (Table 7, Figs. 5C, 6B",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Extant species</td></tr></table>"
            },
            "TABREF12": {
                "text": ". As before, the loa ings indicate that aquatic mammals general have long manual and pedal phalanges and short ilium and femur, whereas more terrestrial mammals generally have short manual and pedal phalanges and a long ilium and femur. PC-III.-The big difference between t analyses shows up in the third princi ponent, which now spans more tha units, ranging from the archaeocete atrox to the desman Desmana mosch 6A). PC-III has an eigenvalue of 0.26 Ta.ba.J. te Hippopotamidae Leporidae Hy.hy E.a. t SiRodentia Sypa. Sy.aq. Ca. i.H Uri. .maUrsidae",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>8</td></tr><tr><td>7 TRUNK AND LIMB PROPORTIONS OF EXTANT SEMIAQUATIC</td></tr><tr><td>6-MAMMALS AND ARCHAEOCETI</td></tr><tr><td>5-</td></tr><tr><td>4-</td></tr><tr><td>3-</td></tr><tr><td>2.-MOREE TEIRESTRAL a 2-Tapiridae Ta.in.</td></tr></table>"
            },
            "TABREF13": {
                "text": "TRUNK AND LIMB PROPORTIONSM i\",E l\"R 7STR AL OF EXTANT SEMIAQUATIC Ta.in.MAMMALS AND ARCHAEOCETI TapiridaeTa. te. -Ta.ba.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>, Fig.</td></tr></table>"
            },
            "TABREF15": {
                "text": "but the horizontal locomotor axis wa substantially reorganized when the fossil taxa, particularly Dorudon atrox (diamond D.a.), were added. Possib position of Ambulocetus natans is shown by an open diamond (Am.na.?; see text).",
                "type_str": "table",
                "num": null,
                "content": "<table/>"
            },
            "TABREF16": {
                "text": "Eigenvalues and eigenvector coefficients associated with each principal component based on armatus, Rodhocetus balochistanensis, and Dorudon atrox. Scores for an additional species would be de coefficient here multiplied by (xi -mi)/si over all i = 14 measurements, where xi is the vector of In-tran from the bottom of the table, and si is the corresponding 53-species standard deviation from the bottom shown graphically inFigures 5 and 6.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Eigen-</td></tr><tr><td>PC value Thorax Lumbus Scapula Humerus Radius Mcarpiii Manpiiil Manpiii2 Ilium Femu</td></tr></table>"
            },
            "TABREF17": {
                "text": "This content downloaded from 141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC All use subject to https://about.jstor.org/terms mers like D. moschata. The PC-III spectrum is now no longer one from hindlimb-dominated",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>locomotion to forelimb-dominated locomo-</td></tr><tr><td>tion (Fig. 4), but rather a spectrum from lum-</td></tr><tr><td>bus-dominated locomotion to hindlimb-dom-</td></tr><tr><td>inated locomotion (Fig. 6).</td></tr><tr><td>Position of Rodhocetus and Dorudon.-Rodho-</td></tr><tr><td>cetus balochistanensis and Dorudon atrox are in-</td></tr><tr><td>tegral parts of the principal component plots</td></tr><tr><td>in Figures 5 and 6 (solid diamonds) because</td></tr><tr><td>they are part of the 53-species analysis. Prin-</td></tr><tr><td>cipal component scores are shown in the</td></tr><tr><td>right-hand columns at the bottom of Table 5.</td></tr><tr><td>If we again use the size and shape scores on</td></tr><tr><td>PC-I, II, and III axes to calculate distances</td></tr><tr><td>from all other species in the analysis, R. balo-</td></tr><tr><td>chistanensis is closest to the bearded seal, Er-</td></tr><tr><td>ignathus barbatus (a phocid; 0.840 In units), as</td></tr><tr><td>before, and D. atrox is closest to the monk seal,</td></tr><tr><td>Monachus monachus (an otariid; 3.075 In units).</td></tr><tr><td>If PC-I is excluded and we focus on shape, R.</td></tr><tr><td>53-species balochistanensis is again closest to the desman,</td></tr><tr><td>mean: 3.143 2.484 2.127 2.131 2.011 1.005 0.614 0.175 1.779 2.142 Desmana moschata (0.082 In units) and D. atrox</td></tr><tr><td>53-species std. dev.: 1.251 1.125 1.076 1.029 0.988 1.063 1.083 1.173 0.910 0.956 is closest to the otter shrew, Potamogale velox</td></tr><tr><td>(2.803 In units). Rodhocetus occupies virtually</td></tr><tr><td>the same position it did in the 50-species anal-</td></tr><tr><td>ysis, but Dorudon is now relatively far from all</td></tr><tr><td>of the other semiaquatic taxa, reflecting the</td></tr><tr><td>unique proportions of its trunk and limb skel-</td></tr><tr><td>eton.</td></tr></table>"
            },
            "TABREF20": {
                "text": "These scores are expressed in In units, and for linear measurements like those used here a standard",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>This content downloaded from</td></tr><tr><td>141.211.4.224 on Thu, 07 Oct 2021 17:39:39 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>"
            }
        }
    }
}