{
    "paper_id": "Gingerich1979-Thestratopheneticapproachtophylogenyreconstructioninvertebratepaleontology",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:45.000596Z"
    },
    "title": "The Stratophenetic Approach to Phylogeny Reconstruction in Vertebrate Paleontology",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Phylogeny and methods of recon~tructing phylogeny are basic to our understanding of evolutionary history in the vertebrates, as in any other group of organisms. I have been asked to present an \"evolutionary\" approach to phylogeny reconstruction in vertebrate paleontology. The evolutionary approach is usually associated with Professors George Gaylord Simpson and Ernst Mayr, both of whom have contributed greatly to our understanding of vertebrate phylogeny and evolution. Simpson (1975, 1976) and Mayr (1974) have recently summarized their views on phylogeny and phylogeny reconstruction. In this paper, I would like to take a slightly different approach from that presented by others and emphasize the importance of a dense and continuous fossil record for understanding the phylogeny of vertebrates. After considering the meaning and importance of phylogeny, I shall outline what I have called the \"stratophenetic\" approach to phylogeny reconstruction, applying it first to the evolution of mammals at the species level and then to m<?re general problems of vertebrate phylogeny.",
    "pdf_parse": {
        "paper_id": "Gingerich1979-Thestratopheneticapproachtophylogenyreconstructioninvertebratepaleontology",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Phylogeny and methods of recon~tructing phylogeny are basic to our understanding of evolutionary history in the vertebrates, as in any other group of organisms. I have been asked to present an \"evolutionary\" approach to phylogeny reconstruction in vertebrate paleontology. The evolutionary approach is usually associated with Professors George Gaylord Simpson and Ernst Mayr, both of whom have contributed greatly to our understanding of vertebrate phylogeny and evolution. Simpson (1975, 1976) and Mayr (1974) have recently summarized their views on phylogeny and phylogeny reconstruction. In this paper, I would like to take a slightly different approach from that presented by others and emphasize the importance of a dense and continuous fossil record for understanding the phylogeny of vertebrates. After considering the meaning and importance of phylogeny, I shall outline what I have called the \"stratophenetic\" approach to phylogeny reconstruction, applying it first to the evolution of mammals at the species level and then to m<?re general problems of vertebrate phylogeny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Phylogeny is usually understood to mean the evolutionary history of a group of organisms. As such, a phylogeny includes genealogical information on the interrelationships of all the individual members of the group. This pedigree (from Middle French pie de grue, or \"crane's foot\") is normally expressed in a dendrogram. The adaptations of members of a group of organisms are equal in importance to the group's pedigree for understanding its evolutionary history. Pedigree and adaptation together describe evolution, and it remains only to stress the importance of time as the principal dimension of history. In brief, phylogeny as evolutionary history traces both genealogical relationships and adaptations through time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny and Evolutionary Theory",
                "sec_num": null
            },
            {
                "text": "Time sufficient for the study of evolutionary history is a unique attribute of geology. Hence it is not surprising that the establishment of evolution as a historical fact was made by geologists and paleontologists. Hutton's original essay on the \"Theory of the Earth\" ( 17 88) found \"no vestige of a beginning, no prospect of an end\" to geological time, infinitely expanding earlier estimates of earth history. Lamarck, Cuvier, and Brongniart in France and Smith, Lyell, and Darwin in England all had firsthand experience working with fossils and their distribution in geological formations. The principle of fauna! succession that we attribute to William Smith is an empirical principle that lies at the heart of our understanding of evolution. In a very real sense, evolution is a geological phenomenon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny and Evolutionary Theory",
                "sec_num": null
            },
            {
                "text": "The empirical nineteenth-century paleontological observation that life evolved through geological time required a biological explanation and, in this century, the study of evolution has become predominantly a biological subject. As Darwin first postulated, biological variation, inheritance, overpopulation, and differential reproduction can be combined into one hypothesis, in which natural selection leads to marked and important evolutionary changes in plant and animal species. Enormous advances have been made in our understanding of each of the major components of evolutionary theory since the publication of Darwin's Origin of Species more than a century ago, and we are now at a point where paleontology is once again regaining its 43 former importance in the study of evolution. Many hypotheses of tempo and mode in speciation, and rate and direction in phylogeny, can only be tested by the empirical evidence of paleontology. The fossil record is much better known than it was in Darwin's time, and we now see this wealth of paleontological data generating new hypotheses as well as testing older ones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny and Evolutionary Theory",
                "sec_num": null
            },
            {
                "text": "The basic unit of evolution is the species. Species may be defined in various ways--one of the most widely used modern definitions being Mayr's ( 1970) : \"species are groups of interbreeding natural populations that are reproductively isolated from other such groups.\" Operationally, living species are almost always recognized as phenetic clusters of very similar individuals (Sokal and Crovello, 1970 ) since data are usually not available to support inferences about interbreeding or reproductive isolation. Morphological variation is distributed continuously within such phenetic clusters, but nonarbitrary discontinuities separate species clusters. Viewing species as phenetic clusters within a multivariate morphometric space emphasizes both the nonarbitrary nature of species and their relational definition since a given multivariate cluster only exists relative to another cluster or clusters. When geographic variation or temporal variation is included, the objectivity (but not the reality) of a species is sometimes reduced, and here again, continuity in the distribution of morphological, geographical, and temporal characteristics is necessary to unify each species.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 151,
                        "text": "Mayr's ( 1970)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 377,
                        "end": 402,
                        "text": "(Sokal and Crovello, 1970",
                        "ref_id": "BIBREF49"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIES",
                "sec_num": null
            },
            {
                "text": "Taking a simplified example of the relational definition of species as phenetic clusters, we can look at a hypothetical \"Canis\" morphological axis in a multivariate morphometric space centered over the Upper Peninsula of Michigan during the last century or so (an instant in geological time). Leaving out domestic dogs, we very clearly find two wild species: the wolf and the coyote. It is sometimes argued that wolves and coyotes are really the same species since they occasionally interbreed and either of them can interbreed with feral dogs, and since wolves sometimes appear to displace coyotes ecologically. The fact remains that both are found in the same gen- Histogram of the log of length multiplied by width of M 1 , showing the same pattern of grouping as the principal axis of the scatter plot. Note that each species occupies 0.45 units on the logarithmic horizontal scale of the histogram, and note also the contiguity of distributions for coyotes and wolves. All specimens are in the University of Michigan Museum of Zoology. See Rosenzweig ( 1966) for an ecological interpretation of size differences in sympatric carnivores.",
                "cite_spans": [
                    {
                        "start": 1045,
                        "end": 1063,
                        "text": "Rosenzweig ( 1966)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIES",
                "sec_num": null
            },
            {
                "text": "eral geographic areas and have the same general morphology, but the two differ significantly in size. Plotting the size of their carnassial teeth ( fig. 1 ), or any other measure of body size, we see that wolves clearly form a cluster at a larger overall size than the otherwise similar coyote cluster.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 154,
                        "text": "fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "SPECIES",
                "sec_num": null
            },
            {
                "text": "The fundamental difference between wolves and coyotes is a difference in body size. Paleontologists sometimes disparage size differences between taxa, stating that a \"real\" difference would be reflected in significant differences in form. Considering the role that allometry plays in maintaining functional 45 equivalence during morphogenesis, many minor differences in form can be adequately explained as a simple result of size differences. Furthermore, there is an increasingly large literature in ecology on the importance of body size as one of the most fundamental components of an animal's adaptation (Hutchinson and MacArthur, 1959; McNab, 1971; Stanley, 197 3; Van Valen, 1973) . Thus, not only do wolves and coyotes form two distinct phenetic clusters, but the major difference between the two clusters (overall body size) is probably the most important adaptive difference between the two. Tooth size is very highly correlated with body size in mammals (r=0.93-0.98, Gould, 1975) , and the teeth on which mammalian paleontologists base so much of their knowledge offer a direct pathway to determining an animal's body size (see fig. 2 ). I shall use this relation of tooth size to body size to infer that significant evolutionary changes in tooth size reflect important changes in overall body size and related adaptations. Figure 2 . Correlation of body weight with tooth size in five sympatric species of squirrels of the family Sciuridae, ranging from the flying squirrel (G/aucomys) to the marmot (Marmota). A similarly high correlation obtains over the entire range of generalized mammals, which makes tooth size a good predictor of the average body size of mammalian species. This correlation can be used in the fossil record to compare the relative body size of related genera and species. Figure is from Gingerich ( 1976b) .",
                "cite_spans": [
                    {
                        "start": 608,
                        "end": 640,
                        "text": "(Hutchinson and MacArthur, 1959;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 641,
                        "end": 653,
                        "text": "McNab, 1971;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 654,
                        "end": 669,
                        "text": "Stanley, 197 3;",
                        "ref_id": null
                    },
                    {
                        "start": 670,
                        "end": 686,
                        "text": "Van Valen, 1973)",
                        "ref_id": null
                    },
                    {
                        "start": 978,
                        "end": 990,
                        "text": "Gould, 1975)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1823,
                        "end": 1841,
                        "text": "Gingerich ( 1976b)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1139,
                        "end": 1145,
                        "text": "fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 1335,
                        "end": 1343,
                        "text": "Figure 2",
                        "ref_id": null
                    },
                    {
                        "start": 1808,
                        "end": 1814,
                        "text": "Figure",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SPECIES",
                "sec_num": null
            },
            {
                "text": "-I/I E t7I ~000 0 Sci11r11s niqer -..... :c (!) w ~ 2.50 >- c 0 al Tamiasciurus hudsonicus (!) g Spermophilus tridecemlineot11s 2.00 • .. • G/",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIES",
                "sec_num": null
            },
            {
                "text": "Thus far we have considered species as relationally defined phenetic clusters at one point in space and time. If we trace one phenetic cluster (one species) over its geographic range, it often changes, hence the familiar geographic gradients that Huxley termed \"clines.\" In one of the few attempts to quantify clinal variation in body size, McNab ( 1971) found relatively minor changes with latitude. Much steeper clinal variation is seen in temporal changes in some species. Simpson (1943) termed these temporal clines \"chronoclines\" to distinguish them from geographic clines. Subsequently, chronoclines have been documented by other authors, one of the best examples being furnished by the early Eocene primate Pelycodus ( fig. 3 ).",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 354,
                        "text": "McNab ( 1971)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 476,
                        "end": 490,
                        "text": "Simpson (1943)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 726,
                        "end": 732,
                        "text": "fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LINEAGES",
                "sec_num": null
            },
            {
                "text": "If we examine the collection of mammals from one place and time, for example, the Big Horn Basin of Wyoming at level 160 (shown in fig. 3 ), we find several specimens of a single small phenetic cluster placed in the genus Pelycodus. Two specimens have first lower molars (Mi) that can be measured, and these are 12.8 and 12.9 mm 2 in crown area. The specimens are very nearly the same size, and plotted on a log scale, they falJ very close together, at the bottom of the sequence in figure 3. By examining the collection of mammals from a slightly later time, level 180, specimens of a single phenetic cluster of Pelycodus are again found. Here again, two first lower molars can be measured and they yield measurements of 12. 9 and 14. 4 mm 2 . F ifteen specimens preserve Mi in the single phenetic cluster of Pelycodus from level 200, and these range from 10. 7 to 15. 1 mm 2 . When all of the specimens of Pelycodus from lower Graybull beds that preserve Mi from about level 200 to level 540 are plotted, a distinctive pattern emerges. Allowing for some relative! y minor variation, there is a continuous and gradual change Figure 3 . Detailed stratigraphic distribution of primate Pelycodus and the related genus Copelemur in early Hocene sediments of the Big Horn Basin, Wyoming. Abscissa is tooth size and, by inference, relative body size. (Stratigraphy is discussed in Gingerich, 1976a.) Numbers at left are stratigraphic position (in feet) above the base of the Willwood Formation. Horizontal line is sample range; ve_ rtical slash is mean; solid bar is standard error of mean; small number at right is the sample size. Dashed lines show the pattern of stratophenetic linking for species of North American Pelycodus (compare with fig. 8 ). Figure is from Gingerich and Simons ( 1977) . g \"\" t::",
                "cite_spans": [
                    {
                        "start": 1376,
                        "end": 1394,
                        "text": "Gingerich, 1976a.)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1763,
                        "end": 1791,
                        "text": "Gingerich and Simons ( 1977)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 131,
                        "end": 137,
                        "text": "fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1126,
                        "end": 1134,
                        "text": "Figure 3",
                        "ref_id": null
                    },
                    {
                        "start": 1738,
                        "end": 1744,
                        "text": "fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LINEAGES",
                "sec_num": null
            },
            {
                "text": "(/) >-_, ~ ~ :j _, _, ' I ' I WIND RIVER', 1400 LOST CABIN _.. ' 1200 1000 800 1•20 LOG ( L x W) OF M1 1•30 . . . . ,, . . . = . . . .;.••~• I .._ . . . , . C'> ,, .. , ~-... 1 \\ . . .. ..._. ..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LINEAGES",
                "sec_num": null
            },
            {
                "text": "1 •40   I   I   I   I   •   I  toward larger size from •level 200 to level 540 . We are looking at change over a period of about 1 to 1. 5 million years at one geographic location, hence this is a good example of Simpson's chronocline concept. Change in Pelycodus, as best it can be resolved at present, is both continul ous and gradual. Evidence that the change is continuous and gradual is given by the fact that wherever the record is sufficient! y dense, there is no statistically significant difference between adjacent samples. Over larger intervals, however, significant differences do accrue as the sum of numerous insignificant differences between adjacent levels. Hence the sample of specimens labeled Pelycodus trigonodus in figure 3 is recognizably different, even to the unaided eye in the field, from most samples of P. mckennai or P. abditus, even though intermediate samples connect them all into one continuous temporal gradient. The result is a continuous evolutionary lineage, subdivided arbitrarily in,.o the segments Pelycodus mckennai, P. trigonodus, P. abditus, etc.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2,
                        "end": 78,
                        "text": "•40   I   I   I   I   •   I  toward larger size from •level 200 to level 540",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "..;,;)",
                "sec_num": null
            },
            {
                "text": "Thus we come to a more general definition of a species. Ignoring geographic and temporal variation, a species is recognized as a phenetic cluster distinct from other such clusters. Adding a time axis, it is clear that these phenetic clusters sometimes change significantly in morphology through time. Taking this into account, a more general idea of species is that they are arbitrary segments of evolving lineages. The distinctions between two lineages are nonarbitrary (fig. 4) ; their intersection with any time plane shows them to be recognizably distinct clusters, as discussed earlier. On the other hand, the distinction between two successive species of the same lineage is usually arbitrary whenever the fossil record is sufficient! y complete to show the transition. This need for an arbitrary boundary does not mean that differences between two successive species do not exist. Rather, the problem is analogous to one of keeping time. The fact that one o'clock grades continuously into two o'clock does not mean that the two hours are the same; we make a necessarily arbitrary boundary between them and recognize that they are different. Combining relational phenetic clustering with temporal change, we can define a species as an arbitrarily divided segment of an evolving lineage that differs morphologically from other species in the same or different lineages. On a single time plane like the Recent, this reduces to the relationally defined phenetic species of Mayr ( 1969) , Sneath and Sokal ( 1973) , and others, where each species represents one transected lineage. Figure 4 . Diagram showing the relationship between biological species (e.g., A and B) sampled at any given time t and generalized paleontological species viewed as units of evolutionary lineages (e.g., B and C). Species in the fossil record have both a biological dimension (where nonarbitrary morphological discontinuities are used to infer reproductive isolation on any given time plane) and a time dimension (where successive morphologically changing units of an evolving lineage must be separated at an arbitrary, time-parallel boundary). In some instances, lineage branching points furnish natural, nonarbitrary boundaries between successive units of evolving lineages. Figure is from Gingerich (1976b) .",
                "cite_spans": [
                    {
                        "start": 1476,
                        "end": 1488,
                        "text": "Mayr ( 1969)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1491,
                        "end": 1515,
                        "text": "Sneath and Sokal ( 1973)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 2275,
                        "end": 2292,
                        "text": "Gingerich (1976b)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 471,
                        "end": 479,
                        "text": "(fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 1584,
                        "end": 1592,
                        "text": "Figure 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "..;,;)",
                "sec_num": null
            },
            {
                "text": "The empirical pattern of morphological distributions through time shown in Pelycodus ( fig. 3) illustrates an approach to phylogeny reconstruction that uses direct stratigraphic superposition to document the relative temporal position of fossil localities completely independently of the Pelycodus in those faunas. This approach I have termed \"stratophenetic\" because it combines detailed stratigraphic information with phenetic clustering to give an empir-50 P. D. Gingerich ical record of phylogeny. The approach requires a relatively dense and continuous fossil record. Where this record is available, a stratophenetic approach gives the most direct and complete reading of phylogeny possible.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 94,
                        "text": "fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny . Reconstruction",
                "sec_num": null
            },
            {
                "text": "The stratophenetic method can be broken down into three general stages: data organization, phenetic linking, and testing. Data organization can itself be further subdivided. First, each fauna from each fossil locality or the total fauna from each stratigraphic interval must be studied as a distinct unit. Within each sample or stratigraphic interval, specimens are clustered phenetically to determine the total number of species present at that level and which specimens represent the particular species or group of species of interest. This is essentially the same problem as determining the number of species of wild Canis present today in the Upper Peninsula of Michigan ( fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 677,
                        "end": 683,
                        "text": "fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "The second aspect of data organization involves arranging all locality samples or faunal intervals in the proper order based on demonstrated superpositional relationships in the field. In some studies, like our present studies in the Sand Coulee area of Wyoming, all fossil samples can be tied directly to measured sections that can be correlated on the basis of lithostratigraphy alone. In other studies, like that of Pelycodus in figure 3, many fossil locali-, ties were tied directly into a stratigraphic section, but others were interpolated based on stratigraphic and geographic position, and on the morphology of a fossil evolving independently of Pelycodus (in that particular case, Hyopsodus). Another possibility is to build up a series of stratigraphic sections documenting superpositional relationships of species of interest and then correlate all faunas containing the same phenetic clusters. This approach uses the classic principle of faunal succession and correlation, and it was used most recently in the study of Plesiadapis evolution in North America (figs. 5 and 6). A fourth possibility is almost entirely biostratigraphical; by postulating a sequence of faunal zones based on the evolution of one group in the fossil record, it is possible to use the resulting zonation to study other independently evolving lineages within this zonal context. For example, the age of",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "NORTH AMERICAN PLESIADAPID ZONE _______________ ~-},~j:r-______ -1• _________ 1 ___ _ 1 Pies. dubius Pies. cookei -----------------~---------~---------~---- N. off. gidleyi C. pofior Pies. fodinatus Pies. simonsi I \\ \" / --------,---------' ------------\"--~-------- N. gidleyi C. caesor Pies. churchilli I \\ I --------,----------\\ -----------~ ----------- N. simpsoni C. minor Pies. rex \\ \" / --------\\ ------------' -7---------------- N. gazini Pies. anceps \\ I",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": ":::.::",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "~ Plesiodopis :::.:: a: cookei Cl -' 0 Plesiodopis simonsi Plesiodopis churchilli z Cl -z Plesiodopis ~ LL. rB1l",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "LL.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "t- Plesiodopis onceps ----------\"-----------/\" ------------------- N. infermedius Pies. praecursor ' / Plesiodopis proecursor --------------~ --~----------------------- Pro. jepi I -----------------,------------------------- Pro. maffhewi I z Pronothodectes ~ }Bpi z 0 -:i \"' a: a: Pronofhodectes 0 moffhewi t- --- Figure 5",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": ". Pattern of stratophenetic linking in North American Paleocene primates of the family Plesiadapidae. Specimens in each locality sample were first clustered phenetically into \"biol<>gical\" species, then the zones were ordered on the basis of stratigraphic superposition, and finally links between species in adjacent zones (heavy lines) were calculated based on overall similarity of all characters available for study. The result is a minimum spanning tree with relative temporal position on the vertical axis. Further discussion and original figure are in Gingerich (1976b) .",
                "cite_spans": [
                    {
                        "start": 558,
                        "end": 575,
                        "text": "Gingerich (1976b)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "Eocene mammal faunas in Europe was first inferred from the stage of evolution of perissodactyls in the faunas. Subsequent! y, the zonation based on perissodactyls was further refined by looking at the evolution of rodents through the same sequence. Most recently, I studied the evolution of Eocene primates in Eurc?pe in the context of niveaux reperes based on the perissodactyls and rodents (see fig. 7 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 397,
                        "end": 403,
                        "text": "fig. 7",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "I have listed four possible methods of ordering locality samples or faunal intervals based on methods that range from purely lithostratigraphic to purely biostratigraphic. Although the former methods are to be preferred, biostratigraphic ordering is also valuable if the ordering is based on taxa evolving independently of those under study (as in Hyopsodus relative to Pelycodus, or European perissodactyls and rodents relative to primates). If the ordering of samples biostratigraphicall y is based on taxa other than those under study, the methodology does not involve circular reasoning. However, a purely lithostratigraphic ordering of samples is to be preferred whenever possible, since this obviously involves fewer assumptions about age correlations or evolutionary independence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "z 0 .,_ FEET ~ 3600 ~ LL % 0 ffi m .,_ ~ 5 £L LL 2400 0 z 0 .,_ 0 UJ Cl) UJ £L > .,_ z iii 1200 > UJ ...J ~ % £L ~ (!) ~ a:: t; 0 Pies. dubius \\-- --~ /.---eL ---/ .. Paint Creek n = 3 /Paint Creek n = 3/ \\ \\ / / Pies cookei \\ \\ / tis / . \\ \\ / C.sand Coulee n= 7 / Pies. fodinatus \\ \\ / • 1 / Pies. simonsi PrincetonQ. n=34 \\ I Sand Draw n=I \\ I I \\. I \\ I \\ I \\ I I \\ I \\ I I N. gidleyi r tis -,) zb /Pies. churchilli Al= 12 Mason Pocket y Long Draw n = 4 / I / / I ~, / N. simpsoni ,,, tL /, ~ • • ds /Pies. rex / \"fl=U Ledge Loe. ,,, ? Ledge Loe. n=6 / / ,,.,,,..// / / / / / / / N. gazini , c!s <, ~ / ds ,,,,, /pies. anceps .(!=22 Saddle Loe. ..,, Saddle Loe. n=l I,,,,, N. intermedius 'n= 49 Ke~fer Hill n=~ _ -_.,,Pies. praecursor Rock Bench Q. n=l I __!. d5 _ --Pro. jepi _ -- ds ----7'ro. matthewi --Gidley Q. n=9 -- ---•~ - I I .5 .6 .7 .8 .9 1.0 I.I • 1.2 1.3 1.4 1.5 1.6 LOG ( L x W) of M1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "~I ROB I AC )> z. LA LIVINl~RE LISSIEU f oC ¥ EGER KINGEN lcort. I r ~I BOUXWILLER fT1 \"\"\"' i ~I GEISELTAL GRAUVES AVE NAY I -< ~I MUTIGNY fT1 (/) )> POURCY z ABBEY WOOD EUROPEAN • • Anch. gaillardi ' ........ Anch. stehlini ADAPIDAE ----------.a. Pen • . pynmaeus -----~• Ad SCIUfflU! • , , Peri. huer zeleri 1 \" .Il. . . Ad pans1ens1s • ''Prat\" ulmensis I I I ----------• • • Ad st1nfont ~ R rrA ITIJ • .._l.IJ. Pron gaudryi Cer brachyrhynchus Ad magnJs / \\ !l . Ad. laharpe1 J •• /. \" ,, Ad. sudrei \\ Ad. ruefimeyeri • . ? • •• Ad. priscus •• I ' Prof klaff1 • • I ...... Coen lemuroides I ..n... . . , ..... , Peri. rose/Ii \\ Prof. weigelti / ' • • Pen lemome1 '. Pely. eppsi _.._ , , / • • • I ~ -• ------ T T -------------, . --------. . . . . -- 40 •60 80 ! 00 I 20 I 40 I 60 LOG ( L x W ) of M 1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DATA ORGANIZATION",
                "sec_num": null
            },
            {
                "text": "Phenetic linking is the second stage of stratophenetic phylogeny reconstruction. Once the phenetic clusters or species in each stratigraphic interval are distinguished and all stratigraphic intervals are arranged in chronological order, then a species in a chosen level can be linked to other species in adjacent levels based on overall similarity. A simplified example has three levels, 1, 2, and 3, superposed one above the other with species A, B, and Cin each level (the primes A', A\", and B,-denote slight morphologic~l differences from typical A and B, respectively):",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHENETIC LINKING",
                "sec_num": null
            },
            {
                "text": "Level 3 A\" B c Level 2 A' B' c Level 1 A B c",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PHENETIC LINKING",
                "sec_num": null
            },
            {
                "text": "We can first look at A' in Level 2 and ask which species in Level 1 it most closely resembles (answer: A) and then which species in Level 3 it most closely resembles (Answer: A\"). Thus A-A'-A\" can be linked together on the basis of their overall similarity. Each successive stage represents a progressive change in the original sample A. Similarly B-B '-B can be linked together, with B' interpreted as a character innovation developed in the original B that was subsequently lost again by the time of Level 3. The clearest case of linking comes when C in Level 1 is linked to C in Level 2 and in turn to C in Level 3. This represents an example where the same taxon C appears unchanged in all three levels. Several examples of actual patterns of stratophenetic linking in the fossil record of early primates are presented here in figures 3, 6, and 7. In each case, the relative temporal ordering of samples was dictated by independent Stratophenetics 55 lithostratigraphic or biostratigraphic evidence. These examples differ among themselves in terms of density and continuity of the available record. More than 500 specimens of early Eocene Pe/ycodus are known from the Big Horn Basin of Wyoming. Some 245 of these preserve M 1 and come from known stratigraphic intervals, and these are plotted in figure 3. Each successive species is known from many samples within it which show that successive species grade continuously into each other. In North American Plesiadapidae ( fig. 6 ), all of the species necessary to form a connected phylogeny are known, but here the density of the record is somewhat less, which makes it difficult to study the transitions from one named species to another. The European Adapidae ( fig. 7 ) have a record that is less dense than North American Plesiadapidae but still relative! y better known than that of many other groups of mammals. Many lineages, from Protoadapis /ouisi to Anchomomys gail/ardi, for example, can be traced confidently because all of the species necessary to form a continuous connected phylogeny are known. Other lineages (leading to Pronycticebus gaudryi or Cercamonius brachyrhynchus, for example) are much less well known.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1476,
                        "end": 1482,
                        "text": "fig. 6",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1718,
                        "end": 1724,
                        "text": "fig. 7",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "PHENETIC LINKING",
                "sec_num": null
            },
            {
                "text": "The final stage of stratophenetic phylogeny reconstruction is hypothesis testing. No matter how well documented a phylogeny may be in terms of density and continuity of the fossil record, there is always the possibility that new fossils will be discovered. Where the fossil record is as dense and continuous as it is for North American Pe/ycodus or even for P/esiadapis, it is unlikely that new discoveries will significantly alter the basic phylogenetic pattern proposed. Less well-documented hypotheses, like those indicated by dashed lines in figure 7, are more likely to be modified by future discoveries. Thus it is possible to gain some idea of the relative reliability of various phylogenetic hypotheses by considering the density and continuity of the fossil record on which they are based.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HYPOTHESIS TESTING",
                "sec_num": null
            },
            {
                "text": "Phylogenies based on a dense and continuous fossil record are usually very stable and reliable. Since stratophenetic hypotheses are constructed using all of the morphological and stratigraphical information available at the time, they cannot normally be tested without the addition of significant new information from the discovery of additional fossil specimens or additional stratigraphic sequences of fossils. This does not mean that a stratophenetic hypothesis is untestable; it is, in fact, tested every time a new fossil belonging to the group in question is found. Periconodon lemoinei to Anchomomys gaillardi in figure 7 are all examples of ancestor-descendant sequences constructed using stratophenetic methods. An ancestor in this sense, at this level of resolution, is a sample that is temporally, geographically, and morphologically very similar to another species but slightly older in age.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HYPOTHESIS TESTING",
                "sec_num": null
            },
            {
                "text": "Ancestor-descendant sequences are not always a simple two-species pair.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HYPOTHESIS TESTING",
                "sec_num": null
            },
            {
                "text": "Figures 3, 6, and 7 all illustrate more complicated dichotomies involving three species. Pelycodus abditus links very closely to both Pelycodus frugivorus and Pelycodus jarrovii, and it is probably the ancestor of both. Plesiadapis churchilli links very closely to Plesiadapis fodinatus and Plesiadapis simonsi, and it is probably the ancestor of both. Protoadapis louisi links very closely to Periconodon lemoinei, Protoadapis recticuspidens, and Protoadapis curvicuspidens, and it may be the ancestor of all three. Thus far we have dealt with ancestors in the strict sense, i.e., direct ancestors. A species can be an ancestor in a more general sense. For example, Pronothodectes matthewi is ancestral to Plesiadapis cookei, and Pelycodus eppsi appears to have been ancestral to Adapis parisiensis. Thus, at the generic level, we can say that Pronothodectes gave rise to Plesiadapis and that Pelycodus gave rise to Adapis in the Old World and Notharctus in the New World. These statements can be made with some confidence because most or all of the connecting species are known. In other cases, where connecting sequences of species are not known, it is sometimes possible to make similar general statements about the relationships of genera or even families, although these statements are always less reliable than those regarding species. Obviously, when one says that a family is ancestral to some later, higher taxon, the ancestry is conceived of in a much more general way, with the admission that evidence available at present is insufficient to make a more specific statement about which particular species, or even genus, is actually the ancestor. This problem will be illustrated in discussing the origin of higher primates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "HYPOTHESIS TESTING",
                "sec_num": null
            },
            {
                "text": "At this point, it is useful to stop and consider in greater detail how the characteristics of species in the fossil record are being analyzed and how phenetic similarity is being measured. Analysis of phenetic similarity is a whole subject in itself (Sneath and Sokal, 197 3) , and the only aspect I want to consider here is the nature and method of analysis of morphological characters.",
                "cite_spans": [
                    {
                        "start": 250,
                        "end": 268,
                        "text": "(Sneath and Sokal,",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 275,
                        "text": "197 3)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTER ANALYSIS",
                "sec_num": null
            },
            {
                "text": "When an animal is described, its essential characteristics are enumerated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTER ANALYSIS",
                "sec_num": null
            },
            {
                "text": "Each of these characteristics can be used as a taxonomic character. Two related species can usually be described using the same set of characters, but the states of some individual characters will differ between the two. If all states of all available characters are the same in the two groups and if they are of the same geological age and provenance, the two can rightly be considered one species. Useful characters have at least two states, and, in some cases, three or more states can be defined for a single character. Some examples of the latter can be arranged in a cline ranging from one extreme to the other. To take one simple example, the number of premolars in the mandible of early primates varies, some primates having 2, some 3, and some 4. Premolar number is a character with three states, states 2, 3, and 4, respec-. tively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTER ANALYSIS",
                "sec_num": null
            },
            {
                "text": "Once characters and their states are defined, it is possible to calculate a coefficient of resemblance for two species in a variety of ways. The simple proportion of character states shared by the two would give a crude but direct measure of their similarity. More elaborate measures of distance, association, and correlation for quantifying phenetic resemblance are described by Sneath and Sokal ( 197 3) .",
                "cite_spans": [
                    {
                        "start": 380,
                        "end": 405,
                        "text": "Sneath and Sokal ( 197 3)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTER ANALYSIS",
                "sec_num": null
            },
            {
                "text": "The important point about phenetic character analysis is that it does not require any a priori assumptions about whether a . given character state is primitive or advanced. The direction of an evolutionary change makes no difference in measuring phenetic affinity. Polarity of morphoclines, if they have a simple polarity, is given by relative stratigraphic position.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CHARACTER ANALYSIS",
                "sec_num": null
            },
            {
                "text": "One of the most important reasons for studying phylogeny at the species level is to gain a better understanding of the dynamics of speciation. Paleontology is unique! y suited for study of speciation in natural populations in a natural environment because of the time dimension contributed by the fossil record. There has long been disagreement about the nature of species and consequently about the tempo and mode of speciation. This disagreement has been over whether species are stable and fixed or dynamic and changing. Plato, Cuvier, Goldschmidt, and Schindewolf viewed species as fixed entities, whereas Lamarck, Darwin, and others viewed species as dynamic and changing. As a result, two schools of thought on speciation have grown up, one of which might be called macrogenetic and the other microgenetic. Macrogenesis is the sudden origin of new species or new higher taxa through a saltation of some kind. Microgenesis, on the other hand, refers to a gradual origin of species and new higher taxa by a continuous process of change. Both are possible, and Simpson (1953) , for example, argued vigorously against Schindewolf and Goldschmidt while himself introducing the concept of quantum evolution. Most recently, Eldredge and Gould ( 1972) have again taken up macrogenesis, using discontinuities in the fossil record as their primary evidence (see also Gould and Eldredge, 1977) .",
                "cite_spans": [
                    {
                        "start": 1064,
                        "end": 1078,
                        "text": "Simpson (1953)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1223,
                        "end": 1249,
                        "text": "Eldredge and Gould ( 1972)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1363,
                        "end": 1388,
                        "text": "Gould and Eldredge, 1977)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "Eldredge and Gould's essay on \"punctuated equilibria\" appears at once to be the most plausible statement of macrogenesis and at the same time open to query. They present \"punctuated equilibria\" as an alternative to more orthodox phylogenetic gradualism, stating that new species arise rapidly by the splitting of lineages. Eldredge and Gould envision a small isolated subpopulation in a very small peripheral part of the ancestors' geographic range giving rise to each new species. As a consequence, Eldredge and Gould postulate that ( 1) the first appearance of a new descendant species should be marked by a sharp morphological break between it and its ancestor and (2) breaks in the fossil record reflect discontinuities in evolution (the \"punctuation\") rather than discontinuities in sedimentation. They further see most normal species populations as being self-regulated • by genetic homeostatis and hence essentially unchanging through time (producing the \"equilibria\"). The hypothesis of punctuated equilibria, as originally stated and illustrated, is an alternative to phyletic gradualism sufficiently explicit to be tested in the fossil record, and I have attempted to do this using the remarkably complete fossil record of early Tertiary mammals preserved in the northern Rocky Mountain area (Gingerich, 1976a,b) . One of the examples discussed in that paper can be developed somewhat further.",
                "cite_spans": [
                    {
                        "start": 1302,
                        "end": 1322,
                        "text": "(Gingerich, 1976a,b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "Pelycodus is the most common primate genus found in early Eocene sediments of Wyoming. Originally described from New Mexico by Cope in 1875, the genus was first extensively revised by Matthew (1915) , and most recently by Gingerich and Simons ( 1977) based on new collections made in Wyoming. Matthew's (1915) revision is very interesting and instructive, and the data presented above in figure 3 have been rearranged in figure 8 to illustrate his viewpoint. Matthew divided the main group of early Eocene Pelycodus (the lineage from P. ralstoni to P. jarrovii in fig. 3 ) into four species: P. ralstoni, P. trigonodus, P. abditus (= \"jarrovii\"), and P. jarrovii (=\"Notharctus venticolis\"). Using morphological criteria alone (a practice still advocated by many paleontologists), Matthew diagnosed P. ralstoni as having Mi_ 3 11-14 mm in length; P. abditus, Mi_ 3 16-18 mm in length; and P. jarrovii, Mi_ 3 18-19.6 mm in length. Hypocone enlargement was used as a character also but, since it shows a similar pattern, correlated with overall size, will not be further discussed. Translating Matthew's Mi_ 3 lengths into Mi lengths (an equivalent measurement that can be made on many more specimens), the size ranges of the four species in question for Mi were 3.3-4.2, 4.2-4.8, 4.8-5.4, and 5.4-5.9 mm, respectively ( fig. 8) ",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 198,
                        "text": "Matthew (1915)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 222,
                        "end": 250,
                        "text": "Gingerich and Simons ( 1977)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 293,
                        "end": 309,
                        "text": "Matthew's (1915)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 564,
                        "end": 570,
                        "text": "fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1318,
                        "end": 1325,
                        "text": "fig. 8)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "I i I P abdifus P prrovii • 3•3 4~ 48 5•4 5•9",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "LENGTH M1 (mm) Figure 8 . Phylogeny of North American Pe/ycodus as interpreted following the approach of Matthew ( 1915) . Matthew defined species typologically, oosed only on their morphology, and an erroneous \"punctuated\" pattern of phylogeny was the result. Finer stratigraphic subdivision and a \"biological\" approach to the study of variation within each stratigraphic interval yields the . single, gradually evolving lineage from Pelycodus ra/stoni to Pe/ycodus jarnwii shown in figure 3 (which is based on the same data shown here).",
                "cite_spans": [
                    {
                        "start": 105,
                        "end": 120,
                        "text": "Matthew ( 1915)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 15,
                        "end": 23,
                        "text": "Figure 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "replotted by stratigraphic subdivisions of the Wasatch (early Eocene) in figure 8. This figure, showing Matthew's species and stratigraphic subdivisions updated using new data, forms the basis for the following discussion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "According to Matthew (1915) , a single species, Pelycodus ralstoni, was present in the Sand Coulee beds. By his criteria, it is clear that two species, P. ralstoni and the new P. trigonodus, were present in both lower and upper Graybull beds, where the former became extinct. Pelycodus trigonodus persisted into the Lysitean, where it was joined by the new species P. abditus. Pelycodus trigonodus became extinct, but P. abditus persisted into the Lostcabinian. , where it was joined by the new species P. jarr(Jl)ii. Pelycodus jarr(Jl)ii continued on into the middle Eocene, probably giving rise to N otharctus. In sum, the evolution of Pelycodus in the early Eocene involved the sudden appearance of four species in succession, e-ach of which survived little changed as the sympatric congener of a different, subsequently arriving species. This is, I think, a classic example of punctuated equilibria (see fig. 8 ), and as such, the example deserves closer study.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 27,
                        "text": "Matthew (1915)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 908,
                        "end": 914,
                        "text": "fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "One obvious prediction that can be made from the evidence presented in figure 8 is that two sympatric species (a persistent ancestor as well as its descendant and future replacement) are found in each stratigraphic interval. These species, each being essentially static through its known stratigraphic range, should be found side by side in at least some of the better sampled localities. Surprisingly, this is never the case. The range and distribution of variation within a sample from any individual locality containing members of the P. ralstoni-P. jarrovii lineage is never significantly different from that expected within a single biological population.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "Comparing the sequence of samples in the lineage from P. ralstoni to P. jarrovii in figure 3 with that in figure 8 reveals some interesting differences. Taken level by level, with single specimens omitted, the means of successive samples do not differ significantly from each other at the p = 0. 05 level except at three places in the entire sequence from P. ralstoni to P. jarrovii: between levels 880 and 960, levels 960 and 1240, and levels 1240 and 1480. These morphological jumps correspond to breaks in the fossil record, although even here one or two single specimens do bridge the morphological and stratigraphical gap in each case. Variation within any single sample is no larger than that found in single species (largest V = 6. 7, for the seven specimens from level 960). Thus when the apparently punctuated pattern shown in figure 8 is considered in a more detailed stratigraphic framework, it is clearly a gradual phyletic sequence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "There is another important difference between figures 3 and 8. The species in figure 8 are defined solely on morphological criteria, whereas those in figure 3 are arbitrarily divided at time lines. Even if the stratigraphic record in figure 8 were as finely divided as possible ( fig. 3) , the evolution of Pelycodus would appear, artificially, to be punctuated simply as a consequence of morphological species definitions. Whenever species are diagnosed by arbitrarily dividing the range of variation of a variable character (typology), the result will be an artificially inflated number of sympatric species and a fossil record that appears punctuated. Since selection cannot operate on characters that do not vary, for all practical purposes this problem of typology applies whenever successive species of a lineage are diagnosed morphologically. Hence the patterns of punctuation and equilibrium that appeared in previous studies of Pelycodus phylogeny now appear as an inevitable result of purely morphological and typological species definitions and of an insufficiently divided stratigraphic matrix. As it now stands ( fig. 3) , the phylogeny leading from Pelycodus ralstoni to P. jarrovii includes three minor \"punctuated\" saltations, but these coincide with gaps in the fossil record. Thus gaps in the fossil record are a third potential source of artificia~ punctuation in an otherwise continuous and gradual phyletic sequence.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 280,
                        "end": 287,
                        "text": "fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1126,
                        "end": 1133,
                        "text": "fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "The sequence from Pelycodus ralstoni to P. jarrovii forms one continuous, gradually changing lineage with successive species grading perfectly into one another. These species were recognized as being distinctive and worthy of recognition by Matthew and others over 50 years ago, but it is only much more recently that the transition between the species can be documented using much finer stratigraphic detail. There is little question that continuous and gradual evolution in place, anagenesis, is important in the origin of some new species. However, punctuated equilibrium is also a hypothesis about the origin of new lineages, and it remains to consider the tempo and mode of origin of new lineages. Eldredge and Gould ( 1972) proposed that all new species arise via cladogenesis, the origin of new lineages. Each species itself, in their view, is a separate disconnected lineage. We have seen that this is not al ways the case, since anagenesis is important in species origins. Now we can consider the geometry of cladogenesis. The Pelycodus example in figure 3 shows P. abditus giving rise to both P. jarr()l)ii and P. frugivorus. As discussed above, P. jarrovii is a continuation of the P. ralstoni to P. abditus lineage, with a gap in the fossil record between levels 1240 or 1300 and level 1480. The transition from P. abditus to P. frugivorus, on the other hand, is much better known.",
                "cite_spans": [
                    {
                        "start": 703,
                        "end": 729,
                        "text": "Eldredge and Gould ( 1972)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "There is an almost continuous sequence of samples connecting P. abditus at level 1240 with the latest P. frugivorus samples at level 1480. This forms a perfectly gradual phyletic sequence except for one minor and statistically significant break. There appears to be a significant size difference between the sample of 10 specimens at level 1340 and the sample of 8 specimens directly above it at level 1360 (t = 2.29, p = 0.04). Interestingly, this shift in means corresponds exactly to the great abundance of the related genus and species Copelemur consortutus at level 1360 and may possibly represent an example of character displacement in \"ecological\" time. After the interval represented by level 1360, Pelycodus frugivorus continued to diverge gradually from P. jarr()l)ii. This divergence of P. frugivorus and P. jarrovii also ap-pears to be an example of character displacement, but on a different and \"geological\" time scale. More study is required to determine if divergences in ecological and geological time are qualitatively different or just different expressions of the same phenomenon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "In conclusion, stratophenetic study of one of the best sequences of fossil mammals available to date shows that the origin of new species of Pelycodus, whether via anagenesis or cladogenesis, was a gradual process. Apart from three gaps in the fossil record and a minor possible displacement by a related genus and species, the evolution of Pelycodus in North America shows no statistically significant difference from one stratigraphic level to the next, even though the overall trends are highly significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny at the Species Level",
                "sec_num": null
            },
            {
                "text": "The stratophenetic method of phylogeny reconstruction was developed using detailed stratigraphic studies of evolution at the species level, but it is also applicable to studies of evolution at higher levels. Several studies of the evolution of higher groups of vertebrates will be cited from the literature to illustrate the importance of stratigraphic data organization and phenetic linking in reconstructing phylogeny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Origin of Major Groups of Vertebrates",
                "sec_num": null
            },
            {
                "text": "The general aspects of the transition from fish to tetrapod are well understood, in spite of continuing disagreement concerning some details of the transition. Primitive stegocephalian amphibians were highly diversified by the early Carboniferous, some 340 my (million years) before present. Cope and Baur first suggested that early amphibians were derived from Devonian crossopterygians (Schaeffer, 1965a) , and discovery of the appropriately named Ichthyostega Save-Soderbergh ( 1932) in. the late Devonian of Greenland provided an important confirmatory link between the two groups. As is usual in well-documented transitions, Ichthyostega shows a mosaic of primitive, intermediate, and advanced features linking it phenetically to earlier rhipidistian crossopterygians, on one hand, and to later labyrinthodont amphibians, on the other. A rhipidistian notochordal canal is retained; the intracranial articulation of rhipidistians is absent, but a distinct suture marks its former presence; and postcranially the limbs are well developed. Romer ( 1964) , Schaeffer ( 1965b) , and Thomson ( 1966) have all considered this transition in more detail. Thomson ( 1967, p. 672) emphasized the importance of comparing stratigraphically proximate samples by noting that \"comparison of finely detailed structures in Recent amphibians and Devonian Rhipidistia is of limited value if information concerning the same structures in the Stegocephalia is not available.\" In other words, the best evidence concerning phylogenetic relationships of amphibians to other vertebrates comes from comparison of the earliest amphibians with phenetically similar but slightly earlier fishes.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 406,
                        "text": "(Schaeffer, 1965a)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 463,
                        "end": 486,
                        "text": "Save-Soderbergh ( 1932)",
                        "ref_id": null
                    },
                    {
                        "start": 1042,
                        "end": 1055,
                        "text": "Romer ( 1964)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1058,
                        "end": 1076,
                        "text": "Schaeffer ( 1965b)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1083,
                        "end": 1098,
                        "text": "Thomson ( 1966)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1151,
                        "end": 1174,
                        "text": "Thomson ( 1967, p. 672)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FISH-TETRAPOD TRANSITION",
                "sec_num": null
            },
            {
                "text": "The fossil record makes an essential contribution to many interesting problems of reptilian phylogeny. One of these is the origin of the Class Reptilia as a whole, and here the fossil record has recently provided new and very important evidence. In reviewing problems of reptile origins, Carroll ( 1970, and fig. 9 ) has arranged the various groups in question in stratigraphic order. Evidence of phylogenetic relationships can be derived by linking together similar forms of similar age into a coherent pattern. Romeriscus, from the early Pennsylvanian (Westphalian A), is one of several• important taxa in this regard. According to Baird and Carroll ( 1967) , Romeriscus is the earliest reptile yet known, and they state that it could belong to a lineage ancestral to (1) Seymouria, (2) romeriid cotylosaurs and pelycosaurs, (3) limnoscelids, and (4) diacodectids. New evidence suggests that Romeriscus and the limnoscelids may be anthracosaurian Amphibia rather than primitive Reptilia (fig. 9) . The important point is that, looking backward in time, primitive reptiles converge with anthracosaurs in the lower Carboniferous. Forms like Romeriscus are difficult to classify precisely because they are transi-c .,, .,, Figure 9 . Phylogeny of Paleozoic Reptilia and anthracosaurian Amphibia, showing current knowledge of the amphibian-reptile transition. Romeriscus, a primitive limnoscelid from beds of Upper Carboniferous \"Westphalian A\" age, has been interpreted as either an amphibian or a reptile, and it helps to link amphibian Seymouriamorpha to reptilian Romeriidae and Pelycosauria and to another borderline group Diadectidae. Figure provided by R. L. Carroll (personal communication, 1978) . tional links in a broad evolutionary continuum. Expressing a phylogeny in the traditional manner shown in Figure 9 indicates more than just the probable relationships of critical groups in the amphibian-reptile transition; time ranges of the taxa involved, the approximate time of the transition, and important gaps remaining in our knowledge of the transition are all indicated as well. The fossil record gives the only positive evidence on the morphology and time of origin of primitive reptiles, even though the actual common ancestor of all later reptiles is not known and it may never be known.",
                "cite_spans": [
                    {
                        "start": 288,
                        "end": 307,
                        "text": "Carroll ( 1970, and",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 634,
                        "end": 659,
                        "text": "Baird and Carroll ( 1967)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1664,
                        "end": 1702,
                        "text": "Carroll (personal communication, 1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 308,
                        "end": 314,
                        "text": "fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 989,
                        "end": 997,
                        "text": "(fig. 9)",
                        "ref_id": null
                    },
                    {
                        "start": 1222,
                        "end": 1230,
                        "text": "Figure 9",
                        "ref_id": null
                    },
                    {
                        "start": 1811,
                        "end": 1819,
                        "text": "Figure 9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ORIGIN OF REPTILES",
                "sec_num": null
            },
            {
                "text": "f'T1 ::u 0 f'T1 < 0 z -J> z -• • . -• .. 0 -i 0 c ::::0 z l> U> l> z LOWER < U> ITI l> z --- .,, -:::!. ~3 0 :::+\" 0 -• 0 < \"' ~ c c ~ fl) G'> G'> a1 - :0 0 r l'T1 g ~ l'T1 :0 ~:o G'> ...... ~ :x ~-r ~ l'T1 l'T1 MISSISSIPPIAN CARBONIFEROUS UPPER NA MU RIAN WESTPHALIAN (/) -i rn -0 I l> z '1) 0 z ...... l'T1 0 ~ ~ l> ::u J c 0 J l> . . ~ . .. CD () 0 l> z •• • • • • • - Seymouriamorpho •• •• •• • • - Sol~•~~donsauridoe . ... . -- Embolomeres Limnosce I idae .-------------------r- . . . •• • • - Tseajaiidae Gephyrostegidae _L . . • • • Diadectidae -. .J~ . •• ~~,~~ ... !\\0' . . . . . . . . . . . . - .••• • c~~• ••1 --------~~~- ----~- c... 0 G'> G'> z CJ) PENNSYLVANIAN l> z -f ::I: :0 )> ('\") 0 en )> c :0 -)> l ::a ,,, ,, -f - r - )>",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF REPTILES",
                "sec_num": null
            },
            {
                "text": "The origin of birds is a problem of vertebrate phylogeny that has undergone significant advance recently, based on new comparisons of the oldest and most primitive avian, Archaeopteryx from the late Jurassic, with contemporary and earlier reptiles. By a most fortunate series of events, J. Ostrom, one of the leading authorities on theropod dinosaurs, was recently able to restudy all the known specimens of Archaeopteryx and compare them with possible avian ancestors among Triassic and Jurassic reptiles. The evidence indicates unequivocally that Archaeopteryx evolved from a small coelurosaurian dinosaur and that modern birds are surviving dinosaurian descendants (Ostrom, 1976) .",
                "cite_spans": [
                    {
                        "start": 668,
                        "end": 682,
                        "text": "(Ostrom, 1976)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF BIRDS",
                "sec_num": null
            },
            {
                "text": "Modern birds can be traced back to the Cretaceous, where some, like Hesperornis, Ichthyornis, and Gobipteryx, were essentially modern but retained some combination of reptilian skull features, including toothed jaws, a theropod-like intramandibular articulation, and a palaeognathous palate (Elzanowski, 1976; Gingerich, 1976c; Martin and Stewart, 1977) . The intramandibular articulation and toothed jaws of Hesperornis and I chthyornis, making them morphologically as well as temporally intermediate between theropods and modern birds, are illustrated in figure 10 . Archaeopteryx too may have had such an intramandibular articulation (although Wellnhofer, 1974 , did not find evidence for this), and it certainly had toothed jaws.",
                "cite_spans": [
                    {
                        "start": 291,
                        "end": 309,
                        "text": "(Elzanowski, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 310,
                        "end": 327,
                        "text": "Gingerich, 1976c;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 328,
                        "end": 353,
                        "text": "Martin and Stewart, 1977)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 647,
                        "end": 663,
                        "text": "Wellnhofer, 1974",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 557,
                        "end": 566,
                        "text": "figure 10",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "ORIGIN OF BIRDS",
                "sec_num": null
            },
            {
                "text": "Archaeopteryx combines a coelurosaurian skeleton with avian feathers in a temporally intermediate morphological mosaic linking birds to a theropod ancestry. As Ostrom ( 1976, p. 93) Possibly no other zoological specimens, fossil or Recent, are considered so important as are those of Archaeopteryx lithographica. Certainly few other specimens have generated such widespread interest or provoked as much speculation and controversy. The reasons are several: these specimens are the oldest known fossil bird remains; they are extremely rare, only five specimens (excluding the solitary feather) are known at present; several of these preserve remarkably detailed im-pressions of feathers and an extraordinary mixture of reptilian and avian characters; and most important of all, because of the last fact, out of all presently known fossil and living organisms, these specimens are widely recognized as constituting the best example of an organism perfectly intermediate between two higher taxonomic categories-representing an ideal transitional stage between ancestral and descendant stocks.",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 181,
                        "text": "Ostrom ( 1976, p. 93)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF BIRDS",
                "sec_num": null
            },
            {
                "text": "Since the most reliable phylogenetic relationships are those documented by -organisms \"perfect! y intermediate,\" Ostrom' s evidence places Archaeopteryx in exactly that position.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF BIRDS",
                "sec_num": null
            },
            {
                "text": "Another trans1t1on well documented in the fossil record is the origin of mammals from therapsid reptiles. Little need be said here about our current understanding of that transition, since the subject has been thoroughly reviewed by Crompton and Jenkins (1973) , Hopson (1969) , Parrington ( 1967) , and others. It is interesting in this context to review the history of our understanding of mammal origins, as Parrington (1967, pp. 165-66) . recounts 1t:",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 260,
                        "text": "Crompton and Jenkins (1973)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 263,
                        "end": 276,
                        "text": "Hopson (1969)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 279,
                        "end": 297,
                        "text": "Parrington ( 1967)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 411,
                        "end": 440,
                        "text": "Parrington (1967, pp. 165-66)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The contrast between mammals and living reptiles is so great that the early zoologists felt that they could not be related and that the origin of the mammals must be sought among the amphibia and not the reptiles. It was found, for example, that the mammalian circulatory system, in which the left systemic arch carries arterial blood from the left ventricle of the heart, could not have been evolved from that of any modern reptile because in these forms it is the right systemic arch which carries the blood of the left ventricle. But both mammalian and reptilian circulatory systems could reasonably be supposed to have evolved from a symmetrical arterial system such as is found in some amphibia. Again the study of the subdivisions of the coelom indicates that the mammalian diaphragm can be derived from the amphibian structures better than those of the reptiles. And such trivial resemblances as the paired exoccipital condyles, found in both amphibia and mammals, were quoted in support of this view.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "When, in 1858, the British Association first met in the city of Leeds it did so under the presidency of that great anatomist Sir Richard Owen who, at the time, was studying the earliest discovered mammal-like reptiles. These had been sent to him from South Africa, and in the following year he described the first theriodont, a cynodont he called Galesaurus planiceps.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": ". And gradually an incontestable case was made out to show the evolution of the mammals, step by step, from the primitive Pelycosaurs of the Lower Permian via the almost mammalian theriodonts of the Upper Trias.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "Clearly, documentation that mammals evolved from early reptiles and not from amphibians came from discoveries of Permo-Triassic \"mammal-like reptiles\" intermediate in time and morphology. More detailed evidence remains to be discovered, but it is unlikely that the broad link between early mammals and reptiles will be altered significantly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "I chthyostega, Romeriscus, Archaeopteryx, etc., may not be the actual ancestors of the groups they represent, but taking a slightly broader view, it is unlikely that the actual ancestors differed greatly from these genera. Each provides a continuity in time and morphology that links early members of major radiations together.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORIGIN OF MAMMALS",
                "sec_num": null
            },
            {
                "text": "The stratophenetic methodology outlined at the beginning of this paper has been applied, consciously or unconsciously, to problems of vertebrate phylogeny by many students of the subject. These problems range in scale from the origin and relationships of individual vertebrate species to the origin of the entire subphylum Vertebrata. Some examples illustrating the importance of stratigraphically and morphologically similar series of fossils have been given earlier. It remains to discuss the sequence of fossils available that documents our own position in vertebrate phylogeny. A discussion of the general phylogeny of primates using a stratophenetic approach has appeared elsewhere (Gingerich and Schoeninger, 1977) . Here I will concentrate on the evidence bearing on hominid phylogeny.",
                "cite_spans": [
                    {
                        "start": 687,
                        "end": 720,
                        "text": "(Gingerich and Schoeninger, 1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "New discoveries are made each year, especially in East Africa, that significantly augment the stratigraphic and morphological evidence bearing on human phylogeny. Until relatively recently, it was possible to argue forcefully that only one lineage of Hominidae existed, a lineage that led from little-specialized Miocene hominoids or hominids to Australopithecus, to Homo erectus, and finally to modern Homo sapiens. By 1964, however, discoveries in the stratified sediments of Olduvai Gorge in northern Tanzania led L. Leakey, Tobias, and Napier (1964, p. 7) to state that examination of these finds has enabled us to broaden the basis of our diagnosis of the proposed new species and has fully confirmed the presence of the genus Homo in the lower part of the Olduvai geological sequence, earlier than, contemporary with, as well as later than, the Zinjanthropus skull, which is certainly an australopithecine.",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 559,
                        "text": "Leakey, Tobias, and Napier (1964, p. 7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "The past dozen years or so have seen an active debate over single versus multiple lineage hypotheses in human evolution. This basic question was debatable largely because the evidence bearing on it was meager, but fortunately, in recent years much new evidence has been collected from a stratified sequence of sediments in northern Kenya, in the \"East Rudolf' area, east of what is now called Lake Turkana. There the evidence is beginning to be complete enough to apply a stratophenetic approach to human phylogeny (see Gingerich and Schoeninger, 1977 , for references and discussion). This approach is illustrated in figure 11 .",
                "cite_spans": [
                    {
                        "start": 520,
                        "end": 551,
                        "text": "Gingerich and Schoeninger, 1977",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 618,
                        "end": 627,
                        "text": "figure 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "Three stratigraphic intervals are defined in the area east of Lake Turkana. Each is bounded above by a radiometrically dated tuff complex ( fig . 11) . The sub-KBS interval is overlain by a tuff complex dated at about 1.8 my. Above this, the sub-Okote interval is overlain by a tuff dated at about 1. 5 to 1. 6 my. The sub-Karari interval overlies the Okote tuff and is in turn overlain by the Karari tuff dated at about 1. 3 my. Fossil hominids have been described from these three intervals in papers by R. Leakey (1977) , R. Leakey and Walker (1977) , and others (Day et al., 1975 (Day et al., , 1976 papers in Coppens et al., 197 6 ). In addition, M. Leakey et al. ( 197 6) and White ( 197 7) have described a collection of hominids from one locality, Laetolil, that predates the sub-KBS interval east of Lake Turkana, and these specimens are included in figure 11 to give an earlier perspective on hominid phylogeny.",
                "cite_spans": [
                    {
                        "start": 509,
                        "end": 522,
                        "text": "Leakey (1977)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 528,
                        "end": 552,
                        "text": "Leakey and Walker (1977)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 566,
                        "end": 583,
                        "text": "(Day et al., 1975",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 584,
                        "end": 603,
                        "text": "(Day et al., , 1976",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 604,
                        "end": 635,
                        "text": "papers in Coppens et al., 197 6",
                        "ref_id": null
                    },
                    {
                        "start": 655,
                        "end": 677,
                        "text": "Leakey et al. ( 197 6)",
                        "ref_id": null
                    },
                    {
                        "start": 682,
                        "end": 696,
                        "text": "White ( 197 7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 149,
                        "text": "fig . 11)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "The pattern of change in tooth size illustrated in figure 11 can be analyzed level by level stratigraphically, just as we analyzed patterns in Pelycodus, Plesiadapis, etc. The hominid sample from the Laetolil interval appears to represent a single biological species, as illustrated by the clustering of tooth size and the great similarity of all other features of the known dentition (cranial and postcranial elements are as yet unknown for this sample). The sub-KBS interval east of Lake Turkana contains specimens that show some tendency to cluster into larger, robust forms and smaller, gracile forms. It is not yet certain that more than one biological species is being sampled in the ................................. sub-KBS interval, but the distribution of tooth size and other cranial characteristics suggests that this is so. By the sub-Okote interval, there are very clearly a robust, large-toothed Australopithecus (or \"Zinjanthropus\") species and a more gracile, small-toothed Homo species. Differences in tooth size are clear, with both samples showing the range and distribution of variation characteristic of modern mammal species. Fortunately, recently discovered crania confirm these differences in a most dramatic way. A gracile skull from this interval (ER-3 7 3 3) is morphologically very similar to that of Peking Homo erectus, with an endocranial volume of about 800--900 cm 3 , whereas a robust skull (ER-406) from the same interval has the brain size and morphology typical of Australopithecus (R. Leakey and Walker, 1977) . Two spe~i mens from the sub-Karari interval separate widely, one being much smaller than the other. Modern humans living today would form a cluster at the lefthand side of the diagram in figure 11.",
                "cite_spans": [
                    {
                        "start": 690,
                        "end": 723,
                        "text": ".................................",
                        "ref_id": null
                    },
                    {
                        "start": 1524,
                        "end": 1548,
                        "text": "Leakey and Walker, 1977)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "HOMO SAP/ENS KARAR I ( I • 3 my) • • • • • . . . . • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • EXTINCTION T •••• f ---71 .. .... ... . . . . . . . . . . . . . . . . . . . . . . . . . . . f TYYTTT8 o . . ....... . . . . . ..... . . . . ..... .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "[ -~--r~•••~Tt•T• o • • g .... . .... ..... . ... ... ..... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . . . . . . •~•••-~ ..................... -------- ' ' / [ ••••••••1 . ... . . .. . . .. . . . .. . . . . .. .. . . ................ .._ / • • • • • • • • • • • • • • • • • • • • • • ••••••• I I I 1-1 LAETOLIL (3•6 my) I --------r -------------------------r ------ T ---- ---------r 4•8 5•0 5•2 5•4 5•6 LOGn( L x W) of MI ( mm)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "With the specimens grouped into phenetic clusters within each stratigraphic interval, the clusters can be linked vertically between adjacent stratigraphic intervals. Modern humans are, in tooth size and all other comparable features, most similar to the smaller-toothed specimens from the sub-Karari interval. These in turn are most similar to gracile specimens like ER-3733 from the sub-Okote interval. The large-toothed specimens from the sub-Karari interval are most similar to robust specimens like ER-406 from the sub-Okote interval. Both species in the sub-Okote interval can similarly be traced via specimens in the sub-KBS interval to a probable common ancestor at an even earlier time, represented by the specimens from Laetolil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "The result is a connected genealogy suggesting that one hominid lineage divided into two independently evolving lineages at about 2 my ago. One lineage retained its relatively small brain size but developed a massive skull with very large teeth, ultimately becoming extinct about 1 my ago. The other lineage developed a larger brain size, reduced dentition, and a more gracile skull, ultimately giving rise to modern Homo sapiens. Approached in this way, the fossil record gives a coherent picture of hominid evolution over the past 3. 6 my. The simplest current hypothesis of hominid phylogeny is one of gradual character divergence in two probably sympatric lineages derived from a common ancestor in the late Pliocene. Note that, adaptively, the robust and gracile lineages were as different in relative body size by the sub-Okote interval as sympatric wolves and coyotes are today ( fig. 1) , which Stratophenetics 73 indicates that body size was probably an important adaptive difference between the two hominid lineages .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 887,
                        "end": 894,
                        "text": "fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": ". It is possible that human phylogeny is still more complicated, since there is some evidence from the size of the brain that perhaps the gracile lineage really included two separate lineages, one with large brains and the other with a brain no larger than typical Australopithecus (R. . This question could best be studied, when sufficient information is available, by a similar study including brain size on an additional axis in the stratophenetic plot.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny of Hominidae",
                "sec_num": null
            },
            {
                "text": "In the preceding pages I have outlined a paleontological approach to phylogeny reconstruction. This \"stratophenetic\" method combines stratigraphic evidence of relative temporal position with phenetic clustering and linking to yield an essentially empirical reading of phylogeny. Where the fossil record is dense and continuous, a relatively clear pattern of genealogy emerges, but where there are large gaps in the record, the pattern is often ambiguoµs, a warning against any strong statement of relationships in such a case. The latter attribute of the stratophenetic method is in fact a positive feature, since it means that an arbitrary phylogeny will not be constructed automatically by a mechanical algorithm unless there . is some actual historical evidence on which to base the phylogeny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Conclusions",
                "sec_num": null
            },
            {
                "text": "The stratophenetic methcx:l can be applied to problems of phylogeny at any level, from dealing with relationships of individual populations to comparing classes of phyla. Some examples of phylogeny reconstruction at the species, the family, and class level have been given. In the species-level examples, both Pelycodus and East African Hominidae exhibit a pattern of gradual phyletic evolution, with branching events being followed in each case by character divergence in body size. As was shown in Pelycodus ( fig. 8 ), this gradual pattern will appear to be \"punctuated\" if typological species definitions ignoring morphological variability are employed or if stratigraphic intervals are too broadly defined. Gaps in the fossil record will likewise produce an artificial appearance of punctuation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 512,
                        "end": 518,
                        "text": "fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Summary and Conclusions",
                "sec_num": null
            },
            {
                "text": "In considering phylogenetic relationships at a higher level, it was seen that Ichthyostega, Romeriscus, and Archaeopteryx link classes of Vertebrata together in a general way, although to claim that any one known, genus was the ancestor of a given class exceeds the level of resolution of the available information. Nevertheless, morphologically and temporally intermediate forms like Archaeopteryx give the best evidence on the general relationships of birds to reptiles, and Archaeopteryx is unlikely to differ greatly from the actual ancestor of birds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Conclusions",
                "sec_num": null
            },
            {
                "text": "Finally, it should be emphasized that the stratophenetic approach to phylogeny reconstruction is basically an empirical approach. This approach requires a relatively dense and continuous fossil record, but observation more than philosophy determines the ,resulting pattern of phylogeny. Dampier ( 1966, p. xv) has characterized natural science as follows:",
                "cite_spans": [
                    {
                        "start": 287,
                        "end": 305,
                        "text": "Dampier ( 1966, p.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Conclusions",
                "sec_num": null
            },
            {
                "text": "Natural science may use deductive reasoning at an intermediate stage of its enquiries, and inductive theories are an essential part of its procedure, but primarily it is empirical, and its ultimate appeal is to observation and experiment; it does not, like mediaeval Scholasticism, accept a philosophic system on authority and then argue from the system what the facts ought to be. This is basically the approach taken here. The fossil record of vertebrate evolution is better than many people realize, and it is of fundamental importance for understanding phylogeny. If paleontology were synonymous with morphology, fossils would be far less valuable than they are today. However, paleontology is a historical science, and the stratigraphical attributes of fossils give them a unique importance in the study of phylogeny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary and Conclusions",
                "sec_num": null
            },
            {
                "text": "•0 6•0 Stratophenetics",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The methodology of phyloge. ny reconstruction outlined here was developed in the course of detailed stratigraphic studies of Eocene mammals in ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Romeriscus, the oldest known reptile",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Baird",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Carroll",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Science",
                "volume": "157",
                "issue": "",
                "pages": "56--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baird, D., and Carroll, R. L. 1967. Romeriscus, the oldest known reptile. Science 157:56-59.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The ancestry of reptiles",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Carroll",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Phil. Trans. Roy. Soc. London Ser. B •",
                "volume": "257",
                "issue": "",
                "pages": "267--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carroll, R. L. 1970. The ancestry of reptiles. Phil. Trans. Roy. Soc. London Ser. B • 257:267-308.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Earliest Man and Environments in the Lake Rudolf Basin: Stratigraphy, P aleoecology, and Evolution",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "Y"
                        ],
                        "last": "Coppens",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "C"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Isaac",
                        "suffix": ""
                    },
                    {
                        "first": "Leakey",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coppens. Y., Howell, F. C., Isaac, G. L., and Leakey, R. E. F. (eds.). 1976. Earliest Man and Environments in the Lake Rudolf Basin: Stratigraphy, P aleoecology, and Evolu- tion. University of Chicago Press, Chicago.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mammals from reptiles: A review of mammalian origins",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Crompton",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Ann. Rev. Earth Planet. Sci",
                "volume": "1",
                "issue": "",
                "pages": "131--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crompton, A. W., and Jenkins, F. A. 1973. Mammals from reptiles: A review of mammalian origins. Ann. Rev. Earth Planet. Sci. 1: 131-54.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A History of Science, reprint of 4th ed",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Dampier",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dampier, W. C. 1966 A History of Science, reprint of 4th ed. Cambridge University Press, Cam bridge.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "New hominids from East Rudolf",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Day",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E F"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Wood",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "42",
                "issue": "",
                "pages": "461--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Day, M. H., Leakey, R. E. F., Walker, A. C., and Wood, B. A. 1975. New hominids from East Rudolf, Kenya, I. Amer.). Phys. Anthropol. 42:461-76.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "New hominids from East Turkana",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Day",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E F"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Wood",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Kenya. Amer.]. Phys. Anthropol",
                "volume": "45",
                "issue": "",
                "pages": "369--436",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Day, M. H., Leakey, R. E. F., Walker, A. C., and Wood, B. A. 1976. New hominids from East Turkana, Kenya. Amer.]. Phys. Anthropol. 45:369-436.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Punctuated equilibria: An alternative to phyletic gradualism",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Eldredge",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "]"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eldredge, N., and Gould, S. ]. 1972. Punctuated equilibria: An alternative to phyletic gradualism. In T. ].",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Models in Paleobiology",
                "authors": [
                    {
                        "first": "Cooper",
                        "middle": [],
                        "last": "Freeman",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. Schopf (ed.), Models in Paleobiology, Freeman, Cooper and Co. , San Franc is co.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Palaeognathous bird from the Cretaceous of central Asia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Elzanowski",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Nature",
                "volume": "264",
                "issue": "",
                "pages": "51--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Elzanowski, A. 197 6. Palaeognathous bird from the Cretaceous of central Asia. Na- ture (London) 264:51-53.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Paleontology and phylogeny: Patterns of evolution at the species level in early Tertiary mammals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Amer.}. Sci",
                "volume": "276",
                "issue": "",
                "pages": "1--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. 1976a. Paleontology and phylogeny: Patterns of evolution at the species level in early Tertiary mammals. Amer.}. Sci. 276: 1-28.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Cranial anatomy and evolution of early Tertiary Plesiadapidae",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Univ. Mich. Pap. Paleontol",
                "volume": "15",
                "issue": "",
                "pages": "1--140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. 1976b. Cranial anatomy and evolution of early Tertiary Plesiadapi- dae. Univ. Mich. Pap. Paleontol. 15: 1-140.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Evolutionary significance of the Mesozoic toothed birds",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Smiths. Contrib. Paleontol",
                "volume": "27",
                "issue": "",
                "pages": "23--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. 1976c. Evolutionary significance of the Mesozoic toothed birds. Smiths. Contrib. Paleontol. 27:23-33.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "New species of Eocene primates and the phylogeny of European Adapidae",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Folia Primatol",
                "volume": "28",
                "issue": "",
                "pages": "60--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D. 1977. New species of Eocene primates and the phylogeny of Euro- pean Adapidae. Folia Primatol. 28:60-80.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The fossil record and primate phylogeny",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Schoeninger",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., and Schoeninger, M. ]. 1978. The fossil record and primate phylogeny.].",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Systematics, phylogeny, and evolution of early Eocene Adapidae (Mammalia, Primates) in North America",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Contrib. Univ. Michigan Mus. Paleontol",
                "volume": "24",
                "issue": "",
                "pages": "245--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich, P. D., and Simons, E. L. 1977. Systematics, phylogeny, and evolution of early Eocene Adapidae (Mammalia, Primates) in North America. Contrib. Univ. Michigan Mus. Paleontol. 24:245-79.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "On the scaling of tooth size in mammals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Amer. Zoo",
                "volume": "15",
                "issue": "",
                "pages": "351--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S. J. 1975. On the scaling of tooth size in mammals. Amer. Zoo/. 15:351-62.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Punctuated equilibria: The tempo and mode of evolution reconsidered",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Eldredge",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Paleobiology",
                "volume": "3",
                "issue": "",
                "pages": "115--51",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S. J., and Eldredge, N. 1977. Punctuated equilibria: The tempo and mode of evolution reconsidered. Paleobiology 3: 115-51.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The origin and adaptive radiation of ,mammal-like reptiles and nontherian mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Hopson",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Ann. N. Y. Acad. Sci",
                "volume": "167",
                "issue": "",
                "pages": "19--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hopson, J. A. 1969. The origin and adaptive radiation of ,mammal-like reptiles and nontherian mammals. Ann. N. Y. Acad. Sci. 167: 19~216.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A theoretical ecological model of size distributions among species of animals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Hutchinson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Amer. Nat",
                "volume": "93",
                "issue": "",
                "pages": "117--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hutchinson, G. E., and MacArthur, R. H. 1959. A theoretical ecological model of size distributions among species of animals. Amer. Nat. 93: 117-25.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Theory of the earth, or an investigation of the laws discernible in the composition, dissolution and restoration of land upon the globe",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hutton",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Trans. Roy. Soc. Edinburgh",
                "volume": "1",
                "issue": "",
                "pages": "209--304",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hutton, J. 1788. Theory of the earth, or an investigation of the laws discernible in the composition, dissolution and restoration of land upon the globe. Trans. Roy. Soc. Edinburgh 1:209-304.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A new species of the genus Homo from Olduvai Gorge",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "S B"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "V"
                        ],
                        "last": "Tobias",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Napier",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Nature",
                "volume": "202",
                "issue": "",
                "pages": "7--9",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leakey, L. S. B., Tobias, P. V., and Napier, J. R. 1964. A new species of the genus Homo from Olduvai Gorge. Nature (London) 202:7-9.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Fossil hominids from the Laetolil beds",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Hay",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "H"
                        ],
                        "last": "Curtis",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Drake",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "K"
                        ],
                        "last": "Jackes",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "White",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Nature",
                "volume": "262",
                "issue": "",
                "pages": "460--66",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leakey, M. D., Hay, R. L., Curtis, G. H., Drake, R. E., Jackes, M. K., and White, T. D. 1976. Fossil hominids from the Laetolil beds. Nature (London) 262:460--66.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "New hominid fossils from the Koobi Fora formation in northern Kenya",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E F"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Nature",
                "volume": "261",
                "issue": "",
                "pages": "574--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leakey, R. E. F. 1977. New hominid fossils from the Koobi Fora formation in northern Kenya. Nature (London) 261:574-76.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Australopithecus, Homo erectus and the single species hypothesis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E F"
                        ],
                        "last": "Leakey",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Nature",
                "volume": "261",
                "issue": "",
                "pages": "572--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leakey, R. E. F., and Walker, A. C. 1977. Australopithecus, Homo erectus and the single species hypothesis. Nature (London)-261:572-74.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Teeth in Ichthyornis",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Stewart",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "195",
                "issue": "",
                "pages": "1331--1363",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martin, L. D., and Stewart, J. D. 1977. Teeth in Ichthyornis (Class: Aves). Science 195: 1331-32.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "A revision of the lower Eocene Wasatch and Wind River faunas. Entelonychia, Primates, Insectivora (part)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Matthew",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "Bull Amer. Mus. Nat. Hist",
                "volume": "34",
                "issue": "",
                "pages": "429--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Matthew, W. D. 1915. A revision of the lower Eocene Wasatch and Wind River faunas. Entelonychia, Primates, Insectivora (part). Bull Amer. Mus. Nat. Hist. 34:429-83.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The biological meaning of species",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Mayr",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Biol",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mayr, E. 1969. The biological meaning of species. Biol.].",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Populations, Species, and Evolution",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Mayr",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mayr, E. 1970. Populations, Species, and Evolution. Belknap/Harvard University Press, Cambridge, Mass.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Cladistic analysis or cladistic classification?",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Mayr",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Z. Zoo/. Syst. Evolut. Forsch",
                "volume": "12",
                "issue": "",
                "pages": "94--128",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mayr, E. 1974. Cladistic analysis or cladistic classification? Z. Zoo/. Syst. Evolut. Forsch. 12:94-128.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "On the ecological significance of Bergmann's rule",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Mcnab",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Ecology",
                "volume": "52",
                "issue": "",
                "pages": "845--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McNab, B. K. 1971. On the ecological significance of Bergmann's rule. Ecology 52:845-54.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Three new theropoda, Protoceratops zone, central Mongolia",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "F"
                        ],
                        "last": "Osborn",
                        "suffix": ""
                    }
                ],
                "year": 1924,
                "venue": "Amer. Mus. Novit",
                "volume": "144",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osborn, H. F. 1924. Three new theropoda, Protoceratops zone, central Mongolia. Amer. Mus. Novit. 144: 1-12.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Archaeopteryx and the origin of birds",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Ostrom",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Biol",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ostrom, J. H. 1976. Archaeopteryx and the origin of birds. Biol. ].",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The origins of mammals",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "R"
                        ],
                        "last": "Parrington",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Adv. Sci",
                "volume": "1967",
                "issue": "",
                "pages": "165--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parrington , F. R. 1967. The origins of mammals. Adv. Sci. 1967: 165-73.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Problems in early amphibian history",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Romer",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Romer, A. S. 1964. Problems in early amphibian history.].",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Community structure in sympatric Carnivora",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Rosenzweig",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Mammal",
                "volume": "47",
                "issue": "",
                "pages": "602--614",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenzweig, M. L. 1966. Community structure in sympatric Carnivora. ]. Mammal. 47:602-12.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Preliminary note on Devonian stegocephalians from East Greenland",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Save-Sooerbergh",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Medd. Groen",
                "volume": "94",
                "issue": "",
                "pages": "1--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Save-Sooerbergh, G. 1932. Preliminary note on Devonian stegocephalians from East Greenland. Medd. Groen/. 94: 1-107.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "The evolution of concepts related to the origin of the amphibia",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Schaeffer",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Syst. Zoo",
                "volume": "14",
                "issue": "",
                "pages": "115--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schaeffer, B. 1965a. The evolution of concepts related to the origin of the amphibia. Syst. Zoo/. 14: 115-18.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The rhipidistian--'amphibian transition",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Schaeffer",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Amer. Zoo",
                "volume": "5",
                "issue": "",
                "pages": "267--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schaeffer, B. 1965b. The rhipidistian--'amphibian transition. Amer. Zoo/. 5:267-76.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Criteria for genera, species, and subspecies in zoology and paleozoology",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1943,
                "venue": "Ann. N. Y. Acad. Sci",
                "volume": "44",
                "issue": "",
                "pages": "145--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, G. G. 1943. Criteria for genera, species, and subspecies in zoology and paleozoology. Ann. N. Y. Acad. Sci. 44: 145-78.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "The Major Features of Evolution",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, G. G. 1953. The Major Features of Evolution. Columbia University Press, New York.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Recent advances in methods of phylogenetic inference",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Phylogeny of the Primates",
                "volume": "",
                "issue": "",
                "pages": "3--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, G. G. 1975. Recent advances in methods of phylogenetic inference. In W. P. Luckett and F. S. Szalay (eds.), Phylogeny of the Primates, pp. 3-19. Plenum Press, New York.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The compleat palaeontologist?",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Ann. Rev. Earth Planet. Sci",
                "volume": "4",
                "issue": "",
                "pages": "1--13",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simpson, G. G. 1976. The compleat palaeontologist? Ann. Rev. Earth Planet. Sci. 4: 1-13.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Numerical Taxonomy",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H A"
                        ],
                        "last": "Sneath",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Sokal",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sneath, P. H. A., and Sokal, R. R. 1973. Numerical Taxonomy. Freeman and Co., San Francisco.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "The biological species concept: A critical evaluation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Sokal",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "]"
                        ],
                        "last": "Crovello",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Amer. Nat",
                "volume": "104",
                "issue": "",
                "pages": "127--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sokal, R. R., and Crovello, T. ]. 1970. The biological species concept: A critical evaluation. Amer. Nat. 104: 127-53.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "An explanation for Cape's rule",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Stanley",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Evolution",
                "volume": "27",
                "issue": "",
                "pages": "1--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stanley, S. M. 1973. An explanation for Cape's rule. Evolution 27: 1-26.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "The evolution of the tetrapod middle ear in the rhipidistian--amphibian transition",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Thomson",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Amer. Zoo",
                "volume": "6",
                "issue": "",
                "pages": "3--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomson, K. S. 1966. The evolution of the tetrapod middle ear in the rhipidistian-- amphibian transition. Amer. Zoo/. 6: 3 79-97.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Notes on the relationships of the rhipidistian fishes and the ancestry of the tetrapods. }. Pa/eontol",
                "authors": [
                    {
                        "first": "?",
                        "middle": [],
                        "last": "Thofi",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Son",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "41",
                "issue": "",
                "pages": "660--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thofi?.son, K. S. 1967. Notes on the relationships of the rhipidistian fishes and the ancestry of the tetrapods. }. Pa/eontol. 41:660-74.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Van Valen, 1. 1973. Body size and numbers of plants and animals",
                "authors": [],
                "year": null,
                "venue": "Evolution",
                "volume": "27",
                "issue": "",
                "pages": "27--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Van Valen, 1. 1973. Body size and numbers of plants and animals. Evolution 27:27-35.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Das funfte skelettexemplar von Archaeopteryx",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Wellnhofer",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Pa/aeontographica Ser. A",
                "volume": "147",
                "issue": "",
                "pages": "169--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wellnhofer, P. 1974. Das funfte skelettexemplar von Archaeopteryx. Pa/aeontographica Ser. A 147: 169-216.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "New fossil hominids from Laetolil",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "D"
                        ],
                        "last": "White",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Phys. Anthropol",
                "volume": "46",
                "issue": "",
                "pages": "197--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "White, T. D. 1977. New fossil hominids from Laetolil, Tanzania. Amer. ]. Phys. Anthropol. 46: 197-230.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "....._Canis latrans : .......__ Vulpes _ fulva A L1-------------..---r---~~-----.--~--+--Distribution of tooth size in three sympatric species of living Canidae from the Upper Peninsula of Michigan. (A) Scatter plot of log length vs . log width of M 1 , the lower carnassial tooth, for red foxes (Vulpes fulva), coyotes (Canis latrans), and wolves (Canis lupus) . (B)"
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Evolutionary change in one character, relative body size as measured by tooth size, in the radiation of North American species of Plesiadapidae shown in the phylogeny of figure 5. Vertical axis is stratigraphic position; solid bar is sample range; vertical slash is mean; open rectangle is standard error of mean. Figure is from Gingerich ( 1976b)."
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Pattern of stratophenetic linking and evolutionary radiation in European Eocene primates of the family Adapidae. Vertical axis is sequence of niveaux reperes for the European Eocene, based on perissodactyl and rodent evolution. Horizontal axis is tooth size and, by inference, relative body size. Dashed lines are less well-documented links, showing that some uncertainty persists in this phylogeny owing to gaps in the fossil record.Figure isfromGingerich ( 1977), with permission of S. Karger AG, Basel."
            },
            "FIGREF7": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "ANCESTORSThe sequences of species from Pelycodus ralstoni to Pelycodus jarrovii in figure 3, from Pronothodectes matthewi to Plesiadapis cookei in figure 6, and from"
            },
            "FIGREF8": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ". The Mi lengths for all specimens (n = 2 17) in these groups in figure 3 have been 60 : . . :: . .. .. •:.:::. :. •: ...... : .. .. •• •} • •• ••~ -: •• -\"' :•• ......; .. •....-.=..._....___ ,......,.,.,.,,~-"
            },
            "FIGREF9": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Left mandibles of theropod dinosaurs (A and B), Mesozoic toothed birds (C-E), and a modern bird, the loon (F}, all brought to about the same length (scale bar= 2 cm). Mesozoic toothed birds show a mosaic of features intermediate between theropod dinosaurs and modern birds, linking birds to a theropod ancestry. Note teeth, and splenial-angular intramandibular articulation shared by theropods, Hesperornis, Ichthyornis, and possibly Archaeopteryx. Archaeopteryx had avian feathers, and both Hesperornis and I chthyornis had an essentially modern avian postcranial skeleton. Velociraptor is fromOsborn ( 1924) and Archaeopteryx from Wellnhofer( 197 4); other drawings are based on original specimens in collections of the Yale Peabody Museum."
            },
            "FIGREF10": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ".. ........ ....._....._ . . . .. OKOTE ( I• 6 my) ......... \\ ........ H.?.•M •a ."
            },
            "FIGREF11": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "•• : • •. • .:•:~us TRALOP1THECUs• [{\\:::J :>: :/ :/ J:::: /:/] fo:/. .1 : : : : : : > <:L : : : : J > :< : < :I L; : > ::: ::1:::: ::::::::! L; ;:::;::::J KBS (l•Smy) .................. ~• ................................ ."
            },
            "FIGREF12": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": ""
            },
            "FIGREF13": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Phylogeny of Plio-Pleistocene Hominidae in East Africa. Upper three intervals are from stratigraphic sections east of Lake Turkana in Kenya; bottom interval is from Laetolil in northern Tanzania (radiometric ages in parentheses). Note marked bimodality in upper levels, with robust Australopithecus becoming extinct at about I my ago and the gracile Homo lineage giving rise to modern Homo sapiens . Compare distribution in sub-Okote interval with Canidae infigure I. See text for discussion."
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "content": "<table/>",
                "text": "The fact that new specimens of Plesiadapis simonsi morphologically intermediate b~; tween Pies. churchilli and Pies. cookei have been found only in the stratigraphic interval between the latter two species (fig. 6)is additional corroboration of the hypothesis that Plesiadapis churchilli gave rise to Pies. simonsi which in turn gave rise to Pies. cookei."
            }
        }
    }
}