{
    "paper_id": "GingerichandWinkler1979-PatternsofvariationandcorrelationinthedentitionoftheRedFox,Vulpesvulpes",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:56.141466Z"
    },
    "title": "PATTERNS OF VARIATION AND CORRELATION IN THE DENTITION OF THE RED FOX, VULPES VULPES",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Dale",
            "middle": [
                "A"
            ],
            "last": "Winkler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The teeth in 51 individuals of the red fox, VlIlpes wipes, from the Upper Peninsula of Mkhigan were measured to quantify dental variation and correlation in this species. Upper and lower first molars tend to be the least variable in the toothrow; the canines, incisors, and posteriormost molars tend to be more variable. Variability of the cheek teeth is uncorrelatecl with sequence of tooth eruption, but rather appears to be inversely related to occlusal complexity, with teeth in the carnassial region being the least variable. Correlations and partial correlations of tooth length were calculated for all pairs of upper and lower teeth. Surprisingly, the tooth pairs that are most highly correlated aTe in the premolar series where no tooth-to-tooth oceiusion is possible. Reduced variability near occluding camassials in each toothrow is presumably related to the functional importance of precise oceiusion, but this is not reflected in the pattern of correlations and partial correlations.",
    "pdf_parse": {
        "paper_id": "GingerichandWinkler1979-PatternsofvariationandcorrelationinthedentitionoftheRedFox,Vulpesvulpes",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The teeth in 51 individuals of the red fox, VlIlpes wipes, from the Upper Peninsula of Mkhigan were measured to quantify dental variation and correlation in this species. Upper and lower first molars tend to be the least variable in the toothrow; the canines, incisors, and posteriormost molars tend to be more variable. Variability of the cheek teeth is uncorrelatecl with sequence of tooth eruption, but rather appears to be inversely related to occlusal complexity, with teeth in the carnassial region being the least variable. Correlations and partial correlations of tooth length were calculated for all pairs of upper and lower teeth. Surprisingly, the tooth pairs that are most highly correlated aTe in the premolar series where no tooth-to-tooth oceiusion is possible. Reduced variability near occluding camassials in each toothrow is presumably related to the functional importance of precise oceiusion, but this is not reflected in the pattern of correlations and partial correlations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The variation of anatomical characteristics in mammals has been extensively documented, recent compilations being those of Long (1968 Long ( , 1969 , Berry and Southern (1970), and Yablokov (1974) . However, relatively little attention has been directed to the variability of individual teeth in the dentition of mammals. Mammalian teeth are ideally suited for detailed evolutionary study because, with few exceptions, the teeth are fonned before they erupt and they do not continue to grow. Tooth size is highly correlated with body size (Gould, 1975) , and it has high heritability (Bader, 1965) . In addition, teeth are relatively abundant and well preserved in the fossil record, adding an important historical dimension to the study of mammalian evolution.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 133,
                        "text": "Long (1968",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 134,
                        "end": 147,
                        "text": "Long ( , 1969",
                        "ref_id": null
                    },
                    {
                        "start": 150,
                        "end": 159,
                        "text": "Berry and",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 160,
                        "end": 180,
                        "text": "Southern (1970), and",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 181,
                        "end": 196,
                        "text": "Yablokov (1974)",
                        "ref_id": null
                    },
                    {
                        "start": 539,
                        "end": 552,
                        "text": "(Gould, 1975)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 584,
                        "end": 597,
                        "text": "(Bader, 1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An understanding of variability is important for interpreting assemblages of fossil mammals, and most research on dental variability has been done by paleontologists and paleoanthropologists. Gingerich (1974) summarized data available on the variability of the cheek teeth in mammals. Primates have been relatively well studied (Gingerich and Schoeninger, 1979) , but dental variability in other orders is still poorly documented. In beginning a systematic revision of some Paleocene and Eocene fOSSil carnivores, we needed to know the nature of dental variability in modern Carnivora. Kurten (1966) published data on variation of tooth size in the spectacled bear, Tremarctos, but to date no one has studied patterns of variability in a large sample of a species with a carnassial dentition. For this reason we began the present study of variability in Vulpes vulpes. In addition to providing a standard for use by mammalian paleontologists, the results reported here are interesting in their own right in showing that low variability in the center of the cheek-tooth field corresponds to the functional center of most complex occlusion in this field.",
                "cite_spans": [
                    {
                        "start": 192,
                        "end": 208,
                        "text": "Gingerich (1974)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 328,
                        "end": 361,
                        "text": "(Gingerich and Schoeninger, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 586,
                        "end": 599,
                        "text": "Kurten (1966)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Correlations between parts of an organism have long been studied as one approach to identifying functionally important characters and complexes-those with high levels of \"morphological integration\" (Olson and Miller, 1958; Van Valen, 1965) . Kurten (1953) was the first to document correlation fields in the dentition of mammals, and this approach has since been extended by Bader (1956 Bader ( , 1965 , Olson and Miller (1958) , Bader and Hall (1960), Van Valen (1962) , Sych (1966) , Gould and Garwood (1969) , Lombardi (1974 Lombardi ( , 1978 , Long and Captain (1977) , and others. In addition to studying variation, we have also analyzed patterns of correlation in the dentition of V. vulpes. Unexpectedly, the most highly correlated elements of the dentition are non-occluding premolars. Regions of high correlation do not, in this case, correspond to regions of the dentition that would be identified as functionally important based on morphology and the pattern of variability. show how mesiodistal tooth measurements (length) were taken, and truncated line segments show how labiolinguaI tooth dimensions (width) were measured.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 222,
                        "text": "(Olson and Miller, 1958;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 223,
                        "end": 239,
                        "text": "Van Valen, 1965)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 242,
                        "end": 255,
                        "text": "Kurten (1953)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 375,
                        "end": 386,
                        "text": "Bader (1956",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 387,
                        "end": 401,
                        "text": "Bader ( , 1965",
                        "ref_id": null
                    },
                    {
                        "start": 404,
                        "end": 427,
                        "text": "Olson and Miller (1958)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 430,
                        "end": 439,
                        "text": "Bader and",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 440,
                        "end": 469,
                        "text": "Hall (1960), Van Valen (1962)",
                        "ref_id": null
                    },
                    {
                        "start": 472,
                        "end": 483,
                        "text": "Sych (1966)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 486,
                        "end": 510,
                        "text": "Gould and Garwood (1969)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 513,
                        "end": 527,
                        "text": "Lombardi (1974",
                        "ref_id": null
                    },
                    {
                        "start": 528,
                        "end": 545,
                        "text": "Lombardi ( , 1978",
                        "ref_id": null
                    },
                    {
                        "start": 548,
                        "end": 571,
                        "text": "Long and Captain (1977)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Measurements were taken on the skull and dentition of 51 specimens of V. vuipes preserved in the University of Michigan Museum of Zoology, Ann Arbor. All came from the Upper Peninsula of Michigan. The sample induded 22 male, 13 female, and 16 unsexed skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Twenty measurements of tooth length (L) and width (W) were made on the upper dentition and 22 on the lower dentition, as shown in Fig. 1 . The crown height (H) of upper and lower canines was measured from the tip of the crown to the edge of the enamel at the base of the crown. Three cranial measurements were included on adult skulls: condylobasal skull length (SL), measured from the posterior edge of the occipital condyles to the anterior edge of the premaxillary; zygomatic breadth (ZB), measured as the maximum breadth across the zygomatic arches; and mandibular depth (MD), the depth of the mandibular ramus measured below M2 on the buccal side of the jaw. Specimens were considered adult if the dorsal cranial sutures were fused. Measurements were made by Winkler using dial calipers.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 130,
                        "end": 136,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Statistics quantifying variation of the dentition for the entire sample of Vuipes vulpes, with males, females, and specimens of unknown sex combined, are listed in Table 1 . With the exception of upper and lower canine length (both often affected by breakage), the minimum sample size fur dental measurements is 44. Hence the statistics are based on reasonably large samples. The coefficienb of variation (CV) range from a low of 3.7 to a high of 12.2, with the average value being 6.35. The average CV for measurements of upper teeth is 6.13 ; that for lower teeth is 6.61. The average CV for measurements of tooth length is 6.20 and that for tooth width is 6.45. Thus lower teeth tend to be slightly more variable than upper teeth, and tooth width tends to be Vol. 60, No.4 ",
                "cite_spans": [
                    {
                        "start": 538,
                        "end": 542,
                        "text": "6.13",
                        "ref_id": null
                    },
                    {
                        "start": 762,
                        "end": 770,
                        "text": "Vol. 60,",
                        "ref_id": null
                    },
                    {
                        "start": 771,
                        "end": 775,
                        "text": "No.4",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 171,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "4.4 \" \" \" \" , \" \" \" \" CVIO , , , , , • , JOURNAL OF MAMMALOGY Vu/pes vu/pes MALES AND FEMALES COMBINED _ _ L~NGTH • WIOTH -__ 0 WIOTH _____ LHIGTH p----<>--~o -'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "12 13 C 1\" 1'2 p3 1'4 MI M2 UPPER DENTITION 12 13 C ~ ~ ~ ~ ~ ~ ~ LOWER DENTITION FIG. 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "-Putterns of variation in the dentition of Vu/pes vulpes, based on all specimens regardless of sex, Note the relatively low variability of M' in the upper dentition and Ml in the lower dentition. slightly more variable than tooth length, but these differences are not statistically significant (t = 0.91, d.£. = 42; t = 0.45, d.£. = 40; respectively).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "In quantifying size it is advantageous to combine as many different estimators as possible. Thus both length and width were measured on each tooth, and multi pled to give a compound measure of crown area. We calculated the natural logarithm of the product of length and width for each tooth in V. vuipes as one way to standardize variability for comparative purposes. These data are especially useful in paleontology, where evolutionary studies involve quantification of changes in tooth size through time. Statistics summarizing the variability of Ln (L x W) are listed in .195 19.5 • C\"effident is for crown area, not for Ln of erOwn area. Estimated from SD of Ln erown area (see Lewontin, 1966 ",
                "cite_spans": [
                    {
                        "start": 574,
                        "end": 583,
                        "text": ".195 19.5",
                        "ref_id": null
                    },
                    {
                        "start": 682,
                        "end": 696,
                        "text": "Lewontin, 1966",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "o UNSEXED (n ~ 15) o MALES (n\"20) E3 FEMALES ( n \" 12)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Ln ( ficients of variation for crown area range from 7.5 to 20.4, with a mean value of 10.94. In general the CV for the area of a tooth crown is slightly less than twice the CV of either crown length or crown width for that tooth, indicating that there is some variability in crown shape as well as size (Lande, 1977) .",
                "cite_spans": [
                    {
                        "start": 304,
                        "end": 317,
                        "text": "(Lande, 1977)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "The most interesting pattern that emerges from these CVs is the apparent relationship of variability to tooth position within the cheek teeth series. This is shown graphically in Fig. 2 , where the CVs are plotted for crown length, crown width, and crown area at each tooth position in the upper and lower dentition. A coherent pattern emerges in the premolar and molar series of decreasing variability posteriorly, except that the second and third molars again show relatively high variability. The length and width of upper and lower first molars, and the length of p4 tend to be the least variable in the cheek-tooth series. These make up the carnassial portion of the dentition in V. vulpes, they are the functional center of the cheek-tooth series, and thus it is not surprising that they show less variability than adjacent parts of the dentition (see Discussion).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 179,
                        "end": 185,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "The pattern of variation in the anterior dentition of V. vulpes is not as easy to interpret Canine width is relatively more variable than that of the incisors, whereas canine length is less variable than that of the incisors. From the morphology of the teeth, one might expect to find a distinctive incisor pattern of variability differing from that of the canines, which in turn might be expected to differ consistently in variability from the anterior part of the cheek-tooth series, but this does not appear to be the case. All of the anterior teeth, incisors and canines alike, are relatively variable by comparison with the center of the cheek-tooth series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Sexual dimorphism. -Davis (1977) suggested that first lower molars of the Eurasian red fox, Vulpes vulpes, are slightly larger in males than in females. We analyzed measurements of the entire dentition of males and females in our sample of V. vulpes separately, and then compared them to detennine the extent of sexual dimorphism in the dentition and how this might affect the general pattern of variability described above. Results are listed in Table 3 .",
                "cite_spans": [
                    {
                        "start": 19,
                        "end": 32,
                        "text": "-Davis (1977)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 447,
                        "end": 454,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Skull length and zygomatic breadth in male and female V. vulpes are significantly different (P ~ 0.05), with males having a skull averaging 6 mm longer and 2.5 mm broader than that of females. However, the entire range of cranial length and the Weighted mean shows pattern of variability with sexual dimorphism factored out. Note that females tend to be more variable than males in this sample, and that the first molars tend to be least variable in size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "entire range of cranial width in our sample of females fall within that of males, so the difference is not a marked one.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Males and females differ at a 0.05 Jevel of significance in eight dental measurements, and at a 0.10 level of significance in an additional five dental measurements. At these levels of significance, one might expect only one difference in twenty, or one in ten, respectively, to appear by chance. However, the number and pattern of differences suggest a limited degree of sexual dimorphism in. the dentition. Males tend to have canines with a greater basal crown length than females, although canine width and crown height do not differ significantly. The differences seen in 13 and 13 also conform to a pattern of a weak \"canine\" field dimorphism. A second field of weak dimorphism surrounds the upper and lower carnassial teeth, where p3, P\\ Mt, and Ml show slight but significant differences. If the apparent smaller size of M3 in males is real, it may be smaller to compensate for the slightly larger carnassial dentition of males.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Sexual dimorphism in both the cranium and the dentition of V. vulpes is weak.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Males tend to be larger, but in most measurements the range of variation of one sex includes that of the other. For example, see Fig. 3 where the natural logarithm of crown area ofM 1 is plotted for male, female, and unsexed specimens. The largest and the smallest specimens are females, even though males tend to have slightly larger molars on the average. The distribution of values is unimodal and approximately normal. There is nothing about the distribution of this or the other dimorphic characteristics that would permit one to sex the specimens based on the skull or dentition.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 135,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "In order to subtract any effect of the weak sexual dimorphism in V. vulpes from the pattern of dental variability, we calculated a weighted mean CV based on the variability of length and width within females alone and the variability of length and width within males alone (Gingerkh and Schoeninger, 1979) . The mean of these four values is shown by solid dots for each tooth pOsition in Fig. 4 . Females are more variable than males at almost all tooth positions (all except M2, II, and Pj).",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 305,
                        "text": "(Gingerkh and Schoeninger, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 388,
                        "end": 394,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "The pattern of variability, calculated as the weighted mean of within-sex variability (Fig. 4) , is somewhat simpler than that calculated with both sexes combined (Fig. 2) . The upper and lower first molars remain the center of a distinctive cheek-tooth field oflow variability. However, even with the contribution of sexual dimorphism factored out, upper and lower canines remain highly variable (mean CV == 7.0 and 6.8 for uppers and lowers, respectively). The upper incisors appear to constitute a distinct field of lower variability relative to the canines, but this pattern is not so clearly developed in the lower incisors. A similar pattern has been observed in the dentition of primates (Gingerich and Schoeninger, 1979) . Dental fields. -Butler (1939) made a detailed shtdy of the crown morphology of adjacent teeth in the mammalian dentition, and emphasized the integrated nature of the dentition. He proposed that dental development and evolution could be explained by the existence of three underlying morphogenetic fields of incisivization, caninization, and molarization-individual teeth are only parts of larger morphogenetic units. The pattern of variability of cheek teeth in V. vulpes corresponds to that expected for a morphogenetic or functional field of molarization including all the cheek teeth as part of a single unit (Van Valen, 1970) . However, incisor and canine fields in V. vulpes are morphologically distinct as well, and these fields are not clearly reflected by patterns of variability. Gingerich (1974) advanced two hypotheses to explain why upper and lower first molars tend to be the least variable in the cheek tooth series in mammals: 1) they are the first teeth to erupt in the permanent dentition, and thus they may be less affected by sexual dimorphism or other later ontogenetic factors affecting variability; 2) they occupy a central position in the toothrow, and may be bettcr integrated functionally and thus less variable. We examined the first hypothesis by calculating Spearman's rank correlation coefficient for variability and order of tooth eruption. Using the order of cheek-tooth eruption for V. vulpes reported by Slaughter et al. (1974) , and CVs from Table 2 , the rank correlation of variability and eruption is 0.029 for upper teeth and 0.055 for lower teeth. The probabilities of these values arising by chance are 0.72 and 1.00, respectively, affording no support for the hypothesis that variability is a function of the sequence in which teeth erupt.",
                "cite_spans": [
                    {
                        "start": 695,
                        "end": 728,
                        "text": "(Gingerich and Schoeninger, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 760,
                        "text": "-Butler (1939)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1343,
                        "end": 1360,
                        "text": "(Van Valen, 1970)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1520,
                        "end": 1536,
                        "text": "Gingerich (1974)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 2168,
                        "end": 2191,
                        "text": "Slaughter et al. (1974)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 86,
                        "end": 94,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 163,
                        "end": 171,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 2207,
                        "end": 2214,
                        "text": "Table 2",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "Now that data a~e available on variability in incisor and canine fields as well as in cheek-tooth fields, it is apparent that there is no simple relationship between variability and position in a functional field. Rather, it appears that variability is measuring the relative complexity of functional occlusion. Central cheek teeth are least variable because they have the most complex occlusion. Canines are most variable, even after any effect of sexual dimorphism is factored out, because they have the simplest occlusion. Our current working hypothesis is that occlusal complexity is the chief constraint limiting variability in mammalian dentition. This hypothesis also explains patterns of variation observed in the primate dentition (Gingerich and Schoen inger, 1979) .",
                "cite_spans": [
                    {
                        "start": 740,
                        "end": 774,
                        "text": "(Gingerich and Schoen inger, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Variation",
                "sec_num": null
            },
            {
                "text": "To better understand the morphological and functional organization of the dentition of V. vulpes, we calculated the correlation (r) of tooth length for each pairwise combination of teeth within the upper and lower dentitions (Table 4) and between upper and lower dentitions (Table 5) . These correlations between teeth should give a measure of the morphological integration of the dentition as a whole and of fields within it (Olson and Miller, 1958; Van Valen, 1962 Could and Garwood, 1969) . Table 4 shows that adjacent teeth tend to be more highly correlated (values along the main diagonals) than nonadjacent teeth (Pearson's 'rule of neighborhood'; Lewenz and Whiteley, 1902) . The most highly correlated teeth in the lower dentition of V. vulpes are P~-P.1-P4' and in the upper dentition p2_p. 1. Correlations (r) between adjacent teeth for these non-occluding premolars ranged from 0.82 to 0.86. For comparison, correlations (r) between adjacent teeth in the occluding incisor-canine series ranged from 0.42 to 0.66, and correlations between adjacent teeth in the occluding carnassial- molar series ranged from 0.15 to 0.50. A priori, one would expect teeth in an occluding series to be more highly correlated than non-occluding teeth, but this is not the case in V. vulpes. Correlations between upper and lower teeth are listed in Table 5 . Again, upper and lower teeth in opposing positions (values along the principal diagonal) tend to be highly correlated. The highest correlations are between the non-occluding premolars pZ_P2_p3, where r ranged from 0.80 to 0.83. Occluding incisors and canines have correlations ranging from 0.24 to 0.57, and occluding teeth in the carnassial region have correlations ranging from 0.46 to 0.76 (the highest figure being for M c P4, the carnassial pair).",
                "cite_spans": [
                    {
                        "start": 426,
                        "end": 450,
                        "text": "(Olson and Miller, 1958;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 451,
                        "end": 466,
                        "text": "Van Valen, 1962",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 467,
                        "end": 491,
                        "text": "Could and Garwood, 1969)",
                        "ref_id": null
                    },
                    {
                        "start": 654,
                        "end": 680,
                        "text": "Lewenz and Whiteley, 1902)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 800,
                        "end": 819,
                        "text": "1. Correlations (r)",
                        "ref_id": null
                    },
                    {
                        "start": 897,
                        "end": 918,
                        "text": "0.86. For comparison,",
                        "ref_id": null
                    },
                    {
                        "start": 919,
                        "end": 935,
                        "text": "correlations (r)",
                        "ref_id": null
                    },
                    {
                        "start": 1271,
                        "end": 1281,
                        "text": "V. vulpes.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 225,
                        "end": 234,
                        "text": "(Table 4)",
                        "ref_id": null
                    },
                    {
                        "start": 274,
                        "end": 283,
                        "text": "(Table 5)",
                        "ref_id": null
                    },
                    {
                        "start": 494,
                        "end": 501,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 1339,
                        "end": 1346,
                        "text": "Table 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "' \" Z SL I,L I,L I,L C,L P,L P2L P 3 L P,L M,L M,L ;. r • p '\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "r 0 PL I'L PL C'L P'L FL N POL M'L M'L 0 \"' I,L",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "Van Valen (1965) outlined a method of clustering z-transfonned values of the correlation coefficient r to extract groups of measurements representing integrated morphological complexes. We followed the same procedure, and found that in the lower dentition P z and P 3 join at a level of integration z = 1.26. P4 joins this group at z = 1.06, and Ml joins the group at z = 0.84. In the upper dentition p 2 and p3 join at z = 1.29, and p 4 joins this group at z = 0.86. Considering groupings including both upper and lower teeth together, p4 and MI fonn a group at z = 1.00, p 2 _p3 and P 2 -P. 1 -P 4 form a group at z = 0.96, and these two larger groups join at z :=: 0.83. PI joins the larger premolar-molar cluster at z = 0.69, and MI joins this at z = 0.58. Outside of this premolar-molar grouping, 11 and P join together at z = 0.79, and C I and Cl join at z = 0.65. Below z = 0.58, M2 and II are the next to fOlm a group, and there is no longer a coherent interpretable pattern of grouping. This is true even though values of z above about 0.30 are still statistically significant (P = 0.05).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "The relatively high integration of non-occluding teeth is surprising, and one might suspect it to be an artimct of our pmtkular data set. However, Kurten (1953) derived almost exactly the same pattern of correlation when he studied the dentition of a large sample of Vulpes from Finland, although he did not draw attention to this apparent anomaly.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 160,
                        "text": "Kurten (1953)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "Teeth of the premolar series are significantly correlated with skull length (Table 4) . To test whether the high correlation between adjacent teeth in the non-occluding premolar series might be an artifact of overall size, we calculated a matrix of partial correlations of tooth length with respect to skull length (Table 6) . Again, the highest correlations link upper p2_p3 and lower P2-P3-P4' If there is any change from the pattern of correlations in Table 4 , the partial correlations in Table 6 further emphasize the high correlation of premolars by reducing the level of correlation of the occluding carnassial series. The premolars in V. vulpes are much more highly correlated than one would expect, considering that they do not occlude and that they are separated from each other by diastemata.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 76,
                        "end": 85,
                        "text": "(Table 4)",
                        "ref_id": null
                    },
                    {
                        "start": 315,
                        "end": 324,
                        "text": "(Table 6)",
                        "ref_id": null
                    },
                    {
                        "start": 455,
                        "end": 462,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 493,
                        "end": 500,
                        "text": "Table 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of Correlation",
                "sec_num": null
            },
            {
                "text": "Functional occlusion takes place in two regions of the dentition of Vulpes vulpes; 1) the incisor-canine region in the anterior dentition; 2) the carnassial region of the posterior cheek teeth including IX-MI_M2 above and MI-M2-M3 below. These two occluding regions are separated by the non-occluding premolar series. Analysis of the pattern of dental variation in V. vulpes shows that it corresponds reasonably well to these functionally delimited regions of the dentition. The carnassial series, where occlusion is most complex, shows the lowest variability. Occlusion in the carnassial series includes cusp-to-cusp puncturing occlusion, shearing occlusion, and some planar grinding occlusion. Incisor occlusion, involving only edge-to-edge occlusion, is less complex, and the incisors are correspondingly more variable in size. Canine occlusion is essentially point-to-point occlusion, with the posterior edge of the lower canine moving past the anterior edge of the upper canine, and the canines tend to be the ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "0 C'l I,L I,L IaL C,L P,L P,L P,L P,L M,L M,L -< • p,.; 0.05. ~ ,8",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "most variable teeth in the toothrow (even when the small contribution of sexual dimorphism is factored out). The non-occluding premolars fonn a continuous sequence of decreasing variability going from the canines to the carnassial dentition. Finally, M3 is exceptionally variable in size. Its occlusion with M2 is so simple that even high variability does not cause dysfunction; in fact, in two out of 51 skulls (both unsexed) M3 was congentially lacking. Another factor contributing to M3 variability may be that M3 is compensating for variability in the much larger Mr and M 2 , leading to an inHated cv (Gould and Garwood, 1969) .",
                "cite_spans": [
                    {
                        "start": 606,
                        "end": 631,
                        "text": "(Gould and Garwood, 1969)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "As shown in Figs. 2, 3 , and 4, there are definite limits to dental variability in V. vulpes. These limits correspond to those found in other mammals (Gingerich, 1974) , and thus they can reasonably be used to delimit species in fossil assemblages where closely related species are sometimes distinguished only by size. The first upper and lower molars, having lowest variability and unimodal size distributions, appear to be the best teeth on which to base diagnoses in fossil carnivores with a carnassial dentition. Gordon (1977) proposed the same criterion for distinguishing the closely related bears Ursus americanus and U. arctos, so the approach appears to have general utility for diagnosing closely related species of carnivores as well as other mammals. As a rule, the range of variation of Ln (L x W) of Mr or Mr is about 0.35 to 0.40 in living mammals (both are 0.35 in V. vulpes, see Table 2 ), although mammals with highly specialized dentitions may not conform to this rule and they deserve separate study.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 20,
                        "text": "Figs. 2,",
                        "ref_id": null
                    },
                    {
                        "start": 21,
                        "end": 22,
                        "text": "3",
                        "ref_id": null
                    },
                    {
                        "start": 150,
                        "end": 167,
                        "text": "(Gingerich, 1974)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 518,
                        "end": 531,
                        "text": "Gordon (1977)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 897,
                        "end": 904,
                        "text": "Table 2",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The general relationship of variability to occlusal complexity and the absence of any correlation with sequence of tooth eruption suggest that variability itself is a reasonably good inverse measure offunctional complexity in V. vulpes. An additional measure of functional organization in dentitions, \"morphological integration,\" is based on the actual correlations between tooth measurements. We expected to find the incisor-canine region of the dentition to be highly correlated and the carnassial-molar region to be highly correlated, with a valley of low integration in the premolar region in between. Surprisingly this is not the case, for teeth of the non-occluding premolar series show the highest correlations, a pattern that Kurten (1953) had previously shown (but not discussed) in European Vulpes. Partial correlations with respect to skull length show that the high level of integration of the premolar series is not a general factor detennined by overall size, but a group factor related to a \"morphogenetic\" field of some kind occupying the premolar region of the dentition.",
                "cite_spans": [
                    {
                        "start": 734,
                        "end": 747,
                        "text": "Kurten (1953)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The observation that the region of greatest morphological integration in V. vulpes, the premolar series, does not coincide with a field of low variability or fields of apparent functional importance (the incisor-canine series or the carnassial series) indicates that variability and integration (correlation) are measuring two different things. There may be some import;\"lllt function, as yet unknown, of non-occluding premolars in Vulpes that favors a high level of integration. On the other hand, correlations may not accurately reflect underlying functional importance. The relationship of variation to correlation, and the use of these as measures of morphological and functional integration deserve further investigation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "J. .\\lamm., 60(4):691_704, 1979",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "~ '\" W Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021 m",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "~ Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "~ \" Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Museum of Paleontology, The University of Michigan, Ann Arbor, MI 48109. Submitted 11 july 1978. Accepted 10 May 1979. Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Dr ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A quantitative study of the Equidae of the Thomas Fann Miocene",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Bader",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Bull. Mus. Compo Zool",
                "volume": "",
                "issue": "",
                "pages": "115--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BADER, R. S. 1956. A quantitative study of the Equidae of the Thomas Fann Miocene. Bull. Mus. Compo Zool., 115A7-78.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Heritability of dental characters in the house mouse",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "___",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Evolution",
                "volume": "19",
                "issue": "",
                "pages": "378--384",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "___ . 1965. Heritability of dental characters in the house mouse. Evolution, 19:378-384.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Osteometric variation and function in bats",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "5"
                        ],
                        "last": "Bader",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Evolution",
                "volume": "14",
                "issue": "",
                "pages": "8--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BADER, R. 5., AND J. S. HALL. 1960. Osteo- metric variation and function in bats. Evo- lution, 14:8-17.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Variation in mammalian populations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Berry",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "N"
                        ],
                        "last": "Southern",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "403",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. l, AND H. N. SOUTHERN. 1970. Variation in mammalian populations. Aca- demic Press, New York, 403 pp.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Studies of the mammalian dentition. Differentiation of the post~ca nine dentition",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Butler",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Proe. Zool. Soc. London, Ser. B",
                "volume": "109",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BUTLER, P. M. 1939. Studies of the mamma- lian dentition. Differentiation of the post~ca nine dentition. Proe. Zool. Soc. London, Ser. B, 109: 1-36.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Size variation of the fox, Vulpes vulpes in the Palaearctic Region today",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, S. 1977. Size variation of the fox, Vulpes vulpes in the Palaearctic Region to- day, and in Israel during the late Quaternary.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Size variability of the teeth in living mammals and the diagnOSis of closely related sympatric fossil species",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "J. Paleo",
                "volume": "48",
                "issue": "",
                "pages": "895--903",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GINGERICH, P. D. 1974. Size variability of the teeth in living mammals and the diagnOSis of closely related sympatric fossil species. J. Paleo., 48:895-903.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "In press. Patterns of tooth size variability in the dentition of primates",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Schoeninger",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Amer. J. Phys. Anthrop",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GINGERICH, P. D., AND M. J. SCHOENINGER. In press. Patterns of tooth size variability in the dentition of primates. Amer. J. Phys. An- throp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Molar measurements as a taxonomic tool in Urstts",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Gordon",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. Marum",
                "volume": "58",
                "issue": "",
                "pages": "247--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GORDON, K. R. 1977. Molar measurements as a taxonomic tool in Urstts. J. Marum., 58:247-248.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "On the scaling of tooth size in mammals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Amer. Zool",
                "volume": "15",
                "issue": "",
                "pages": "351--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOULD, S. J. 1975. On the scaling of tooth size in mammals. Amer. Zool., 15:351-362.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Levels of integration in mammalian dentitions; an analysis of correlations in Nesophontes micrus (Insectivora) and Oryzomys couesi (Rodentia)",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Garwood",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Evolution",
                "volume": "23",
                "issue": "",
                "pages": "276--300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOULD, S. J., AND R. A. GARWOOD. 1969. Levels of integration in mammalian denti- tions; an analysis of correlations in Neso- phontes micrus (Insectivora) and Oryzomys couesi (Rodentia). Evolution, 23:276-300.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "On the variation and population dynamics of fossil and Recent mammal populations",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Kurten",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Acta Zool. Fenn",
                "volume": "76",
                "issue": "",
                "pages": "1--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KURTEN, B. 1953. On the variation and pop- ulation dynamics of fossil and Recent mam- mal populations. Acta Zool. Fenn., 76: 1-122. 1966. Pleistocene bears of North America, 1. Genus Tremarctos, spectacled bears. Acta Zool. Fenn., 115:1-120.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "On comparing coefficients of variation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Lande",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "26",
                "issue": "",
                "pages": "214--217",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LANDE, R. 1977. On comparing coefficients of variation. Syst. Zoo1., 26:214-217.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A second study on the variability and correlation of the hand",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Lewenz",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Whiteley",
                        "suffix": ""
                    }
                ],
                "year": 1902,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEWENZ, M. A., AND M. A. WHITELEY. 1902. A second study on the variability and cor- relation of the hand. Biometricu, 1:345....360.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "On the measurement of relative variability",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Syst. Zoo1",
                "volume": "15",
                "issue": "",
                "pages": "141--142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEWONTIN, R. C. 1966. On the measurement of relative variability. Syst. Zoo1., 15:141- 142.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "A factor analysis of morphogenetic fields in the human dentition",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Lombardi",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Amer. J. Phys. Anthrop",
                "volume": "42",
                "issue": "",
                "pages": "99--104",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LOMBARDI, A. V. 1975. A factor analysis of morphogenetic fields in the human denti- tion. Amer. J. Phys. Anthrop., 42:99-104.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A factor analysis of morphogenetic fields in the human dentition",
                "authors": [
                    {
                        "first": "-__",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Development, function, and evolution of teeth",
                "volume": "523",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "-__ . 1978. A factor analysis of morphoge- netic fields in the human dentition. Pp. 203- 213, in Development, function, and evolu- tion of teeth (P. M. Butler and K. A. Jaysey, eds.). Academic PresS, New York, 523 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "An analysis of patterns of variation in some representative Mammalia. Part I. A review of estimates of variability in selected measurements",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "71",
                "issue": "",
                "pages": "201--227",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, C. A. 1968. An analysis of patterns of variation in some representative Mammalia. Part I. A review of estimates of variability in selected measurements. Trans. Kansas Acad. Sci., 71:201-227.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "An analysis of patterns of variation in some representative Mammalia. Part II. Studies of the nature and correlation of measures of variation",
                "authors": [],
                "year": 1969,
                "venue": "Misc. Puhl. Mus. Nat. Hist., Vniv. Kansas",
                "volume": "51",
                "issue": "",
                "pages": "289--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "---, 1969. An analysis of patterns of vari- ation in some representative Mammalia. Part II. Studies of the nature and correlation of measures of variation. Misc. Puhl. Mus. Nat. Hist., Vniv. Kansas, 51:289-302.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Investigations on the sciurid manus. II. Analysis of functional complexes by morphological integration and by coefficients of belonging",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Captain",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Z. Siiugetierk",
                "volume": "42",
                "issue": "",
                "pages": "214--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, C. A., AND J. CAPTAIN. 1977. Investi- gations on the sciurid manus. II. Analysis of functional complexes by morphological in- tegration and by coefficients of belonging. Z. Siiugetierk., 42:214-221.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Morphological integration",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OLSON, E. C., AND R. L. MILLER. 1958. Mor- phological integration. Vniv. Chicago Press, Chicago, 317 pp.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Eruption of cheek teeth in Insectivora and Carnivora",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Slaughter",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Pine",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "E"
                        ],
                        "last": "Pine",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "J. Mamm",
                "volume": "55",
                "issue": "",
                "pages": "116--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SLAUGHTER, B. H., R. H. PINE, AND N. E. PINE. 1974. Eruption of cheek teeth in In- sectivora and Carnivora. J. Mamm., 55:116- 125.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Correlation of tooth measurements in leporids . .on the significance of the coefficient of correlation in the studies of rnicroevolution",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Sych",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Acta Theriol",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SYCH, L. 1966. Correlation of tooth measure- ments in leporids . .on the significance of the coefficient of correlation in the studies of rnicroevolution. Acta Theriol., llAl-54.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Growth fields in the dentition of Peromyscus",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Van Valen",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Devel. Bioi",
                "volume": "16",
                "issue": "",
                "pages": "456--477",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN VALEN, L. 1962. Growth fields in the dentition of Peromyscus. Evolution, 16:272- 277. ---. 1965. The study of morphological in- tegration. Evolution, 19:347-349. ---. 1970. An analysis of developmental fields. Devel. Bioi., 23:456-477.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Variability of mammals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "V"
                        ],
                        "last": "Yablakov",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "350",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "YABLAKOV, A. V. 1974. Variability of mam- mals. Amerind Pub!. Co., New Delhi, 350 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": ".-Lower (A) and upper (B) dentition of Vuipes vuipes, in occlusal view. Square brackets",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "text": "statistics for measurements (mm) of the dentition and skull of Vulpcs vulpes.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "text": "LxW)ofMI FIG. 3.-Distribution of the natural logarithm of the crown area of M, in 47 specimens of Vulpes vulpes from the Upper Peninsula of Michigan. Note unimodal, log-normal shape of the distribution, and lack of sorting by sex. The total range of variation of 0.35 units on a natural logarithmic scale is typical of most mammalian species.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF5": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021 P\"; 0.05 for means that are Significantly grcater than corrcsponding means of other sex. § Downloaded from https://academic.oup.com/jmammal/article/60/4/691/877267 by University of Michigan user on 07 October 2021 ,.rog\" for l.nQt~ ond wid'\" MALES, A,eroge for length ond wi\"h FEMALES A~D MALES, We,gMed meon cnd rMge , -Pattems of variability in tooth size in Vulpes vuipes.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF6": {
                "text": "-Correlations (r) of tooth length in Vuipes vuipes for each pair of teeth within the lower dentition (lower triangular matrix) and ~ a upper dentition (upper triangular matrix). Correlations of lower and upper tooth length with skull length are in extreme left and right hand a columns.",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "FIGREF8": {
                "text": "correlations of tooth length in Vuipes vuipes calculated with respect to skull length for each pair of teeth within the lower dentition (lower triangular matrix) and upper dentition (upper triangular matrix).",
                "type_str": "figure",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td/><td colspan=\"11\">TABLE 2.-Descriptive statistics for the natural logarithm of tooth length mullipled by tooth</td></tr><tr><td colspan=\"5\">width (Ln A) in the dentition of Upper dentition</td><td/><td/><td/><td colspan=\"2\">Lower dentition</td><td/></tr><tr><td colspan=\"2\">LoA N</td><td>Range</td><td>X</td><td>SO</td><td>ev'</td><td>LoA</td><td>N</td><td>Range</td><td>X</td><td>SO</td><td>ev'</td></tr><tr><td/><td/><td/><td/><td/><td/><td>I,</td><td colspan=\"5\">44 1.19-1.62 1.434 0.109 10.9</td></tr><tr><td>I'</td><td colspan=\"3\">47 1.81-2.26 2.068</td><td>0.097</td><td>9.7</td><td>I,</td><td colspan=\"5\">48 1.62-2.29 1.984 0.135 13.5</td></tr><tr><td>I'</td><td colspan=\"3\">46 2.02-2.55 2.327</td><td>0.102</td><td>10.2</td><td>I,</td><td colspan=\"5\">49 2.25-2.80 2.592 0.121 12.1</td></tr><tr><td>I'</td><td colspan=\"3\">46 2.38-2.89 2.597</td><td>0.095</td><td>9.5</td><td colspan=\"6\">C, 22 3.28-3.75 3.515 0.101 10.1</td></tr><tr><td colspan=\"5\">C' 25 3.10-3.69 3.340 0.109</td><td>10.9</td><td>P,</td><td colspan=\"5\">47 2.18-2.74 2.429 0.125 12.5</td></tr><tr><td colspan=\"5\">P' P' 47 3.11-3.61 3.329 0.098 44 2.40-2.91 2.651 0.096 P' 47 3.86-3.79 3.511 0.086 P' 47 4.47-4.81 4.619 0.086 M' 48 4.62-4.97 4.790 0.075 M' 51 2.64-4.02 3.770 0.204</td><td>9.6 9.8 8.6 8.6 7.5 20.4</td><td colspan=\"6\">P, P, P, M, 47 4.33-4.68 4.499 0.077 49 3.07-3.65 3.333 0.107 10.7 51 3.24-3.71 3.459 0.097 9.7 49 3.53-4.02 3.754 0.092 9.2 7.7 M z 47 3.40-3.79 3.594 0.090 9.0</td></tr></table>",
                "text": "Coef-Vu!pes vulpes. Original measurements in mm.",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td>'\"</td></tr><tr><td>from the Upper Peninsula of</td></tr></table>",
                "text": "-Descriptive statistics for measurements (mm) of the dentition and skull of Vuipes vulpes",
                "type_str": "table",
                "num": null
            }
        }
    }
}