{
    "paper_id": "Gingerich2016-Bodyweightandrelativebrainsize(encephalization)inEocenearchaeoceti(Cetacea)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:52.442954Z"
    },
    "title": "Body Weight and Relative Brain Size (Encephalization) in Eocene Archaeoceti (Cetacea)",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109-1079",
                    "settlement": "Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": "gingeric@umich.edu"
        }
    ],
    "year": "",
    "abstract": "Calibration of the Brownian diffusion model of Felsenstein indicates that phylogeny may have an influence on body length and other phenotypic measures in Cetacea for as many as 10,000 generations or about 180,000 years, which is negligible in the 35 million year history of extant Cetacea. Observations of phenotypic traits in cetacean species living today are independent of phylogeny and independent statistically. Four methods for estimating body weight in fossil cetaceans are compared: (1) median serial regression involving a set of multiple regressions of log body weight on log centrum length, width, and height for core vertebrae; (2) regression of log whole body weight on log body length for individuals; (3) regression of log whole body weight on log body length for species means; and (4) regression of log lean body weight on log body length for individuals. These yield body weight estimates for the Eocene archaeocete Dorudon atrox of 1126, 1118, 1132, and 847 kg, respectively, with consistency and applicability to partial skeletons favoring the first approach. The whole-body weight expected, P e (in kg), for a given body length, L i (in cm), is given by log 10 P e =2.784 • log 10 L i − 4.429. Negative allometry of body weight and body length (slope 2.784<3.000) means that small cetaceans are shorter and more maneuverable than expected for their weight, while large cetaceans are longer and more efficient energetically than expected for their weight. Encephalization is necessarily quantified relative to a reference sample, most mammals are terrestrial, and terrestrial mammals provide a logical baseline. The encephalization residual for living terrestrial mammals as a class (ER TC), is the difference between observed log 2 brain weight (E i in g) and expected log 2 brain weight (E e in g), where the latter is estimated from body weight (P i in g), as log 2 E e =0.740 • log 2 P i −4.004. ER TC is positive for brains that are larger than expected for a given body size, and negative for brains that are smaller than expected. Base-2 logarithms make the ER TC scale intuitive, in uniform units of halving or doubling. Encephalization quotients (EQ) are unsuitable for comparison because they are proportions on a nonuniform scale. Middle Eocene archaeocetes have ER TC values close to −2 (two halvings compared to expectation), while late Eocene archaeocetes have ER TC values close to −1 (one halving compared to expectation). ER TC is not known for fossil mysticetes, but living mysticetes have ER TC values averaging about −2. Oligocene-Recent odontocetes appear to have ER TC values averaging about +1 (one doubling compared to expectation) through their temporal range. Definitive interpretation of the evolution of encephalization in Cetacea will require better documentation for Oligocene-Recent mysticetes and odontocetes.",
    "pdf_parse": {
        "paper_id": "Gingerich2016-Bodyweightandrelativebrainsize(encephalization)inEocenearchaeoceti(Cetacea)",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Calibration of the Brownian diffusion model of Felsenstein indicates that phylogeny may have an influence on body length and other phenotypic measures in Cetacea for as many as 10,000 generations or about 180,000 years, which is negligible in the 35 million year history of extant Cetacea. Observations of phenotypic traits in cetacean species living today are independent of phylogeny and independent statistically. Four methods for estimating body weight in fossil cetaceans are compared: (1) median serial regression involving a set of multiple regressions of log body weight on log centrum length, width, and height for core vertebrae; (2) regression of log whole body weight on log body length for individuals; (3) regression of log whole body weight on log body length for species means; and (4) regression of log lean body weight on log body length for individuals. These yield body weight estimates for the Eocene archaeocete Dorudon atrox of 1126, 1118, 1132, and 847 kg, respectively, with consistency and applicability to partial skeletons favoring the first approach. The whole-body weight expected, P e (in kg), for a given body length, L i (in cm), is given by log 10 P e =2.784 • log 10 L i − 4.429. Negative allometry of body weight and body length (slope 2.784<3.000) means that small cetaceans are shorter and more maneuverable than expected for their weight, while large cetaceans are longer and more efficient energetically than expected for their weight. Encephalization is necessarily quantified relative to a reference sample, most mammals are terrestrial, and terrestrial mammals provide a logical baseline. The encephalization residual for living terrestrial mammals as a class (ER TC), is the difference between observed log 2 brain weight (E i in g) and expected log 2 brain weight (E e in g), where the latter is estimated from body weight (P i in g), as log 2 E e =0.740 • log 2 P i −4.004. ER TC is positive for brains that are larger than expected for a given body size, and negative for brains that are smaller than expected. Base-2 logarithms make the ER TC scale intuitive, in uniform units of halving or doubling. Encephalization quotients (EQ) are unsuitable for comparison because they are proportions on a nonuniform scale. Middle Eocene archaeocetes have ER TC values close to −2 (two halvings compared to expectation), while late Eocene archaeocetes have ER TC values close to −1 (one halving compared to expectation). ER TC is not known for fossil mysticetes, but living mysticetes have ER TC values averaging about −2. Oligocene-Recent odontocetes appear to have ER TC values averaging about +1 (one doubling compared to expectation) through their temporal range. Definitive interpretation of the evolution of encephalization in Cetacea will require better documentation for Oligocene-Recent mysticetes and odontocetes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The body size of a mammalian species is widely recognized as both a determinate and a consequence of functional morphology, ecology, and life history (Purvis and Harvey 1997) . Size is never the whole story, but it is fundamentally important. Size can be measured in terms of length, or more inclusively Electronic supplementary material The online version of this article (doi:10.1007/s10914-015-9304-y) contains supplementary material, which is available to authorized users.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 174,
                        "text": "(Purvis and Harvey 1997)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "in terms of weight, and traits such as brain size or relative brain size, encephalization, are naturally expressed in relation to whole body weight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Weight can be measured directly for a living mammal by placing it on a weighing balance or scale, but estimation of weight is more difficult for an extinct mammal. As a case in point, the Eocene archaeocete Dorudon atrox is known from several virtually complete skeletons (Uhen 1996 (Uhen , 2004 . When these were described, Uhen (1996) determined that the length of the skeleton was 485 cm. Uhen (1996) inserted this into a regression of body weight on body length for extant cetaceans and estimated the weight of D. atrox to have been 2700 kg (see also Marino et al. 2000 Marino et al. , 2004 . I approached the problem differently, seeking a method applicable to partial skeletons. When the body weight of D. atrox was estimated from the sizes of individual vertebrae, the overall estimate was much smaller at 1140 kg (Gingerich 1998) . Uhen (2004) augmented his body weight regression for extant Cetacea and revised his estimate for D. atrox downward to 2240 kg, but this is still almost twice the estimate from vertebrae based on the same specimens.",
                "cite_spans": [
                    {
                        "start": 272,
                        "end": 282,
                        "text": "(Uhen 1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 283,
                        "end": 295,
                        "text": "(Uhen , 2004",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 325,
                        "end": 336,
                        "text": "Uhen (1996)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 392,
                        "end": 403,
                        "text": "Uhen (1996)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 555,
                        "end": 573,
                        "text": "Marino et al. 2000",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 574,
                        "end": 594,
                        "text": "Marino et al. , 2004",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 821,
                        "end": 837,
                        "text": "(Gingerich 1998)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 840,
                        "end": 851,
                        "text": "Uhen (2004)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Modern cetaceans live in cold seas and carry a substantial amount of insulating blubber that may not have been present in Eocene archaeocetes. This study was initiated as an attempt to resolve the discrepancy in weight estimates for Dorudon atrox by generating a new regression of lean-body weight on body length as a substitute for the whole-body regression of Uhen (1996 Uhen ( , 2004 . It was possible to compile a set of lean body weights and lengths for Cetacea, but also a much larger and more representative set of whole body weights and lengths than that used by Uhen. Three principles underlie this work that are worth mentioning. First, functional relationships in the organic world are proportional and must be studied in a geometric framework. We measure arithmetically by counting units of equal size, whether these are units of length, weight, or some other quantity. Arithmetic counts must be transformed logarithmically to represent the geometric quantities of functional interest. Logarithmic transformation is not done to normalize distributions of variation, but to represent variation in the geometric framework in which it is functional (and normal; Gingerich 2000) . Transformation is not done to linearize allometric relationships, but to represent these in the geometric framework in which they are functional (and linear). Transformation is not done to standardize variation, but to represent this in the geometric framework in which it is functional (and has a characteristic standard).",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 372,
                        "text": "Uhen (1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 373,
                        "end": 386,
                        "text": "Uhen ( , 2004",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 571,
                        "end": 576,
                        "text": "Uhen.",
                        "ref_id": null
                    },
                    {
                        "start": 1158,
                        "end": 1170,
                        "text": "(and normal;",
                        "ref_id": null
                    },
                    {
                        "start": 1171,
                        "end": 1186,
                        "text": "Gingerich 2000)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Second, allometric scaling is sensitive to the problem of interest. The allometric scaling of body weight to body length for all Cetacea is not the same as the allometric scaling of body weight to body length for Delphinidae or any other family. The allometric scaling of brain weight to body weight for all Mammalia is not the same as the allometric scaling of brain weight to body weight for Cetacea or any other order (Pagel and Harvey 1988) . These relationships are different because the allometries themselves are different and also because regression slopes are sensitive to the range of the independent variable. A slope of zero indicating an absence of relationship is the null hypothesis in regression and, all else being equal, subsets of a larger set of variables will have shallower slopes than the larger set because the samples are smaller, the ranges of the independent variable are likely to be smaller, statistical power is less, and regression is conservative, protecting the null hypothesis.",
                "cite_spans": [
                    {
                        "start": 421,
                        "end": 444,
                        "text": "(Pagel and Harvey 1988)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Finally, regression is the appropriate statistical tool for predicting the expected value and the expected variance of a dependent variable. When we measure a body length and use this to predict a body weight, based on the empirical dependence of weight on length, we are interested in how the variance of weight is structured for a given value of length. When we measure body weight and use this to predict an expected brain weight, based on the empirical dependence of brain weight on body weight, we are interested in how the variance of brain weight is structured for a given value of body weight. Prediction of a dependent value from an independent value is an asymmetrical problem that regression is designed to solve.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Organisms share a common evolutionary history, which is expressed in the hierarchical phylogenetic relationships of individuals, species, and higher taxa. Observations that are dependent on these phylogenetic relationships will be co-dependent, not independent, and hence unsuitable for direct statistical analysis. Felsenstein (1985) developed the widely used method of independent contrasts to remove any possible effect of phylogeny by considering contrasts between observations for pairs of sister taxa rather than observations on individuals or species per se. Felsenstein adopted a model of Brownian motion in which variance accumulates in proportion to branch length throughout a phylogenetic tree, and used the branch lengths (accumulated variances) to bring contrasts to a common scale for comparison. 'Brownian motion' here is really Brownian diffusion through time.",
                "cite_spans": [
                    {
                        "start": 316,
                        "end": 334,
                        "text": "Felsenstein (1985)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "The dependence of observations such as the body length and weight of cetacean individuals and species on their underlying phylogenetic relationships is an open question that can be explored using the Brownian diffusion model of Felsenstein (1985) . We can take this a step further than Felsenstein did by considering the time scale of the process being modeled, and by including an independently determined rate of accumulation of variance on this time scale. A time scale of one generation, iterated repeatedly, is the time scale of random genetic drift and the time scale of both stabilizing and directional selection. Selection experiments, field studies, and the fossil record are consistent in finding a rate of about 0.1 standard deviation per generation on a time scale of one generation (Gingerich 2001) . A rate of 0.1 standard deviation per generation is equivalent to accumulation of 0.01 units of variance per generation on a per-generation time scale. We can now ask how long it might take for diffusion from nodes in a phylogeny to generate the distributions of size that we see, and how long these patterns might persist in evolutionary time.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 246,
                        "text": "Felsenstein (1985)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 795,
                        "end": 811,
                        "text": "(Gingerich 2001)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "An outline phylogeny showing the major clades of modern Cetacea (Neoceti) is illustrated in Fig. 1a . This is scaled in the sense that the abscissa is mean body length, from the smallest species (Phocoena sinus at 137 cm) to the largest (Balaenoptera musculus at 2369 cm). These differ by 1.237 log 10 units (2.137 versus 3.375), and the weighted standard deviation for the 59 species samples is 0.048. Thus the disparity or range of morphological difference from the smallest to the largest species is 26 standard deviation units. Internal nodes represent the average body length of descendant species. The ordinate is geological age spanning the past 35 million years. Branching order follows May- Collado and Agnarsson (2006) , and branching times are based on the earliest records for each clade documented by Fordyce and Muizon (2001) .",
                "cite_spans": [
                    {
                        "start": 700,
                        "end": 728,
                        "text": "Collado and Agnarsson (2006)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 814,
                        "end": 839,
                        "text": "Fordyce and Muizon (2001)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 99,
                        "text": "Fig. 1a",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "Brownian diffusion through time, on different scales of time, is illustrated in relation to cetacean phylogeny in successive panels of Fig. 1 . If we start the Brownian diffusion process at the basal node (node 72) and allow it to run for 100 generations (or the proportional number of generations for each internal node), we can see that diffusion from node 72 is insufficient to achieve the overall 26-standard-deviation disparity observed, and diffusion is insufficient to connect all the internal nodes ( Fig. 1b) . Brownian diffusion cannot replicate the pattern of cetacean phylogeny in 100 generations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 141,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 509,
                        "end": 517,
                        "text": "Fig. 1b)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "If we start the Brownian diffusion process at node 72 as before and allow it to run for 1000 generations (Fig. 1c) , we can see that diffusion from the basal node is still insufficient to achieve the overall 26-standard-deviation disparity, but diffusion can now connect the internal nodes. Brownian diffusion is close to explaining the pattern of cetacean phylogeny in 1000 generations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 114,
                        "text": "(Fig. 1c)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "If we start the Brownian diffusion process at the basal at node 72 and allow it to run for 10,000 generations ( Fig. 1d) , diffusion from the basal node can both exceed the overall 26standard-deviation disparity and connect all internal nodes. However, 10,000 generations is an upper limit for dependence of body length on the underlying phylogeny. On longer time scales diffusion alone can explain any distribution of body lengths, and phylogeny is no longer a factor. Body lengths and other phenotypic measures are now independent of phylogeny and independent of each other. They are amenable to ordinary statistical analysis without computing phylogenetic contrasts. The median age at first reproduction is nine years in cetaceans, and the median generation time is 18 years (Taylor et al. 2007) . Thus ten thousand generations is roughly 180, 000 yearswhich is negligible in the 35 million year history of modern Cetacea.",
                "cite_spans": [
                    {
                        "start": 778,
                        "end": 798,
                        "text": "(Taylor et al. 2007)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 120,
                        "text": "Fig. 1d)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic Dependence and Independence",
                "sec_num": null
            },
            {
                "text": "Body Weight from Vertebral Centrum Size Archaeoceti are important because they record the evolutionary transition of whales from land to sea. This transition involved specialization of the cranium for feeding, and modification of the neck, forelimbs, hind limbs, and tail for swimming. Brain enlargement is an open question that must be studied in relation to body size (see below). The thorax and lumbus of primitive archaeocetes (best known in Protocetidae) were less subject to specialization, and hence vertebral centrum size for this part of the body provides a conservative estimate of body weight in archaeocetes. However, the posterior thorax and lumbus of later Basilosauridae (such as Dorudon) were more involved in locomotion, with a torso more like that of modern Cetacea (Buchholtz 2001) . Here body size estimation is based on median serial regression involving core vertebrae, the 19 thoracics and lumbars of Protocetidae (and their homologues in other archaeocetes), omitting cervicals (vertebrae 1-7) because of their involvement in feeding (when elongated) or swimming (when shortened), and omitting vertebrae beyond the 26th (supernumerary lumbars, sacrals, and caudals) because of their involvement in swimming.",
                "cite_spans": [
                    {
                        "start": 784,
                        "end": 800,
                        "text": "(Buchholtz 2001)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Body Weight Estimation",
                "sec_num": null
            },
            {
                "text": "A reference sample for estimating body weight is provided in Online Resource 1, an R script for computing weight estimates is listed in Online Resource 2 (R Development Core Team 2008), and a file of vertebral measurements for Dorudon atrox is listed in Online Resource 3. The reference sample (Online Resource 1) includes vertebral centrum measurements (mm) for eight cetacean skeletons, representing animals that weighed from 150 to 23,500 kg, and five pinniped skeletons, representing animals that weighed from 85 to 1210 kg. The D. atrox file (Online Resource 3) includes centrum length, width, and height (mm) for all vertebrae of D. atrox. The R script (Online Resource 2) reads each of these files, computes a multiple regression estimate of body size for each core vertebra, and draws the illustration in Fig. 2 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 813,
                        "end": 819,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Body Weight Estimation",
                "sec_num": null
            },
            {
                "text": "Profiles of vertebral centrum length are shown in gray in Fig. 2 for each of the 13 reference individuals. Larger solid circles show the length profile for core vertebrae of D. atrox. The dashed rectangle encloses core vertebrae 8 through 26 (thoracic T1 through lumbar L2). The weight estimate for each D. atrox vertebra is a quasi-independent prediction, based on multiple regression of body weight on centrum length, width, and height at that vertebral position for the reference sample.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 58,
                        "end": 64,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Body Weight Estimation",
                "sec_num": null
            },
            {
                "text": "The resulting estimates are written vertically below each core vertebra. The predicted body mass for the archaeocete specimen as a whole is then taken as the median of these individual estimates. Use of a median rather than a mean ensures that outliers attributable to unusual vertebral sizes or proportions have minimal effect on the final estimate. The body weight of D. atrox estimated from the size of the core vertebrae is 1126 kg (this number is slightly smaller than the 1140 kg reported previously (Gingerich 1998 ) because cervical vertebrae C4 and C5 and vertebrae beyond L2 are no longer included).",
                "cite_spans": [
                    {
                        "start": 506,
                        "end": 521,
                        "text": "(Gingerich 1998",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Body Weight Estimation",
                "sec_num": null
            },
            {
                "text": "A conservative (broad) 95 % confidence interval for the overall estimate is calculated as a multiple of the associated residual standard error (sigma), where the multiplier is the critical value of Student's t for the chosen level of significance (two-tailed), and associated degrees of freedom (df). Confidence intervals for the estimate are broad; these could be narrowed by adding additional extant reference species Felsenstein (1985) , for 100 generations (b), for 1000 generations (c), and for 10,000 generations (d) of random-walk diffusion. Body length diffusion in panels c and d reflects the geometry of the underlying phylogeny, but the phylogenetic signal is lost on time scales longer than 10,000 generations. For a median cetacean generation time of 18 years, this means that the phylogenetic signal is lost on time scales longer than about 180,000 years. Phenotypic traits may reflect phylogeny on longer time scales, but the values of the traits are no longer dependent on the underlying phylogeny in any statistical sense. Nodes: 60, Neobalaenidae; 61, Eschrichtiidae; 62, Phocoenidae and Monodontidae; 63, Delphinidae; 64, Kogiidae; 65, Iniidae and Pontoporiidae; 66, Delphinoidea; 67, Balaenopteridae; 68, 'Pandelphina'; 69, Ziphiidae; 70, Mysticeti; 71, Odontoceti; and 72, Neoceti (reducing df). Here the two-sigma 95 % confidence interval for the body weight of D. atrox estimated from the size of the core vertebrae is 478-2532 kg.",
                "cite_spans": [
                    {
                        "start": 420,
                        "end": 438,
                        "text": "Felsenstein (1985)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Body Weight Estimation",
                "sec_num": null
            },
            {
                "text": "The body weight of Dorudon atrox can also be estimated from body length, as Uhen (1996 Uhen ( , 2004 and others have shown.",
                "cite_spans": [
                    {
                        "start": 76,
                        "end": 86,
                        "text": "Uhen (1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 87,
                        "end": 100,
                        "text": "Uhen ( , 2004",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Whole Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "Here I attempted this independently by compiling measurements of body length and whole body weight for 1711 extant adult cetaceans, where body length and weight were measured on the same individual animal. Measurements are listed in Online Resource 4. Thirty-two genera and 59 species representing all 12 or 13 families of extant Cetacea are included (Lipotes vexillifer, possibly extinct, is not represented), with measurements drawn from Enders (1942) , Wilke et al. (1953) , Houck (1961) , Kenyon (1961) , Pilleri (1969a, 1969b) , Harrison and Brownell (1971) , Pilleri and Gihr (1971) , Kasuya (1972) , Kamiya and Yamasaki (1974) , Bigg and Wolman (1975) , Lockyer (1976) , Tiexeira (1979), Forrester et al. (1980) , Miyazaki et al. (1981) , Nagorsen and Steward (1983) , Omura et al. (1984) , Robineau and Buffrenil (1985) , Brownell et al. (1987 ), Viikingsson et al. (1988 , André et al. (1990) , Cockcroft and Ross (1990) , Camphuysen et al. (2008) , Mikhalev and Budylenko (2012) , and a U. S. National Museum database (USNM 2014). Regression of log 10 body weight on log 10 body length for the 1711 extant individuals is shown in Fig. 3 . The wholebody regression has a slope of 2.784 (95 % confidence interval 2.769 to 2.800) and an intercept of −4.429 (95 % confidence interval −4.469 to −4.390). In the context of this regression, D. atrox, with a body length of 485 cm (Uhen 1996 (Uhen , 2004 , has an estimated body weight of 1118 kg, with 95 % prediction limits of 657 to 1903 kg. This is 8 kg smaller than the 1126 kg estimate based on vertebral centrum size, a difference of −0.7 %.",
                "cite_spans": [
                    {
                        "start": 440,
                        "end": 453,
                        "text": "Enders (1942)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 456,
                        "end": 475,
                        "text": "Wilke et al. (1953)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 478,
                        "end": 490,
                        "text": "Houck (1961)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 493,
                        "end": 506,
                        "text": "Kenyon (1961)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 509,
                        "end": 531,
                        "text": "Pilleri (1969a, 1969b)",
                        "ref_id": null
                    },
                    {
                        "start": 534,
                        "end": 562,
                        "text": "Harrison and Brownell (1971)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 565,
                        "end": 588,
                        "text": "Pilleri and Gihr (1971)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 591,
                        "end": 604,
                        "text": "Kasuya (1972)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 607,
                        "end": 633,
                        "text": "Kamiya and Yamasaki (1974)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 636,
                        "end": 658,
                        "text": "Bigg and Wolman (1975)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 661,
                        "end": 675,
                        "text": "Lockyer (1976)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 695,
                        "end": 718,
                        "text": "Forrester et al. (1980)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 721,
                        "end": 743,
                        "text": "Miyazaki et al. (1981)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 746,
                        "end": 773,
                        "text": "Nagorsen and Steward (1983)",
                        "ref_id": null
                    },
                    {
                        "start": 776,
                        "end": 795,
                        "text": "Omura et al. (1984)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 798,
                        "end": 827,
                        "text": "Robineau and Buffrenil (1985)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 830,
                        "end": 851,
                        "text": "Brownell et al. (1987",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 852,
                        "end": 879,
                        "text": "), Viikingsson et al. (1988",
                        "ref_id": null
                    },
                    {
                        "start": 882,
                        "end": 901,
                        "text": "André et al. (1990)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 904,
                        "end": 929,
                        "text": "Cockcroft and Ross (1990)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 932,
                        "end": 956,
                        "text": "Camphuysen et al. (2008)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 959,
                        "end": 988,
                        "text": "Mikhalev and Budylenko (2012)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1383,
                        "end": 1393,
                        "text": "(Uhen 1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1394,
                        "end": 1406,
                        "text": "(Uhen , 2004",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1140,
                        "end": 1146,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Whole Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "Regression of mean body weight on mean body length for the 59 species representing the 1711 individuals is shown in Fig. 4 . The whole-body regression for species has a slope of 2.799 (95 % confidence interval 2.708 to 2.890) and an intercept of −4.464 (95 % confidence interval −4.699 to −4.229).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 116,
                        "end": 122,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Whole Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "In the context of this regression, D. atrox, with a body length of 485 cm (Uhen 1996 (Uhen , 2004 , has an estimated body weight of 1132 kg, with 95 % prediction limits of 653 to 1963 kg. This is 6 kg larger than the 1126 kg estimate based on vertebral centrum size, a difference of +0.5 %.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 84,
                        "text": "(Uhen 1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 85,
                        "end": 97,
                        "text": "(Uhen , 2004",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Whole Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "The regression slopes in Figs. 3 and 4, based on individualand species-scale regressions, differ from each other by 0.015 units, compared to an average difference from isometry (slope 3.000) of 0.209 units. The regression intercepts in Figs. 3 and 4 differ from each other by 0.035 units, compared to an average difference from isometry (intercept −5.022) of 0.576 units. Dorudon atrox body weight estimates based on individual-and species-scale regressions differ from each other by 14 kg or 1.2 %. A regression based on individuals has the statistical advantage of using the full set of observations, while a regression based on species means has the advantage of weighting species equally. For sample sizes as large as those available here the differences are small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Whole Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "The body weight of Dorudon atrox can also be estimated from body length by restricting measurements of body length and The final estimate of 1126 kg is the median of 16 independent multiple regressions of body weight on centrum length, width, and height for vertebrae 8-26 (numbers written vertically; one or more measurements is missing for Dorudon vertebrae 9, 14, and 24). Weights in parentheses represent a 95 % confidence interval for the overall estimate of 1126 kg. Gray lines are traces of vertebral centrum length for each of the 11 cetacean and pinniped species used as a reference set (corresponding centrum width and height are not shown). Black solid circles are vertebral lengths for D. atrox (corresponding centrum width and height are not shown). Vertebrae at positions 1-7 are cervicals, which could not be measured for all cetaceans in the reference set. Note that the ordinate is on a natural logarithmic scale, and vertebral measurements are in mm. Dashed rectangle encloses core vertebrae of interest for body weight prediction. Reference-set measurements are listed in Online Resource 1. R script in Online Resource 2 computes the weight estimates shown here by combining data in Online Resource 1 with measurements for D. atrox in Online Resource 3 body weight to the 234 extant adult cetaceans where body length, whole body weight, and blubber weight are reported for the same individual animal. This is a more restricted set of nine genera and 13 species, representing eight of the 12 families of Cetacea, with measurements drawn from the sources listed above. Regression of log 10 lean body weight on log 10 body length, for the 234 extant individuals where blubber weight can be subtracted from whole body weight, is shown in Fig. 5 . The lean-body regression has a slope of 2.733 (95 % confidence interval 2.692 to 2.773) and an intercept of −4.412 (95 % confidence interval −4.538 to −4.286).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1753,
                        "end": 1759,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Lean Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "Dorudon atrox, with a body length of 485 cm (Uhen 1996 (Uhen , 2004 , has an estimated body weight of 847 kg, with 95 % prediction limits of 515 to 1394 kg. This differs from the 1118 kg estimate based on the comparable whole-body regression by 271 kg, a difference of 24 %. The discrepancy between body weight estimates for D. atrox based on wholebody regression (Uhen 1996 (Uhen , 2004 and estimates based on vertebral centrum size (Gingerich 1998 ) disappeared when extant cetaceans were better sampled, and the body weight estimate based on a lean-body regression is now the outlier. This casts doubt on the initial conjecture that body weights in Eocene archaeocetes may have been smaller because they lacked insulating blubber.",
                "cite_spans": [
                    {
                        "start": 44,
                        "end": 54,
                        "text": "(Uhen 1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 55,
                        "end": 67,
                        "text": "(Uhen , 2004",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 364,
                        "end": 374,
                        "text": "(Uhen 1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 375,
                        "end": 387,
                        "text": "(Uhen , 2004",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 434,
                        "end": 449,
                        "text": "(Gingerich 1998",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lean Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "Further Comments Uhen (1996) matched body lengths for 17 species from literature and personal observations with body weights for these species tabulated by Silva and Downing (1995) . The length-weight pair for Balaena, the most extreme outlier, was omitted from Uhen's (2004) regression. Four of Uhen's remaining length-weight pairs fall well above the scatter of species means compiled here (Fig. 4) . Many measurements for cetaceans in Silva and Downing (1995) came from field guides and other secondary literature, in which the weights reported are often estimates of maximum weights for species rather than representative measured weights. These cannot be paired reliably with cetacean lengths from other sources.",
                "cite_spans": [
                    {
                        "start": 17,
                        "end": 28,
                        "text": "Uhen (1996)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 156,
                        "end": 180,
                        "text": "Silva and Downing (1995)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 262,
                        "end": 275,
                        "text": "Uhen's (2004)",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 438,
                        "end": 462,
                        "text": "Silva and Downing (1995)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 392,
                        "end": 400,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Lean Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "Body weight estimation from vertebral centrum size and estimation from body length may not work for unusually proportioned archaeocetes such Basilosaurus cetoides and Basilosaurus isis with their greatly elongated posterior thoracic, lumbar, and anterior caudal vertebrae. The sizes of the anterior thoracic vertebrae can be expected to underestimate body weight in Basilosaurus, whereas whole body length can be expected to overestimate body weight. The true weight may fall between such estimates, but testing this empirically will have to await description of complete skeletons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lean Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "The source of Jerison's (1978) body weight of 530 kg for D. atrox ['Dorudon intermedius'] is not clear, while his estimate of 20,000 kg for D. atrox ('Prozeuglodon atrox') was clearly due to confusion of Dorudon and its synonym Prozeuglodon with Basilosaurus isis (Barnes and Mitchell 1978) . Uhen (1996 Uhen ( , 2004 and Marino et al. (2000 Marino et al. ( , 2004 proposed more reasonable body weights for D. atrox, but weights substantially greater than those estimated here. Figure 3 and especially Fig. 5 show a bimodal distribution of body sizes in cetaceans that have been weighed. This is partly a reflection of the difference in size between smaller Odontoceti and larger Mysticeti, but it is also a reflection of the difficulty of weighing medium and large cetaceans. Small cetaceans are relatively easy to weigh, but weights for large cetaceans are generally only available for species large enough to be worth exploiting commercially. Fortunately, there are lengths and whole-body weights available for some medium-sized cetaceans (Fig. 3) , and these fall on or near the whole-sample regression line.",
                "cite_spans": [
                    {
                        "start": 14,
                        "end": 30,
                        "text": "Jerison's (1978)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 264,
                        "end": 290,
                        "text": "(Barnes and Mitchell 1978)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 293,
                        "end": 303,
                        "text": "Uhen (1996",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 304,
                        "end": 317,
                        "text": "Uhen ( , 2004",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 322,
                        "end": 341,
                        "text": "Marino et al. (2000",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 342,
                        "end": 364,
                        "text": "Marino et al. ( , 2004",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 478,
                        "end": 486,
                        "text": "Figure 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 502,
                        "end": 508,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1042,
                        "end": 1050,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Lean Body Weight from Body Length",
                "sec_num": null
            },
            {
                "text": "We may make a rough estimate of the weight of one of these gigantic creatures by remembering the simple rule that in bodies of similar shape the bulk or weight will vary as the cube of a linear dimension. I find that a foetal Rorqual, just a foot long, weighs 1 lb 6 oz. It follows that a [Blue Whale] … 100 ft long would weigh about 600 t. D'Arcy Wentworth Thompson (1912) D'Arcy Thompson (1912) had a theory to justify his expectation for the body weight of a blue whale, but a single empirical observation provided no constraint on his purely theoretical model. Later, Laurie (1933) collected lengths and weights for three blue whales and showed that Thompson's estimate of weight for an adult blue whale was much too great. If Thompson had compared weights for a few whales of different sizes he would have seen that weight change in cetaceans is allometric rather than isometric. Cetaceans change shape in a systematic way as they change size: their weights (and volumes) decrease more or increase less in proportion to decreasing or increasing length than Thompson expected.",
                "cite_spans": [
                    {
                        "start": 358,
                        "end": 373,
                        "text": "Thompson (1912)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 381,
                        "end": 396,
                        "text": "Thompson (1912)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 572,
                        "end": 585,
                        "text": "Laurie (1933)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allometry of Body Width and Length in Cetacea",
                "sec_num": null
            },
            {
                "text": "D'Arcy Thompson's expectation of isometry, constant shape at different sizes, is illustrated by the dotted line with slope 3 trending obliquely through Figs. 3, 4 and 5. Taking this as a baseline, both regressions based on empirical data show that small cetaceans are generally heavier than expected for their body length and large cetaceans are generally lighter than expected for their body length. Stated another way, small cetaceans are shorter than expected for their body weight, and large cetaceans are longer than expected for their body weight. Similar differences can be seen in the design of boats and airplanes, with shorter hulls or bodies for a given weight being more maneuverable, and longer hulls or bodies for a given weight being more streamlined and more energetically efficient for long distance travel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allometry of Body Width and Length in Cetacea",
                "sec_num": null
            },
            {
                "text": "Harry Jerison introduced the idea of an encephalization quotient or 'EQ' to represent the relative brain size of a mammalian species (Jerison 1973: 63) . This is calculated as the ratio of brain weight observed for the species to the brain weight expected for a mammal of that species' body weight. Measuring observed brain weight, E i , is a straightforward matter of weighing the brain (weight in grams). Alternatively, brain weight can be estimated by measuring the volume of the braincase, in cubic centimeters, and making the reasonable assumption that brains have a density more or less equivalent to that of water. Jerison (1955 Jerison ( , 1973 calculated expected brain weight, E e , as k times body weight P i raised to the ß power: E e =k P i ß . Coefficients k and ß were estimated by linear regression of log brain weight on log body weight: log 10 E e =log 10 k+ß log 10 P i . In developing this approach, Jerison (1961) found the intercept log 10 k to be about −0.93 (meaning k=0.12) and the slope or allometric scaling coefficient ß to be approximately 2/3 or 0.67. Jerison's numbers were initially based on a small sample of living mammals, but I have confirmed that 0.67 is a reasonable average for allometric scaling of brain weight and body weight in living mammals on the taxonomic scale of orders (see Pagel and Harvey 1988) .",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 151,
                        "text": "(Jerison 1973: 63)",
                        "ref_id": null
                    },
                    {
                        "start": 622,
                        "end": 635,
                        "text": "Jerison (1955",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 636,
                        "end": 652,
                        "text": "Jerison ( , 1973",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 920,
                        "end": 934,
                        "text": "Jerison (1961)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1324,
                        "end": 1346,
                        "text": "Pagel and Harvey 1988)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantification of Relative Brain Size in Cetacea Encephalization Quotients",
                "sec_num": null
            },
            {
                "text": "Other authors found the allometric scaling coefficient ß for brain weight and body weight to be closer to 0.74 or 0.75 for living mammals as a class (Bouchot 1978; Martin 1981; Hofman 1982; Harvey and Bennett 1983; Worthy and Hickie 1986) . This is an empirical finding, just as 0.67 is an empirical finding on a different taxonomic scaleexistence of the discrepancy means taxonomic scale is important. There is a further complication. Living mammals include terrestrial, aquatic, and volant forms, which have slightly different relationships of brain weight to body weight. When we consider the baseline allometric scaling of brain size and body size we must specify both the substrate preference and the taxonomic scale. This can be done by subscripting the acronym EQ with a 'T' for terrestrial mammals, and an 'O' or a 'C' to indicate the taxonomic scale. Hence EQ TO indicates that the reference sample is terrestrial mammals as orders, and EQ TC indicates that the reference sample is terrestrial mammals as a class. The same convention holds for encephalization residuals ('ER'; see below), where ER TC indicates that the reference sample is terrestrial mammals as a class. Figure 6 shows the allometric scaling of log 10 brain weight to log 10 body weight for 778 species of terrestrial mammals, representing mammals as a class (gray solid circles). The units (two-sigma 95 % confidence interval of −4.538 to −4.286), with a coefficient of determination of 0.987. Inserting a body length for Dorudon atrox of 485 cm (Uhen 2004) into the allometric equation yields an estimated body weight of 847 kg (two-sigma 95 % confidence interval 515 to 1394). Gray circles represent the whole body weights and lengths shown in Fig. 3 on both axes represent orders of magnitude. Here the allometric scaling coefficient ß is 0.740, the intercept k is −1.205, and the coefficient of determination r 2 is 0.947. The expected brain weight Y for a given body weight X is shown by the heavier dashed line, and 95 % prediction limits are shown by the lighter dashed lines above and below the line of expectation.",
                "cite_spans": [
                    {
                        "start": 149,
                        "end": 163,
                        "text": "(Bouchot 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 164,
                        "end": 176,
                        "text": "Martin 1981;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 177,
                        "end": 189,
                        "text": "Hofman 1982;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 190,
                        "end": 214,
                        "text": "Harvey and Bennett 1983;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 215,
                        "end": 238,
                        "text": "Worthy and Hickie 1986)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1524,
                        "end": 1535,
                        "text": "(Uhen 2004)",
                        "ref_id": "BIBREF50"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1181,
                        "end": 1189,
                        "text": "Figure 6",
                        "ref_id": null
                    },
                    {
                        "start": 1724,
                        "end": 1730,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Quantification of Relative Brain Size in Cetacea Encephalization Quotients",
                "sec_num": null
            },
            {
                "text": "The difference in Y value between an observed brain weight and the brain weight expected for a given body weight X is the 'residual' difference from expectation (measured vertically from the heavier of the dashed lines in Fig. 6 ). The residual is positive if the observed brain weight is greater than expectation, and negative if it is less than expectation. Note that parallel lines through the median brain and body size for toothed whales, Odontoceti (solid black circles), and baleen whales, Mysticeti (open white circles), lie, respectively, above and below the 95 % prediction limits for brain size in terrestrial mammals.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 222,
                        "end": 228,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Encephalization Residuals",
                "sec_num": null
            },
            {
                "text": "Brain weight residuals rarely differ by an order of magnitude, making base-10 logarithms cumbersome. It is more intuitive to analyze brain weights and body weights on base-2 logarithmic scales, where the units on both axes represent halvings and doublings. Figure 7 shows the allometric scaling of log 2 brain weight to log 2 body weight for the same 778 species of terrestrial mammals shown in Fig. 6 (gray solid  circles) , again representing mammals as a class. The units on both scales are now units of decrease by halving and increase by doubling. The allometric scaling coefficient ß is again 0.740, the intercept k is now −4.004, and the coefficient of determination r 2 is again 0.947. The expected brain weight Y for a given body weight X is again shown by the heavier dashed line, and 95 % prediction limits are again shown by the lighter dashed lines above and below the line of expectation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 265,
                        "text": "Figure 7",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 423,
                        "text": "Fig. 6 (gray solid  circles)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Encephalization Residuals",
                "sec_num": null
            },
            {
                "text": "In Fig. 7 , as in Fig. 6 , the difference in Y value between an observed brain weight and the brain weight expected for body weight X, as a point on the heavier dashed line, is the 'residual' difference from expectation, again measured vertically. The encephalization residual employed here, ER TC on a log2 scale, has terrestrial mammals as a class for the reference sample. Again, the encephalization residual is positive if the observed brain weight is greater than expectation, and negative if it is less than expectation. Here too, parallel lines through the median brain and body size for toothed whales, Odontoceti (solid black circles), and baleen whales, Mysticeti (open black circles) lie, respectively, above and below the 95 % prediction limits for brain size in terrestrial mammals.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 3,
                        "end": 9,
                        "text": "Fig. 7",
                        "ref_id": null
                    },
                    {
                        "start": 18,
                        "end": 24,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Encephalization Residuals",
                "sec_num": null
            },
            {
                "text": "Brain weight and body weight estimates for five archaeocete species are given in Table 1 , which identifies the sources of Fig. 6 Allometric scaling of brain weight and body weight for 778 species of terrestrial mammals representing mammals as a class (gray solid circles). The units on both axes represent orders of magnitude (log 10 scales). The allometric scaling coefficient ß is 0.740, the intercept k is −1.205, and the coefficient of determination r 2 is 0.947. Expected brain weight Y for a given body weight X is shown by the heavier dashed line, and 95 % prediction limits for Y are shown by the lighter dashed lines. Note that parallel lines through the median brain and body size for toothed whales, Odontoceti (solid black circles), and baleen whales, Mysticeti (open white circles) lie, respectively, above and below the 95 % prediction limits for brain size in terrestrial mammals. The sperm whale Physeter catodon is the large odontocete with a relatively small brain that falls in the cluster of mysticete specimens in the upper right corner of the illustration here relevant measurements and traces their citations in the literature. Brain weights and body weights for each archaeocete species are plotted graphically in Fig. 7 . The brain weight estimated for each archaeocete falls below the dashed line of expectation for brain size in a living mammal of the corresponding body size, meaning that all of the archaeocetes studied to date have an encephalization residual, ER TC , that is negative.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 88,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 123,
                        "end": 129,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1239,
                        "end": 1245,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relative Brain Size in Archaeoceti",
                "sec_num": null
            },
            {
                "text": "Remingtonocetus ahmedi, species 1 in Fig. 7 , has a brain weight lying 1.79 log 2 units below the value expected for its body size. This means its encephalization residual, ER TC , is −1.79. The corresponding encephalization quotient, EQ TC , the number 2 raised to the −1.79 power, is 0.29. The residual is shown graphically in Fig. 7 by the dotted vertical line connecting the value for R. ahmedi to the dashed line of expectation. Note that the three basilosaurids (species 3-5: D. atrox, Zygorhiza kochii, and Saghacetus osiris) have larger brains for their body size, and less-negative ER TC values, compared to the protocetid Rodhocetus kasranii (species 2) and the remingtonocetid Remingtonocetus ahmedi (species 1).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 37,
                        "end": 43,
                        "text": "Fig. 7",
                        "ref_id": null
                    },
                    {
                        "start": 329,
                        "end": 335,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Relative Brain Size in Archaeoceti",
                "sec_num": null
            },
            {
                "text": "There are uncertainties in the estimation of both brain weight and body weight in archaeocetes, which means that the numbers representing relative brain size should not be interpreted too precisely. As a generalization, basilosaurids have encephalization residuals ER TC of about −1, and protocetids and remingtonocetids have encephalization residuals ER TC of about −2. This means that basilosaurids have a brain about −1 doubling (one halving) of the weight expected for a living terrestrial mammal of the same body weight, and protocetids and remingtonocetids have a brain about −2 doublings, or two halvings, of the expected brain weight. Residual differences have the advantage of represent ing encephalization differences from expectation on an arithmetic scale, and doubling units are reasonable levels of precision reflecting encephalization differences that are probably significant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Relative Brain Size in Archaeoceti",
                "sec_num": null
            },
            {
                "text": "It is a simple matter to convert encephalization residuals to encephalization quotients, because EQ = 2 ER . Thus basilosaurids with a brain of −1 doubling of the expected weight will have EQ TC = 0.50 (because 2 −1 = 0.50), and protocetids and remingtonocetids with a brain of −2 doublings of the expected brain weight will have EQ TC =0.25 (because 2 −2 =0.25). Quotients are useful for understanding what an encephalization residual means compared to expectation. However, encephalization quotients are unsuitable for comparisons between species because the quotients are proportions on a non-uniform scale. Differences in encephalization Fig. 7 Allometric scaling of brain weight and body weight for 778 species of terrestrial mammals representing mammals as a class (gray solid circles). The units on both axes represent halvings and doublings (log 2 scales). The allometric scaling coefficient ß is 0.740, the intercept k is −4.004, and the coefficient of determination r 2 is 0.947. Expected brain weight Y for a given body weight X is shown by the heavier dashed line, and 95 % prediction limits for Y are shown by the lighter dashed lines. Note that here as in Fig. 6 , parallel lines through the median brain and body size for toothed whales, Odontoceti (solid black circles), and baleen whales, Mysticeti (open white circles) lie, respectively, above and below the 95 % prediction limits for brain size in terrestrial mammals. Encephalization residuals (ER TC ) are shown graphically for archaeocete species 1-5. Residuals are the dotted vertical lines connecting expected and observed brain weights, where the expected weight is on the heavier dashed line. Numerical values of ER TC and EQ TC for each archaeocete species are listed in the key quotients underestimate differences in relative brain size for quotients smaller than one, and differences in encephalization quotients overestimate differences in brain size when quotients are greater than one (Fig. 8) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 642,
                        "end": 648,
                        "text": "Fig. 7",
                        "ref_id": null
                    },
                    {
                        "start": 1170,
                        "end": 1176,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1967,
                        "end": 1975,
                        "text": "(Fig. 8)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Quotients and Residuals",
                "sec_num": null
            },
            {
                "text": "Ten thousand generations if Brownian diffusion is an upper limit for the dependence of body length on the underlying phylogeny of cetaceans (Fig. 1) . The same is true for body weight, which has a slightly smaller disparity or range of morphological difference from the smallest to the largest extant species of 23 standard deviation units. On longer time scales diffusion can explain any distribution of body lengths and other phenotypic measures, phylogeny is no longer a factor, and traits of interest are amenable to statistical analysis without computing phylogenetic contrasts. Three of the approaches to body weight estimation for Dorudon atrox investigated here provide consistent estimates, and one does not. The three that are consistent are: (1) median serial regression of vertebral centrum size (Fig. 2) ; (2) estimation from body length using whole-body weights of individuals (Fig. 3) ; and (3) estimation from body length using mean whole-body weights for species (Fig. 4) . The fourth approach, estimation from body length using lean-body weights (Fig. 5) , yields body weights that are substantially smaller compared to the other three estimates. The positive outcome of this fourway comparison is confirmation that body weight can be estimated from vertebral centrum size (Fig. 2) and from body length (Figs. 3 and 4 ) for archaeocetes such as D. atrox that have the body form of a modern cetacean.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 140,
                        "end": 148,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 808,
                        "end": 816,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 891,
                        "end": 899,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 980,
                        "end": 988,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1064,
                        "end": 1072,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1291,
                        "end": 1299,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1321,
                        "end": 1335,
                        "text": "(Figs. 3 and 4",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The evidence for cetacean brain size evolution through geological time is summarized in Fig. 9 . The oldest archaeocetes for which we have evidence of brain size and body size are from the middle Eocene: Rodhocetus kasranii and Remingtonocetus ahmedi (Gingerich 1998 ; Table 1 ). The youngest archaeocetes for which we have evidence of brain size and body size are from the late Eocene: D. atrox, Zygorhiza kochii, and Saghacetus osiris (Gingerich 1998 (Gingerich , 2015 Uhen 2004;  Table 1 ). These show a change from an encephalization residual ER T C of about −2 to an encephalization residual ER TC of about −1. Thus, it appears there was a full doubling of brain size relative to body size in this ten million year span of archaeocete evolution. Marino et al. (2004 Marino et al. ( : 1252 concluded that Bthere was no significant increase in brain size over the course of archaeocete evolution,b ut this is contradicted by the pattern in Fig. 9 . The oldest fossil odontocete in the Montgomery et al. (2013) database used here is early Oligocene Simocetus rayi, known from a cranium and mandible (Fordyce 2002) . Brain weight for S. rayi was estimated using computed tomography to measure the endocranial volume (Marino et al. 2004) . Marino et al. (2004) found the coefficient of determination relating body weight to occipital condyle breadth to be r 2 =0.79, which is not particularly high. Statistically, this means that 79 % of the variance in body weight is attributable to occipital condyle breadth, but 21 % of the variance has some other source. In an exercise predicting body length in fossil cetaceans, occipital condyle breadth (OCB) underestimated a combined partial least squares (PLS) statistic in 15 of 16 cases (Pyenson and Sponberg 2011) . When body weight is underestimated, encephalization will be overestimated. Marino et al. (2004) did not report which of their odontocete specimens had weights estimated from occipital condyle breadth, and hence virtually all of the ER TC values for fossil odontocetes (open circles) in Fig. 9 are suspect. Cetacean skeletons are often well preserved in the field and it is surprising that these are so rarely collected and studied. The relationship of body weight to body length documented here (Figs. 3 and 4) should encourage more and better body weight estimates, and multiproxy methods are available for estimation of body size from crania (Pyenson and Sponberg 2011) . Computerized tomography of fossils enables nondestructive reconstruction and measurement of brains and brain size (Marino et al. 2003) . However, Fig. 9 shows how little we really know to date about cetacean brain size change through geological time, and debating the role of cognition in cetacean evolution seems premature.",
                "cite_spans": [
                    {
                        "start": 251,
                        "end": 266,
                        "text": "(Gingerich 1998",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 437,
                        "end": 452,
                        "text": "(Gingerich 1998",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 453,
                        "end": 470,
                        "text": "(Gingerich , 2015",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 471,
                        "end": 481,
                        "text": "Uhen 2004;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 482,
                        "end": 482,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 751,
                        "end": 770,
                        "text": "Marino et al. (2004",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 771,
                        "end": 793,
                        "text": "Marino et al. ( : 1252",
                        "ref_id": null
                    },
                    {
                        "start": 1101,
                        "end": 1115,
                        "text": "(Fordyce 2002)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1217,
                        "end": 1237,
                        "text": "(Marino et al. 2004)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1240,
                        "end": 1260,
                        "text": "Marino et al. (2004)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1733,
                        "end": 1760,
                        "text": "(Pyenson and Sponberg 2011)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 1838,
                        "end": 1858,
                        "text": "Marino et al. (2004)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 2407,
                        "end": 2434,
                        "text": "(Pyenson and Sponberg 2011)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 2551,
                        "end": 2571,
                        "text": "(Marino et al. 2003)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 88,
                        "end": 94,
                        "text": "Fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 276,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 483,
                        "end": 490,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 943,
                        "end": 949,
                        "text": "Fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 2049,
                        "end": 2055,
                        "text": "Fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 2258,
                        "end": 2273,
                        "text": "(Figs. 3 and 4)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2583,
                        "end": 2589,
                        "text": "Fig. 9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The evolution of brain size in Cetacea is an interesting and important problem that would benefit from better documentation. Hopefully the gaps and open circles in Fig. 9 will be interpreted as targets of opportunity inspiring more and better empirical research on brain and body size in archaeocetes, mysticetes, and odontocetes. Fig. 8 Comparison of encephalization residuals (ER, on a log 2 halvingdoubling scale) to the corresponding encephalization quotients (EQ, on an arithmetic scale). Points on the graph represent units of equal difference in relative brain size. Note that encephalization quotients progressively underestimate differences in relative brain size for EQ values less than one (below the dashed line), and progressively overestimate these differences for EQ values greater than one (above the dashed line). Encephalization residuals (ER) represent differences in relative brain size uniformly in the correct proportion Fig. 9 Evolution of brain size through geological time in Archaeoceti, Mysticeti, and Odontoceti. Relative brain size is quantified as the encephalization residual ER TC in relation to the brain size expected for living terrestrial mammals analyzed as a class (see text and Fig. 7) . Archaeocete species are represented by solid diamonds, mysticete species by solid triangles, and odontocete species by circles that are solid where brain weight and body weight have been measured and open where estimates of one or both of these are questionable (see text). Note the trend toward increasing brain size in Eocene Archaeoceti. All mysticetes have brains smaller in comparison to body size than expected for an average terrestrial mammal living today (with ER TC << 0) , and most odontocetes have brains larger than expected for an average terrestrial mammal living today (ER TC >0). Physeter catodon, with ER TC =−1.61, is the conspicuous odontocete exception. ER TC values for archaeocete species are taken from Table 1 ; those for mysticete and odontocete species were calculated from supplemental information in Montgomery et al. (2013) , with anomalous values for Balaena mysticetus replaced by those of Thewissen et al. (2011) . Time scale is from Vandenberghe et al. (2012) . Abbreviations: Da. ahm., Dalanistes ahmedi; Do. atr., Dorudon atrox; Ro. kas., Rodhocetus kasranii; Sa. osi., Saghacetus osiris; Zy. koc., Zygorhiza kochii",
                "cite_spans": [
                    {
                        "start": 2056,
                        "end": 2080,
                        "text": "Montgomery et al. (2013)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 2149,
                        "end": 2172,
                        "text": "Thewissen et al. (2011)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 2194,
                        "end": 2220,
                        "text": "Vandenberghe et al. (2012)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 170,
                        "text": "Fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 331,
                        "end": 337,
                        "text": "Fig. 8",
                        "ref_id": null
                    },
                    {
                        "start": 943,
                        "end": 949,
                        "text": "Fig. 9",
                        "ref_id": null
                    },
                    {
                        "start": 1217,
                        "end": 1224,
                        "text": "Fig. 7)",
                        "ref_id": null
                    },
                    {
                        "start": 1954,
                        "end": 1961,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "J Mammal Evol (2016) 23:17-31",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgments Publication was prompted by Marino et al. (2003) , who noted that the computer program of Gingerich (1998) for estimating body weight in fossil cetaceans was still unpublished. This was rewritten in R to carry out the analyses presented here (Online Resource 2). I thank Bruce D. Patterson, Field Museum of Natural History, and Philip Myers, University of Michigan Museum of Zoology, for access to mammal specimens in their care. John L. Gittleman checked several questionable published measurements, and Graham A. J. Worthy supplied important marine mammal references. Michael Foote, Gregg Gunnell, Serge Legendre, and Philip Myers read early versions of the manuscript. Two anonymous reviewers made suggestions and raised questions that improved the text substantially.",
                "cite_spans": [
                    {
                        "start": 44,
                        "end": 64,
                        "text": "Marino et al. (2003)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 106,
                        "end": 122,
                        "text": "Gingerich (1998)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Relation entre l'âge, la longueur totale, le poids total et le poids des organes chez trois espèces de dauphins de la zone torpicale est de l'océan Pacifique",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "André",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Ribeyre",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Boudou",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Mammalia",
                "volume": "54",
                "issue": "",
                "pages": "479--488",
                "other_ids": {
                    "DOI": [
                        "10.1515/mamm.1990.54.3.479"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "André JM, Ribeyre F, Boudou A (1990) Relation entre l'âge, la longueur totale, le poids total et le poids des organes chez trois espèces de dauphins de la zone torpicale est de l'océan Pacifique. Mammalia 54:479-488. doi:10.1515/mamm.1990.54.3.479",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Evolution of African Mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Mitchell",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "582--602",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnes LG, Mitchell ED (1978) Cetacea. In: Maglio VJ, Cooke HBS (eds) Evolution of African Mammals. Harvard University Press, Cambridge, pp 582-602",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Encephalization in vertebrates: a new mode of calculation for allometry coefficients and isoponderal indices",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Bauchot",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Brain Behav Evol",
                "volume": "15",
                "issue": "",
                "pages": "1--18",
                "other_ids": {
                    "DOI": [
                        "10.1159/000123769"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bauchot R (1978) Encephalization in vertebrates: a new mode of calcu- lation for allometry coefficients and isoponderal indices. Brain Behav Evol 15:1-18. doi:10.1159/000123769",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Live-capture killer whale (Orcinus orca) fishery, British Columbia and Washington, 1962-73",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Bigg",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Wolman",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J Fish Res Bd Can",
                "volume": "32",
                "issue": "",
                "pages": "1213--1221",
                "other_ids": {
                    "DOI": [
                        "10.1139/f75-140"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Bigg MA, Wolman AA (1975) Live-capture killer whale (Orcinus orca) fishery, British Columbia and Washington, 1962-73. J Fish Res Bd Can 32:1213-1221. doi:10.1139/f75-140",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "External morphology and pigmentation of the vaquita, Phocoena sinus (Cetacea: Mammalia)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Brownell",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "T"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Vidal",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Robles",
                        "suffix": ""
                    },
                    {
                        "first": "Silvia",
                        "middle": [],
                        "last": "Manzanilla",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Mar Mammal Sci",
                "volume": "3",
                "issue": "",
                "pages": "22--30",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1748-7692.1987.tb00149.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Brownell RL, Findley LT, Vidal O, Robles A, Silvia Manzanilla N (1987) External morphology and pigmentation of the vaquita, Phocoena sinus (Cetacea: Mammalia). Mar Mammal Sci 3:22-30. doi:10. 1111/j.1748-7692.1987.tb00149.x",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Vertebral osteology and swimming style in living and fossil whales (Order: Cetacea)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Buchholtz",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "J Zool",
                "volume": "253",
                "issue": "",
                "pages": "175--190",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0952836901000164"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Buchholtz EA (2001) Vertebral osteology and swimming style in living and fossil whales (Order: Cetacea). J Zool 253:175-190. doi:10. 1017/S0952836901000164",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Cetaceans stranded in the Netherlands from",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Camphuysen",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Smeenk",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Addink",
                        "suffix": ""
                    },
                    {
                        "first": "Grouw",
                        "middle": [],
                        "last": "Hv",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "E"
                        ],
                        "last": "Jansen",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Lutra",
                "volume": "51",
                "issue": "",
                "pages": "87--122",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Camphuysen CJ, Smeenk C, Addink M, Grouw Hv, Jansen OE (2008) Cetaceans stranded in the Netherlands from 1998 to 2007. Lutra 51: 87-122",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Age growth and reproduction of bottlenose dolphins Tursiops truncatus from the east coast of southern Africa",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "G"
                        ],
                        "last": "Cockcroft",
                        "suffix": ""
                    },
                    {
                        "first": "Gjb",
                        "middle": [],
                        "last": "Ross",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Fish Bull",
                "volume": "88",
                "issue": "",
                "pages": "289--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cockcroft VG, Ross GJB (1990) Age growth and reproduction of bottlenose dolphins Tursiops truncatus from the east coast of south- ern Africa. Fish Bull 88:289-302",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Notes on a stranded pigmy sperm whale (Kogia breviceps)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    }
                ],
                "year": 1942,
                "venue": "Not Nat Acad Nat Sci Phila",
                "volume": "111",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Enders RK (1942) Notes on a stranded pigmy sperm whale (Kogia breviceps). Not Nat Acad Nat Sci Phila 111:1-6",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Phylogenies and the comparative method",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Felsenstein",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Am Nat",
                "volume": "125",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felsenstein J (1985) Phylogenies and the comparative method. Am Nat 125:1-15. http://www.jstor.org/stable/2461605",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Cenozoic Mammals of Land and Sea: Tributes to the Career of Clayton E. Ray. Smithsonian Contrib P a l e o b i o l",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Simocetus rayi (Odontoceti: Simocetidae, new family): a bizarre new archaic Oligocene dolphin from the eastern North Pacific. In: Emry RJ",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fordyce RE (2002) Simocetus rayi (Odontoceti: Simocetidae, new fam- ily): a bizarre new archaic Oligocene dolphin from the eastern North Pacific. In: Emry RJ (ed), Cenozoic Mammals of Land and Sea: Tributes to the Career of Clayton E. Ray. Smithsonian Contrib P a l e o b i o l , 9 3 : 1 8 5 -2 2 2 h t t p : / / w w w. s i l . s i . e d u / smithsoniancontributions/Paleobiology/pdf_lo/SCtP-0093.pdf",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Evolutionary history of cetaceans: a review",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Muizon",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "De",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Secondary Adaptation of Tetrapods to Life in Water. Verlag Friedrich Pfeil",
                "volume": "",
                "issue": "",
                "pages": "169--233",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fordyce RE, Muizon C de (2001) Evolutionary history of cetaceans: a review. In: Mazin J-M, Buffrénil V de (eds) Secondary Adaptation of Tetrapods to Life in Water. Verlag Friedrich Pfeil, Munich, pp 169-233",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Morphometrics, parasites, and chlorinated hydrocarbon residues of pygmy killer whales from Florida",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Forrester",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Odell",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "P"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "White",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "J Mammal",
                "volume": "61",
                "issue": "",
                "pages": "356--360",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Forrester DJ, Odell DK, Thompson NP, White JR (1980) Morphometrics, parasites, and chlorinated hydrocarbon residues of pygmy killer whales from Florida. J Mammal 61:356-360. http://www.jstor.org/ stable/1380067",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "On the anatomy and biometry of Stenella styx Gray and Delphinus delphis L. (Cetacea, Delphinidae) of the western Mediterranean",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gihr",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Pilleri",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Investigations on Cetacea",
                "volume": "1",
                "issue": "",
                "pages": "15--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gihr M, Pilleri GE (1969a) On the anatomy and biometry of Stenella styx Gray and Delphinus delphis L. (Cetacea, Delphinidae) of the west- ern Mediterranean. Investigations on Cetacea, Berne 1:15-65.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Hirn-Körpergewichts-Beziehungen bei Cetaceen. Investigations on Cetacea",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gihr",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Pilleri",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "109--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gihr M, Pilleri GE (1969b) Hirn-Körpergewichts-Beziehungen bei Cetaceen. Investigations on Cetacea, Berne 1:109-126.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Paleobiological perspectives on Mesonychia, Archaeoceti, and the origin of whales",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Thewissen JGM (ed) Emergence of Whales: Evolutionary Patterns in the Origin of Cetacea",
                "volume": "",
                "issue": "",
                "pages": "423--449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (1998) Paleobiological perspectives on Mesonychia, Archaeoceti, and the origin of whales. In: Thewissen JGM (ed) Emergence of Whales: Evolutionary Patterns in the Origin of Cetacea. Plenum Press, New York, pp 423-449",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Arithmetic or geometric normality of biological variation: an empirical test of theory",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J Theor Biol",
                "volume": "204",
                "issue": "",
                "pages": "201--221",
                "other_ids": {
                    "DOI": [
                        "10.1006/jtbi.2000.2008"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (2000) Arithmetic or geometric normality of biological variation: an empirical test of theory. J Theor Biol 204:201-221. doi:10.1006/jtbi.2000.2008",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Rates of evolution on the time scale of the evolutionary process",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Genetica",
                "volume": "112",
                "issue": "",
                "pages": "127--144",
                "other_ids": {
                    "DOI": [
                        "10.1023/A:1013311015886"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (2001) Rates of evolution on the time scale of the evolu- tionary process. Genetica 112/113:127-144. doi:10.1023/ A:1013311015886",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "New partial skeleton and relative brain size in late Eocene Zygorhiza kochii (Mammalia, Cetacea) from the Pachuta Marl of Alabama",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Contrib Mus Paleontol Univ Mich",
                "volume": "32",
                "issue": "",
                "pages": "161--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (2015) New partial skeleton and relative brain size in late Eocene Zygorhiza kochii (Mammalia, Cetacea) from the Pachuta Marl of Alabama. Contrib Mus Paleontol Univ Mich 32: 161-188",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The gonads of the South American dolphins, Inia goeffrensis, Pontoporia blainvillei, and Sotalia fluviatilis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Brownell",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "J Mammal",
                "volume": "52",
                "issue": "",
                "pages": "413--419",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harrison RJ, Brownell RL (1971) The gonads of the South American dolphins, Inia goeffrensis, Pontoporia blainvillei, and Sotalia fluviatilis. J Mammal 52:413-419. http://www.jstor.org/stable/ 1378683",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Brain size, energetics, ecology and life history patterns",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Harvey",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "M"
                        ],
                        "last": "Bennett",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Nature",
                "volume": "306",
                "issue": "",
                "pages": "314--316",
                "other_ids": {
                    "DOI": [
                        "10.1038/306314a0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Harvey PH, Bennett PM ( 1983) Brain size, energetics, ecology and life history patterns. Nature 306:314-316. doi:10.1038/306314a0",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Encephalization in mammals in relation to the size of the cerebral cortex",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Hofman",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Brain Behav Evol",
                "volume": "20",
                "issue": "",
                "pages": "84--96",
                "other_ids": {
                    "DOI": [
                        "10.1159/000121583"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Hofman MA (1982) Encephalization in mammals in relation to the size of the cerebral cortex. Brain Behav Evol 20:84-96. doi:10.1159/ 000121583",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Notes on the Pacific striped porpoise",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Houck",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "J Mammal",
                "volume": "42",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.2307/1377264"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Houck WJ (1961) Notes on the Pacific striped porpoise. J Mammal 42: 107. 10.2307/1377264",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Brain to body ratios and the evolution of intelligence",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Jerison",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Science",
                "volume": "121",
                "issue": "",
                "pages": "447--449",
                "other_ids": {
                    "DOI": [
                        "10.1126/science.121.3144.447"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jerison HJ (1955) Brain to body ratios and the evolution of intelligence. Science 121:447-449. doi:10.1126/science.121.3144.447",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Quantitative analysis of evolution of the brain in mammals",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Jerison",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Science",
                "volume": "133",
                "issue": "",
                "pages": "1012--1014",
                "other_ids": {
                    "DOI": [
                        "10.1126/science.133.3457.1012"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Jerison HJ (1961) Quantitative analysis of evolution of the brain in mam- mals. Science 133:1012-1014. doi:10.1126/science.133.3457.1012",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Whales and Whaling: Report of the Independent Inquiry Conducted by Sir Sydney Frost",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Jerison",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "159--197",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jerison HJ (1973) Evolution of the Brain and Intelligence. Academic Press, New York Jerison HJ (1978) Brain and intelligence in whales. In: Frost S (ed), Whales and Whaling: Report of the Independent Inquiry Conducted by Sir Sydney Frost. Australian Government Publishing Service, Canberra, 2:159-197",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Organ weights of Pontoporia blainvillei and Platanista gangetica (Platanistidae)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kamiya",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Yamasaki",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Sci Rep Whales Res Inst",
                "volume": "26",
                "issue": "",
                "pages": "265--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kamiya T, Yamasaki F (1974) Organ weights of Pontoporia blainvillei and Platanista gangetica (Platanistidae). Sci Rep Whales Res Inst 26:265-270",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Some information on the growth of the Ganges dolphin with a comment on the Indus dolphin",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kasuya",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Sci Rep Whales Res Inst",
                "volume": "24",
                "issue": "",
                "pages": "87--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kasuya T (1972) Some information on the growth of the Ganges dolphin with a comment on the Indus dolphin. Sci Rep Whales Res Inst 24: 87-108",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Cuvier beaked whales stranded in the Aleutian Islands",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "W"
                        ],
                        "last": "Kenyon",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "J Mammal",
                "volume": "42",
                "issue": "",
                "pages": "71--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kenyon KW (1961) Cuvier beaked whales stranded in the Aleutian Islands. J Mammal 42:71-76. http://www.jstor.org/stable/1377244",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Some aspects of respiration in blue and fin whales",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Laurie",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Discovery Reports",
                "volume": "7",
                "issue": "",
                "pages": "363--406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Laurie AH (1933) Some aspects of respiration in blue and fin whales. Discovery Reports 7:363-406",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Body weights of some species of large whales",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Lockyer",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "J Conseil Internatl Explor Mer",
                "volume": "36",
                "issue": "",
                "pages": "259--273",
                "other_ids": {
                    "DOI": [
                        "10.1093/icesjms/36.3.259"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Lockyer C (1976) Body weights of some species of large whales. J Conseil Internatl Explor Mer 36:259-273. doi:10.1093/icesjms/36. 3.259",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "An examination of cetacean brain structure with a novel hypothesis correlating thermogenesis to the evolution of a big brain",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Manger",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Biol Rev",
                "volume": "81",
                "issue": "",
                "pages": "1--46",
                "other_ids": {
                    "DOI": [
                        "10.1017/S1464793106007019"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Manger PR (2006) An examination of cetacean brain structure with a novel hypothesis correlating thermogenesis to the evolution of a big brain. Biol Rev 81:1-46. doi:10.1017/S1464793106007019",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "The origin and evolution of large brains in toothed whales",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Marino",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Mcshea",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Anat Rec",
                "volume": "281",
                "issue": "",
                "pages": "1247--1255",
                "other_ids": {
                    "DOI": [
                        "10.1002/ar.a.20128"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marino L, McShea DW, Uhen MD (2004) The origin and evolution of large brains in toothed whales. Anat Rec 281A:1247-1255. doi:10. 1002/ar.a.20128",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Endocranial volume of mid-late Eocene archaeocetes (order Cetacea) revealed by computed tomography: implications for cetacean brain evolution",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Marino",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Frohlich",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Aldag",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Blane",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Bohaska",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "C"
                        ],
                        "last": "Whitmore",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J Mammal Evol",
                "volume": "7",
                "issue": "",
                "pages": "81--94",
                "other_ids": {
                    "DOI": [
                        "10.1023/A:1009417831601"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marino L, Uhen MD, Frohlich B, Aldag JM, Blane C, Bohaska D, Whitmore FC (2000) Endocranial volume of mid-late Eocene archaeocetes (order Cetacea) revealed by computed tomography: implications for cetacean brain evolution. J Mammal Evol 7:81- 94. doi:10.1023/A:1009417831601",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Reconstructing cetacean brain evolution using computed tomography",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Marino",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "D"
                        ],
                        "last": "Pyenson",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Frohlich",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Anat Rec",
                "volume": "272",
                "issue": "",
                "pages": "107--117",
                "other_ids": {
                    "DOI": [
                        "10.1002/ar.b.10018"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Marino L, Uhen MD, Pyenson ND, Frohlich B (2003) Reconstructing cetacean brain evolution using computed tomography. Anat Rec 272B:107-117. doi:10.1002/ar.b.10018",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Relative brain size and basal metabolic rate in terrestrial vertebrates",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Nature",
                "volume": "293",
                "issue": "",
                "pages": "57--60",
                "other_ids": {
                    "DOI": [
                        "10.1038/293057a0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Martin RD (1981) Relative brain size and basal metabolic rate in terres- trial vertebrates. Nature 293:57-60. doi:10.1038/293057a0",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Cytochrome b and Bayesian inference of whale phylogeny",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "May-Collado",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Agnarsson",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Mol Phylogenet Evol",
                "volume": "38",
                "issue": "",
                "pages": "344--354",
                "other_ids": {
                    "DOI": [
                        "10.1016/j.ympev.2005.09.019"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "May-Collado LJ, Agnarsson I (2006) Cytochrome b and Bayesian infer- ence of whale phylogeny. Mol Phylogenet Evol 38:344-354. doi:10. 1016/j.ympev.2005.09.019",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Dwarf whale Caperea marginata Gray, 1846, from the South Atlantic",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "A"
                        ],
                        "last": "Mikhalev",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Budylenko",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Ukrainian Antarctic Journal",
                "volume": "10",
                "issue": "",
                "pages": "144--160",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mikhalev YA, Budylenko GA (2012) Dwarf whale Caperea marginata Gray, 1846, from the South Atlantic. Ukrainian Antarctic Journal 10-11:144-160",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Body and organ weight of striped and spotted dolphins off the Pacific coast of",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Miyazaki",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Fujise",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Fujiyama",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Japan. Sci Rep Whales Res Inst",
                "volume": "33",
                "issue": "",
                "pages": "27--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miyazaki N, Fujise Y, Fujiyama T (1981) Body and organ weight of striped and spotted dolphins off the Pacific coast of Japan. Sci Rep Whales Res Inst 33:27-67",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The evolutionary history of cetacean brain and body size",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Montgomery",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Geisler",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Mcgowen",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Fox",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Marino",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Gatesy",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Evolution",
                "volume": "67",
                "issue": "",
                "pages": "3339--3353",
                "other_ids": {
                    "DOI": [
                        "10.1111/evo.12197"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Montgomery SH, Geisler JH, McGowen MR, Fox C, Marino L, Gatesy J (2013) The evolutionary history of cetacean brain and body size. Evolution 67:3339-3353. 10.1111/evo.12197",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "A dwarf sperm whale (Kogia simus) from the Pacific Coast of Canada",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Nagorsen",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Stewart",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J Mammal",
                "volume": "64",
                "issue": "",
                "pages": "505--506",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagorsen DW, Stewart GE (1983) A dwarf sperm whale (Kogia simus) from the Pacific Coast of Canada. J Mammal 64:505-506. http:// www.jstor.org/stable/1380365",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "A pygmy sperm whale accidentally taken by drift net in the North Pacific",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Omura",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Shirakihara",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Ito",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Sci Rep Whales Res Inst",
                "volume": "35",
                "issue": "",
                "pages": "183--193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Omura H, Shirakihara M, Ito H (1984) A pygmy sperm whale acciden- tally taken by drift net in the North Pacific. Sci Rep Whales Res Inst 35:183-193",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "The taxon-level problem in the evolution of mammalian brain size: facts and artifacts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Pagel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Harvey",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Am Nat",
                "volume": "132",
                "issue": "",
                "pages": "344--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pagel MD, Harvey PH (1988) The taxon-level problem in the evolution of mammalian brain size: facts and artifacts. Am Nat 132:344-359. http://www.jstor.org/stable/pdf/2461987",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Brain-body weight ratio in Pontoporia blainvillei",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Pilleri",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gihr",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Investigations on Cetacea",
                "volume": "3",
                "issue": "",
                "pages": "69--73",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pilleri GE, Gihr M (1971) Brain-body weight ratio in Pontoporia blainvillei. Investigations on Cetacea 3:69-73",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "The right size for a mammal",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Purvis",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Harvey",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Nature",
                "volume": "386",
                "issue": "",
                "pages": "332--333",
                "other_ids": {
                    "DOI": [
                        "10.1038/386332b0"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Purvis A, Harvey PH (1997) The right size for a mammal. Nature 386: 332-333. doi:10.1038/386332b0",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Reconstructing body size in extinct crown Cetacea (Neoceti) using allometry, phylogenetic methods and tests from the fossil record",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "D"
                        ],
                        "last": "Pyenson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "N"
                        ],
                        "last": "Sponberg",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J Mammal Evol",
                "volume": "18",
                "issue": "",
                "pages": "269--288",
                "other_ids": {
                    "DOI": [
                        "10.1007/s10914-011-9170-1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Pyenson ND, Sponberg SN (2011) Reconstructing body size in extinct crown Cetacea (Neoceti) using allometry, phylogenetic methods and tests from the fossil record. J Mammal Evol 18:269-288. doi:10. 1007/s10914-011-9170-1",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Données ostéologiques et ostéométriques sur le dauphin de Commerson, Cephalorhynchus commersonii (Lacépède, 1804), en particulier celui des îles Kerguelen",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Vienna Robineau",
                        "suffix": ""
                    },
                    {
                        "first": "Buffrenil",
                        "middle": [],
                        "last": "Vd",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
                "volume": "49",
                "issue": "",
                "pages": "109--124",
                "other_ids": {
                    "DOI": [
                        "10.1515/mamm.1985.49.1.109"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "R Development Core Team (2008) R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna Robineau D, Buffrenil Vd (1985) Données ostéologiques et ostéométriques sur le dauphin de Commerson, Cephalorhynchus commersonii (Lacépède, 1804), en particulier celui des îles Kerguelen. Mammalia 49:109-124. doi:10.1515/mamm.1985.49.1.109",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Generation length and percent mature estimates for IUCN assessments of cetaceans",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Silva",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Downing",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Chivers",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Larese",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Perrin",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Marine mammals of the Portuguese coast. Z Säugetierk",
                "volume": "44",
                "issue": "",
                "pages": "221--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silva M, Downing JA (1995) Mammalian Body Masses. CRC Press, Boca Raton Taylor BL, Chivers SJ, Larese J, Perrin WF (2007) Generation length and percent mature estimates for IUCN assessments of cetaceans. Administrative Report LJ-07-01, Southwest Fisheries Science Center, La Jolla Teixeira AM (1979) Marine mammals of the Portuguese coast. Z Säugetierk 44:221-238",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Olfaction and brain size in the bowhead whale (Balaena mysticetus)",
                "authors": [
                    {
                        "first": "Jgm",
                        "middle": [],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "George",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Rosa",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Kishida",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Mar Mammal Sci",
                "volume": "27",
                "issue": "",
                "pages": "282--294",
                "other_ids": {
                    "DOI": [
                        "10.1111/j.1748-7692.2010.00406.x"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Thewissen JGM, George J, Rosa C, Kishida T (2011) Olfaction and brain size in the bowhead whale (Balaena mysticetus). Mar Mammal Sci 27:282-294. doi:10.1111/j.1748-7692.2010.00406.x",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Whales, seals, and sea-serpents. In: Fowler GH (ed) Science of the Sea: An Elementary Handbook of Practical Oceanography for Travellers, Sailors, and Yachtsmen",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "383--414",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thompson DW (1912) Whales, seals, and sea-serpents. In: Fowler GH (ed) Science of the Sea: An Elementary Handbook of Practical Oceanography for Travellers, Sailors, and Yachtsmen. John Murray, London, pp 383-414",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Dorudon atrox (Mammalia, Cetacea): form, function, and phylogenetic relationships of an archaeocete from the late middle Eocene of Egypt",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Univ Mich Papers Paleontol",
                "volume": "34",
                "issue": "",
                "pages": "1--222",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uhen MD (1996) Dorudon atrox (Mammalia, Cetacea): form, function, and phylogenetic relationships of an archaeocete from the late mid- dle Eocene of Egypt. PhD Dissertation, University of Michigan, Ann Arbor Uhen MD (2004) Form, function, and anatomy of Dorudon atrox (Mammalia, Cetacea): an archaeocete from the middle to late Eocene of Egypt. Univ Mich Papers Paleontol 34:1-222. http:// hdl.handle.net/2027.42/48670",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Division of mammals whale collection",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Vandenberghe",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Hilgen",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Speijer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Ogg",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "M"
                        ],
                        "last": "Gradstein",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Hammer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Hollis",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Hooker",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "The Geological Time Scale",
                "volume": "",
                "issue": "",
                "pages": "855--921",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "USNM (2014) Division of mammals whale collection. Smithsonian Institution NMNH Search http://collections.nmnh.si.edu/search/ mammals/ Vandenberghe N, Hilgen FJ, Speijer RP, Ogg JG, Gradstein FM, Hammer O, Hollis CJ, Hooker JJ (2012) The Paleogene period. In: Gradstein FM, Ogg JG, Schmitz MD, Ogg GM (eds) The Geological Time Scale 2012. Elsevier, Amsterdam, pp 855-921",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "On the relationship between weight, length and girth dimensions in fin and sei whales caught off Iceland",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Víkingsson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sigurjónsson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Gunnlaugsson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Rep Internatl Whal Commn",
                "volume": "38",
                "issue": "",
                "pages": "323--326",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Víkingsson G, Sigurjónsson J, Gunnlaugsson T (1988) On the relation- ship between weight, length and girth dimensions in fin and sei whales caught off Iceland. Rep Internatl Whal Commn 38:323-326",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Phocoenoides and Labenorhynchus in Japan, with notes on hunting",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Wilke",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Taniwaki",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Kuroda",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "J Mammal",
                "volume": "34",
                "issue": "",
                "pages": "488--497",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilke F, Taniwaki T, Kuroda N (1953) Phocoenoides and Labenorhynchus in Japan, with notes on hunting. J Mammal 34: 488-497. http://www.jstor.org/stable/1375863",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Relative brain size in marine mammals",
                "authors": [
                    {
                        "first": "Gaj",
                        "middle": [],
                        "last": "Worthy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Hickie",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Am Nat",
                "volume": "128",
                "issue": "",
                "pages": "445--459",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Worthy GAJ, Hickie JP ( 1986) Relative brain size in marine mammals. Am Nat 128:445-459. http://www.jstor.org/stable/2461329",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "Phylogenetic dependence and independence of body length in Cetacea. a Scaled phylogeny showing major clades of modern Cetacea. Abscissa is mean body length spanning a range of 26 standard deviation units (this study), and ordinate is geological age spanning the past 35 million years. Branching order follows May-Collado and Agnarsson (2006), and branching times are earliest records for each clade from Fordyce and Muizon (2001). b-d, Simulations based on the Brownian motion model of",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "text": "Body weight estimate for Dorudon atrox.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "text": "Allometric scaling of whole body weight to whole body length in extant Cetacea. Each black solid circle represents an individual cetacean of measured body length and weight. The number of individual cetaceans shown is 1711. Linear regression of log 10 body weight on log 10 body length yields a slope of 2.784 (two-sigma 95 % confidence interval of 2.769 to 2.800) and an intercept of −4.429 (two-sigma 95 % confidence interval of −4.469 to −4.390), with a coefficient of determination of 0.986. Inserting a body length for Dorudon atrox of 485 cm(Uhen 2004) into the allometric equation yields an estimated body weight of 1118 kg (two-sigma 95 % confidence interval 657 to 1903)Fig. 4Allometric scaling of whole body weight to whole body length in extant Cetacea. Each black solid circle represents mean body length and weight for a species. The number of species shown is 59. Linear regression of log 10 body weight on log 10 body length yields a slope of 2.799 (two-sigma 95 % confidence interval of 2.708 to 2.890) and an intercept of −4.464 (two-sigma 95 % confidence interval of −4.699 to",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "num": null,
                "text": "229), with a coefficient of determination of 0.985. Inserting a body length for Dorudon atrox of 485 cm(Uhen 2004) into the allometric equation yields an estimated body weight of 1132 kg (two-sigma 95 % confidence interval 653 to 1963). Open squares are sixteen species values fromUhen (2004) that were not used here (see text)",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF4": {
                "num": null,
                "text": "Allometric scaling of lean body weight to whole body length in extant Cetacea. Each black solid circle represents an individual cetacean of measured body length, body weight, and blubber weight. Lean body weight is calculated as body weight minus blubber weight. The number of individual cetaceans shown is 234. Linear regression of log 10 body weight on log 10 body length yields a slope of 2.733 (two-sigma 95 % confidence interval of 2.692 to 2.773) and an intercept of −4.412",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF6": {
                "num": null,
                "text": "Current understanding of relative brain size for each species is shown in bold However, Marino et al.'s use of occipital condyle breadth to estimate body weight is questionable.",
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "text": "Encephalization quotients (EQ",
                "type_str": "table",
                "content": "<table><tr><td>TC ) representing relative brain size in Eocene archaeocete species of the families Basilosauridae, Protocetidae, and TC ) and encephalization residuals (ER TO and EQ</td><td>Endocranial Brain EQ TO EQ TC ER TC Reference/Note Skeleton Body Source</td><td>volume (cc) weight (g) length (cm) weight (kg)</td><td>USNM 4674, 4675</td></tr><tr><td>Remingtonocetidae</td><td>Genus and species</td><td>Basilosauridae</td><td>Basilosaurus cetoides</td></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>Reference/Note</td><td/><td/></tr><tr><td/><td>ER TC</td><td/><td/></tr><tr><td/><td>EQ TC</td><td/><td/></tr><tr><td/><td>EQ TO</td><td/><td/></tr><tr><td/><td>Brain</td><td>weight (g)</td><td/></tr><tr><td/><td>Endocranial</td><td>volume (cc)</td><td/></tr><tr><td/><td>Body</td><td>weight (kg)</td><td/></tr><tr><td/><td>Skeleton</td><td>length (cm)</td><td/></tr><tr><td/><td>Source</td><td/><td>GSP-UM 1853, 3012</td></tr><tr><td>continued)</td><td>Genus and species</td><td>Protocetidae</td><td>Rodhocetus kasranii</td></tr></table>"
            }
        }
    }
}