{
    "paper_id": "Gingerichetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:26:59.498869Z"
    },
    "title": "New Protocetid Whale from the Middle Eocene of Pakistan: Birth on Land, Precocial Development, and Sexual Dimorphism",
    "authors": [
        {
            "first": "Philip",
            "middle": [
                "D"
            ],
            "last": "Gingerich",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "United States of America"
                }
            },
            "email": "gingeric@umich.edu"
        },
        {
            "first": "",
            "middle": [],
            "last": "Munir Ul-Haq",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Geological Survey of Pakistan",
                "location": {
                    "settlement": "Quetta",
                    "country": "Pakistan"
                }
            },
            "email": ""
        },
        {
            "first": "Wighart",
            "middle": [],
            "last": "Von Koenigswald",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Universität Bonn",
                "location": {
                    "settlement": "Bonn",
                    "country": "Germany"
                }
            },
            "email": ""
        },
        {
            "first": "William",
            "middle": [
                "J"
            ],
            "last": "Sanders",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "United States of America"
                }
            },
            "email": ""
        },
        {
            "first": "B",
            "middle": [
                "Holly"
            ],
            "last": "Smith",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "United States of America"
                }
            },
            "email": ""
        },
        {
            "first": "Iyad",
            "middle": [
                "S"
            ],
            "last": "Zalmout",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "United States of America"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Background: Protocetidae are middle Eocene (49-37 Ma) archaeocete predators ancestral to later whales. They are found in marine sedimentary rocks, but retain four legs and were not yet fully aquatic. Protocetids have been interpreted as amphibious, feeding in the sea but returning to land to rest. Methodology/Principal Findings: Two adult skeletons of a new 2.6 meter long protocetid, Maiacetus inuus, are described from the early middle Eocene Habib Rahi Formation of Pakistan. M. inuus differs from contemporary archaic whales in having a fused mandibular symphysis, distinctive astragalus bones in the ankle, and a less hind-limb dominated postcranial skeleton. One adult skeleton is female and bears the skull and partial skeleton of a single large near-term fetus. The fetal skeleton is positioned for headfirst delivery, which typifies land mammals but not extant whales, evidence that birth took place on land. The fetal skeleton has permanent first molars well mineralized, which indicates precocial development at birth. Precocial development, with attendant size and mobility, were as critical for survival of a neonate at the land-sea interface in the Eocene as they are today. The second adult skeleton is the most complete known for a protocetid. The vertebral column, preserved in articulation, has 7 cervicals, 13 thoracics, 6 lumbars, 4 sacrals, and 21 caudals. All four limbs are preserved with hands and feet. This adult is 12% larger in linear dimensions than the female skeleton, on average, has canine teeth that are 20% larger, and is interpreted as male. Moderate sexual dimorphism indicates limited male-male competition during breeding, which in turn suggests little aggregation of food or shelter in the environment inhabited by protocetids. Conclusions/Significance: Discovery of a near-term fetus positioned for headfirst delivery provides important evidence that early protocetid whales gave birth on land. This is consistent with skeletal morphology enabling Maiacetus to support its weight on land and corroborates previous ideas that protocetids were amphibious. Specimens this complete are virtual 'Rosetta stones' providing insight into functional capabilities and life history of extinct animals that cannot be gained any other way.",
    "pdf_parse": {
        "paper_id": "Gingerichetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Background: Protocetidae are middle Eocene (49-37 Ma) archaeocete predators ancestral to later whales. They are found in marine sedimentary rocks, but retain four legs and were not yet fully aquatic. Protocetids have been interpreted as amphibious, feeding in the sea but returning to land to rest. Methodology/Principal Findings: Two adult skeletons of a new 2.6 meter long protocetid, Maiacetus inuus, are described from the early middle Eocene Habib Rahi Formation of Pakistan. M. inuus differs from contemporary archaic whales in having a fused mandibular symphysis, distinctive astragalus bones in the ankle, and a less hind-limb dominated postcranial skeleton. One adult skeleton is female and bears the skull and partial skeleton of a single large near-term fetus. The fetal skeleton is positioned for headfirst delivery, which typifies land mammals but not extant whales, evidence that birth took place on land. The fetal skeleton has permanent first molars well mineralized, which indicates precocial development at birth. Precocial development, with attendant size and mobility, were as critical for survival of a neonate at the land-sea interface in the Eocene as they are today. The second adult skeleton is the most complete known for a protocetid. The vertebral column, preserved in articulation, has 7 cervicals, 13 thoracics, 6 lumbars, 4 sacrals, and 21 caudals. All four limbs are preserved with hands and feet. This adult is 12% larger in linear dimensions than the female skeleton, on average, has canine teeth that are 20% larger, and is interpreted as male. Moderate sexual dimorphism indicates limited male-male competition during breeding, which in turn suggests little aggregation of food or shelter in the environment inhabited by protocetids. Conclusions/Significance: Discovery of a near-term fetus positioned for headfirst delivery provides important evidence that early protocetid whales gave birth on land. This is consistent with skeletal morphology enabling Maiacetus to support its weight on land and corroborates previous ideas that protocetids were amphibious. Specimens this complete are virtual 'Rosetta stones' providing insight into functional capabilities and life history of extinct animals that cannot be gained any other way.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Archaeoceti are basal cetaceans that document the evolutionary transition of whales from land to sea during the Eocene before the appearance of modern Mysticeti and Odontoceti [1] . Archaeocetes are primitive compared to later cetaceans in retaining cheek teeth with shearing crests, flexible elbow joints, and well-formed hind limbs with feet and toes ( Figure 1 ). Skulls with long jaws, pointed incisors, and cuspate cheek teeth indicate that archaeocetes were specialized piscivores.",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 179,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 355,
                        "end": 363,
                        "text": "Figure 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Two stages of archaeocete evolution, Protocetidae and Basilosauridae, are known from articulated skeletons. Protocetidae are middle Eocene in age (Lutetian-Bartonian, 49-37 Ma), and comprise fifteen genera and 16 species that range from South Asia and Africa to North America [2] . All are found in marine sedimentary rocks. The best known protocetids are 2 to 3-meter long primitive forms such as Artiocetus and Rodhocetus represented by skulls and partial skeletons with artiodactyl-like ankle bones [3] . These were amphibious foot-powered swimmers [4] that retained fully developed hind limbs connected to the vertebral column, enabling limb-supported locomotion on land. Maiacetus, described below, was part of this early diversification ( Figure 1C , D). Basal archaeocetes have long been interpreted as amphibious, feeding in the sea but returning to land to rest, mate, and give birth [5, 6] .",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 279,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 502,
                        "end": 505,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 552,
                        "end": 555,
                        "text": "[4]",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 893,
                        "end": 896,
                        "text": "[5,",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 897,
                        "end": 899,
                        "text": "6]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 745,
                        "end": 754,
                        "text": "Figure 1C",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Late early Eocene and early middle Eocene pakicetid and ambulocetid archaeocetes, known from less complete remains, were almost certainly semiaquatic like protocetids [7, 8, 9] .",
                "cite_spans": [
                    {
                        "start": 167,
                        "end": 170,
                        "text": "[7,",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 171,
                        "end": 173,
                        "text": "8,",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 174,
                        "end": 176,
                        "text": "9]",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Basilosauridae are late middle Eocene and late Eocene in age (Bartonian-Priabonian, 40-34 Ma) and were widely distributed in the world's oceans. The best known is the 5-meter long Dorudon ( Figure 1A, B ). Basilosauridae retained protocetid-like skulls, but their hind limbs were greatly reduced, making them fully aquatic. Basilosaurids had a powerful tail with a terminal fluke and were clearly tail-powered swimmers like modern whales [10, 11] . Generalized Eocene protocetid and basilosaurid Archaeoceti such as Maiacetus and Dorudon were on or near the main line of early whale evolution leading to later Mysticeti and Odontoceti, which appeared at the end of the Eocene or beginning of the Oligocene.",
                "cite_spans": [
                    {
                        "start": 438,
                        "end": 442,
                        "text": "[10,",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 443,
                        "end": 446,
                        "text": "11]",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 190,
                        "end": 202,
                        "text": "Figure 1A, B",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Two specimens of a new early middle Eocene (ca. 47.5 Ma) protocetid whale are described below, providing the first nearly complete skeleton of a protocetid whale, the first remains of a fetal skeleton of an archaeocete, and the first direct evidence for birth, life history, and sexual dimorphism in early archaeocetes-at a time when whales were still amphibious mammals spending some time on land and some time in the sea.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Fossil specimens described here were located during surface surveys in Pakistan in 2000 and 2004. These were found as articulated skeletons, and each specimen was separated into blocks of manageable size along cracks during excavation. The blocks were encased in plaster jackets and transported to the laboratory for preparation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Field Methods",
                "sec_num": null
            },
            {
                "text": "The two specimens described here were prepared differently. The three plaster jackets of the adult female (GSP-UM 3475) were opened and cleaned to expose the articulated bones ( Figure 2 ). [11] in lateral and dorsal views, respectively. (C, D)-Maiacetus inuus (2.6 m; 47.5 Ma) based on male specimen GSP-UM 3551 in lateral and dorsal views, respectively. doi:10.1371/journal.pone.0004366.g001",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 194,
                        "text": "[11]",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 178,
                        "end": 186,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Preparation",
                "sec_num": null
            },
            {
                "text": "The ventral surface of the cranium of the female whale was stabilized, supported by a fitted fiberglass cradle, and then turned and cleaned to expose the dorsal side of the cranium. Bones of the left forelimb were removed from the second jacket individually. The thorax and lumbus of the mother whale and the fetal skull and skeleton were stabilized in situ in the third jacket with only the side shown here being cleaned ( Figure 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 424,
                        "end": 432,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Preparation",
                "sec_num": null
            },
            {
                "text": "The nine plaster jackets of the adult male (GSP-UM 3551) were prepared manually with a micro-airscribe. Each block containing bones was molded and cast to create an archive of the position of the bones as found in the field. Each block was then fully prepared to free individual skeletal elements. These associated elements were then assembled into a full skeletal mount for exhibition in the University of Michigan Exhibit Museum (see Figure 1A , B).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 436,
                        "end": 445,
                        "text": "Figure 1A",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Preparation",
                "sec_num": null
            },
            {
                "text": "The fetal dentition described here was imaged with computed tomography using a Philips Tomoscan AVE1 scanner at the Radiologische Klinik, Universitä t Bonn (Germany).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Imaging",
                "sec_num": null
            },
            {
                "text": "Ma, geological age in millions of years before present. Anatomical Abbreviations in Text. C, cervical vertebra; Ca, caudal vertebra; L, lumbar vertebra; Mc, metacarpal; Mt, metatarsal; R, rib; S, sacral vertebra; and T, thoracic vertebra.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terminology",
                "sec_num": null
            },
            {
                "text": "Teeth are numbered sequentially from front to back (mesial to distal), with upper and lower incisors (I), canines (C), premolars (P), and molars (M) distinguished by superscripts and subscripts, respectively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terminology",
                "sec_num": null
            },
            {
                "text": "Institutional Abbreviations. GSP-UM, Geological Survey of Pakistan-University of Michigan collection, housed in Quetta, provincial capital of Balochistan; UM, University of Michigan Museum of Paleontology, Ann Arbor, Michigan, United States of America. Diagnosis. Medium-sized protocetid archaeocete with a skeleton 2.6 m in length and an estimated weight of 280-390 kg. Skull has the medium-length rostrum, anteriorlypositioned nares, large mandibular canals, narrow frontal shield, broad cranial base, and large tympanic bullae typical of early protocetids. Differs from contemporary Artiocetus clavis and Rodhocetus balochistanensis in having solidly co-ossified left and . Adult female and fetal skeletons (type) of the protocetid Maiacetus inuus. Skull of the adult female (GSP-UM 3475a) is colored beige with brown teeth; her postcranial skeleton is colored red; the fetal skeleton (GSP-UM 3475b) is colored blue with red teeth. Blue dashed lines indicate the contours of the three field jackets and the red dashed line marks the edge of erosion. doi:10.1371/journal.pone.0004366.g002 right dentaries. In the ankle, the astragalus has deep proximal and distal trochleae as in Rodhocetus, but differs in having an indented dorsolateral border; cuboid is less deeply notched for the calcaneum than in Artiocetus and more deeply notched than in Rodhocetus. Metacarpals, carpal phalanges, and all hind limb elements are shorter relative anterior thoracic centrum length than comparable ratios in Rodhocetus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Terminology",
                "sec_num": null
            },
            {
                "text": "Maiacetus inuus sp. nov.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Figures 1C-D, 5-9, 10C, 11B",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Etymology. Inuus, god of fecundity (Latin): named to acknowledge both the exceptional recovery of a gravid female in the cetacean fossil record, and the importance of life history in mammalian evolution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Holotype. GSP-UM 3475a, articulated skull, thorax, and left forelimb of an adult female. Holotype contains the skull and partially ossified skeleton of a near-term fetus, GSP-UM 3475b ( Figure 2 ). The mother is a young adult as shown by the complete eruption of the permanent dentition, limited tooth wear, fusion of most epiphyses, and presence of a fetus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 186,
                        "end": 194,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Type Locality. Kunvit, Kohlu District, eastern Balochistan Province, Pakistan (Figure 3 ). GPS coordinates are 30.0963uN and 69.7908uE (WGS84 datum).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 78,
                        "end": 87,
                        "text": "(Figure 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Referred Specimen. GSP-UM 3551, virtually complete skeleton interpreted as male (see below; Figures 1C, D, 9). Found in Kunvit, Kohlu District, eastern Balochistan Province, Pakistan in the same strata and about 1 km from the holotype (Figure 3 ). GPS coordinates are 30.1051uN and 69.7926uE (WGS84 datum).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 235,
                        "end": 244,
                        "text": "(Figure 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Age. All specimens are from upper beds of the Habib Rahi Formation, a succession of interbedded marine marls and shales. The marls are approximately 10-20 cm thick, and the shales are approximately 1 meter thick. The marls thin and the shales thicken toward the top of the section [12] . The age of the Habib Rahi Formation has been established on the east side of the Sulaiman Range at Rakhi Nala 35 km southeast of Kunvit [13, 14] . The specimens described here were found near the top of the major flooding sequence in the early Lutetian stage of the middle Eocene, calibrated to approximately 47.5 Ma (Figure 4) .",
                "cite_spans": [
                    {
                        "start": 281,
                        "end": 285,
                        "text": "[12]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 424,
                        "end": 428,
                        "text": "[13,",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 429,
                        "end": 432,
                        "text": "14]",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 605,
                        "end": 615,
                        "text": "(Figure 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Diagnosis. As for the genus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Systematic Paleontology",
                "sec_num": null
            },
            {
                "text": "Adult Female Skeleton (GSP-UM 3475a). The adult female skeleton (GSP-UM 3475a) and its associated fetal skeleton (GSP-UM 3475b) were collected in three blocks: (1) a cranial block with [3] , Protosiren eothene (GSP-UM 3487) [49] , Makaracetus bidens (GSP-UM 3570; from younger beds of the overlying Domanda Formation) [2] , and Maiacetus inuus (GSP-UM 3475a, b, female, fetal skeleton). Localities are in the upper part of the Habib Rahi Formation of early Lutetian age [12] . The red circle marks the locality of the referred specimen of Maiacetus inuus (GSP 3551, male), yellow circles show localities of other archaeocete specimens, and white circles show localities of other vertebrate specimens. doi:10.1371/journal.pone.0004366.g003 the female skull, cervical vertebrae, some anterior thoracic vertebrae, and partial scapulae; (2) a block containing the left forelimb of the adult female; and (3) a block containing the thorax of the adult mother whale, and the skull and remaining skeleton of the fetus (Figure 2 ). Blocks 2 and 3 were slightly displaced (3-5 cm) relative to block 1 along a small fault or joint surface after the specimen was buried and fossilized. This movement deformed immediately adjacent bones and may have destroyed parts of bones near the fault. Some bone pieces removed from the fault zone during collection fit onto bones of one block or the other.",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 188,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 224,
                        "end": 228,
                        "text": "[49]",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 318,
                        "end": 321,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 470,
                        "end": 474,
                        "text": "[12]",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1010,
                        "end": 1019,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "The adult female skull and skeleton came to rest on their dorsal surfaces before burial, as is typical for archaeocetes. This stomachup orientation may be caused by a buildup of gases in the abdomen during decomposition. Skulls are seemingly more stable lying on their dorsal surface than in any other position.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "The nearly complete skull of the adult female has been exposed in ventral and dorsal views ( Figures 5, 6 ). It measures 56 cm in length ( Table 1 ). Salient features of the skull include a relatively narrow and anteroposteriorly-elongated rostrum, with premaxillae expanded anteriorly in front of the canine teeth. The rostrum widens posteriorly and is relatively broad at the position of the left and right upper molars.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 93,
                        "end": 105,
                        "text": "Figures 5, 6",
                        "ref_id": null
                    },
                    {
                        "start": 139,
                        "end": 146,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "On the dorsal surface of the cranium, the external nares open above the upper canine teeth ( Figure 6 ). The nasals are narrow and extend posteriorly to overlap the frontals. Expanded frontals form a frontal shield with prominent supraorbital processes. The frontal shield is not as broad relative to the rest of the skull as it is in later protocetids. The jugals are relatively thin and flare posteriorly. The skull is broadest across the left and right squamosals. There is a low sagittal crest and a moderately developed nuchal crest.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 93,
                        "end": 101,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "On the ventral surface of the cranium the glenoid fossa for articulation of the dentary is open and relatively flat as in other early protocetids. Remnants of the basihyal, tympanohyals, and stylohyal bones can be identified on the ventral surface of the basicranium ( Figure 5 ). The tympanic bullae are large with a sigmoid process well developed laterally and involucrum well developed medially.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 269,
                        "end": 277,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "The mandibular symphysis is solidly fused from the anterior end of the dentaries to a position beneath P 2 ( Figure 5 ). The ventral portions of the dentaries are hollow posteriorly, and the mandibular canal is well developed. The canal cannot be measured, however, due to dorsoventral compression of the dentaries.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 109,
                        "end": 117,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "Dorsoventral compression of the adult female skull has pushed some of the crowns of lower teeth into the bones of the cranium and some crowns of upper teeth into the left dentary ( Figures 5, 6 ). The upper dental formula is 3.1.4.3 (incisors, canines, premolars, molars). Partial or complete crowns of all upper teeth are exposed in the right premaxilla [14] . doi:10.1371/journal.pone.0004366.g004 Figure 5 . Skull of Maiacetus inuus (GSP-UM 3475a; female). Skull in ventral view (A) with interpretive shading and labels (B). Shaded components include skull bones (grey), teeth (brown), hyoids (orange), and postcranial bones (red). Osteological abbreviations: Ba., basihyal; Basicr., basicranium; C, cervical vertebra; Dent., dentary; Exoc., exoccipital; Jug., jugal; L, left; Max., maxilla; R, right, rib; Scap., scapula; Squ., squamosal; St., stylohyal; Stern., sternebrum; T, thoracic vertebra; Th., thyrohyal; Tym., tympanic. doi:10.1371/journal.pone.0004366.g005 Figure 6 . Skull of Maiacetus inuus (GSP-UM 3475a; female). Skull in dorsal view (A) with interpretive shading and labels (B). Shaded components include skull bones (grey), teeth (brown), and postcranial bones (red). Osteological abbreviations: Dent., dentary; Front., frontal; Jug., jugal; L, left; Lac., lacrimal; Max., maxilla; Nas., nasal; Par., parietal; Pmax., premaxilla; R, right, rib; Scap., scapula; Squ., squamosal. doi:10.1371/journal.pone.0004366.g006 Table 1 . Skeletal measurements (cm) of Maiacetus inuus compared to those of the previously known protocetids Artiocetus clavis and Rodhocetus balochistanensis, which are also from the early middle Eocene of Pakistan [3] .",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 359,
                        "text": "[14]",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1653,
                        "end": 1656,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 181,
                        "end": 193,
                        "text": "Figures 5, 6",
                        "ref_id": null
                    },
                    {
                        "start": 400,
                        "end": 408,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 971,
                        "end": 979,
                        "text": "Figure 6",
                        "ref_id": null
                    },
                    {
                        "start": 1436,
                        "end": 1443,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description of Maiacetus inuus",
                "sec_num": null
            },
            {
                "text": "Artiocetus Body weight is estimated from the centrum size of available thoracic vertebrae, using multiple regression and a reference set of 13 marine mammal skeletons of known weight (8 cetaceans and 5 pinnipeds) spanning a range of 85 to 23,500 kg (see Figure 13 ). Weight for female Maiacetus inuus is estimated from male M. inuus in two ways: using the 12% average difference in comparable linear dimensions or the 4% average difference found for premolars and molars ( Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 254,
                        "end": 263,
                        "text": "Figure 13",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 473,
                        "end": 480,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Measurement",
                "sec_num": null
            },
            {
                "text": "Ratio based on measurements of male and female adult specimens in Maiacetus inuus. doi:10.1371/journal.pone.0004366.t001",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "and maxilla ( Figure 5 ), except for M 3 , which is known in the adult male (GSP-UM 3551; see below). All incisors are caniniform with simple conical crowns on a single root. I [1] [2] are large and I 3 is relatively small ( Table 2 ). The canine is moderate in size and simple in form, with a conical crown on a single root. P 1 has a simple crown and is single-rooted, while P 2-4 have more elongated crowns and double roots. Upper molars have a simple large external paracone, with little development of a metacone. Protocones on upper molars are not exposed in the adult female skull but are well developed in the adult male (GSP-UM 3551; see below). P 3 has the anteroposteriorly longest crown in the upper dentition ( Figure 5 ). The lower dental formula, like the upper, is 3.1.4.3. I 1-3 , C 1 , and P 1-3 are present in the left dentary ( Figure 6 ), and the remaining premolar and lower molars are known in the adult male (GSP-UM 3551; see below). Again, all incisors are caniniform with simple conical crowns on a single root. I 1 is relatively small (judging from the root), I 2 is large, and I 3 is small ( Figure 6 , Table 2 ). Lower canine C 1 is moderate in size and simple in form, with a conical crown on a single root. Lower P 1 is small, and P 2-3 Ratios quantifying male-to-female tooth size dimorphism are provided when teeth at the same position can be compared. Median dimorphism in canine size, based on upper canines, is 1.20, meaning males have canines on the order of 20% larger than those of females. Median dimorphism in premolar and molar size is 1.04, meaning that males have premolars and molars only about 4% larger than those of females. doi:10.1371/journal.pone.0004366.t002",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 180,
                        "text": "[1]",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 181,
                        "end": 184,
                        "text": "[2]",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 14,
                        "end": 22,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 225,
                        "end": 232,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 724,
                        "end": 732,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 848,
                        "end": 856,
                        "text": "Figure 6",
                        "ref_id": null
                    },
                    {
                        "start": 1120,
                        "end": 1128,
                        "text": "Figure 6",
                        "ref_id": null
                    },
                    {
                        "start": 1131,
                        "end": 1138,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "have anteroposteriorly longer crowns. The longest tooth in the lower dentition was probably P 3 , but this cannot be determined with confidence from the specimens at hand. The cervical vertebrae (C1-C7) of the adult female (GSP-UM 3475a) are preserved in articulation in the cranial block, but these are difficult to study or measure individually (Figures 2, 5 ). The first three thoracic vertebrae and a remnant of the fourth (T1-T4) are preserved in articulation posterior to the cervicals. Nothing has been recovered of T5, which was evidently lost during displacement of cranial and thoracic blocks along the intervening fault or joint surface. The vertebral column continues in the thoracic block. T6 is represented by a piece of the centrum, while the remaining thoracic vertebrae (T7-13) and lumbar vertebrae (L1-L4 and part of L5) are preserved in articulation ( Figure 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 347,
                        "end": 360,
                        "text": "(Figures 2, 5",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 871,
                        "end": 880,
                        "text": "Figure 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "A sternebrum and some ribs are present in the cranial block ( Figures 5, 6 ). The ribs continue into the thoracic block, where they are preserved for the most part in order. The distal ends of the right ribs lie on top of the vertebral centra, whereas distal ends of the left ribs are displaced more laterally. Ribs in the thoracic block can only be identified by counting backward from the most distal rib (R13).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 62,
                        "end": 74,
                        "text": "Figures 5, 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The left forelimb was preserved in articulation on the left side of the thorax (Figures 2, 7) . A fragment of the left scapula lies under the left squamosal, and a fragment of the right scapula lies under the anterior ribs on the right side of the cranium. Much of the left scapula and the proximal end of the left humerus were damaged at the juncture of the cranial and forelimb blocks. The distal end of the humerus is relatively narrow with a shallow trochlea and deep olecranon fossa for articulation with the ulna. The radius and ulna are well preserved although somewhat flattened ( Figure 7) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 79,
                        "end": 93,
                        "text": "(Figures 2, 7)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 589,
                        "end": 598,
                        "text": "Figure 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The distal row of carpal bones is alternating rather than serial relative to the proximal row. Metacarpal I is the smallest, metacarpals III and IV are the largest, and metacarpal III is distinctly longer than metacarpal IV. With the exception of the pollex (digit I), all of the proximal phalanges are about the same length (the proximal phalanx of digit I is not known). Similarly, middle phalanges of digits II through V are similar in length, although phalanx III-2 is distinctly more robust. Terminal phalanges of digits I and V are simple and pointed and probably did not bear a hoof, whereas the blunt end of terminal phalanx II-3 indicates that it was hoof bearing. Terminal phalanges II-3, III-3, and IV-3 in the adult male (GSP-UM 3551) all bore hooves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Preservation of the vertebral column ends at L5. Nothing remains of L6, the sacrum, or the tail. Very little of a hind limb is preserved in the adult female ( Figure 2 ). The left ilium is represented only by the crescent-shaped anterior margin. The distal left femur, patella, and proximal end of the left tibia are preserved in articulation, but the rest of the left hind limb and all of the right hind limb are missing.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 167,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Fetal Skeleton within Adult Female (GSP-UM 3475b). The fetal skeleton (GSP-UM 3475b) is preserved within the ribcage of the type specimen (GSP-UM 3475a) ( Figure 2 , colored blue). This immature individual is interpreted as a fetal skeleton, rather than an ingested meal, because of the absence of any damage to the skull. Protocetids had shearing molars used to slice and chew their prey. The skull of the fetal skeleton could not have survived such mastication and be as well preserved as it is.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 155,
                        "end": 163,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The fetal skeleton preserves the skull, some cervical and thoracic vertebrae, ribs, and portions of the fore-and hind limbs. The skull includes the cranium and left and right lower jaws, with crowns and roots of many deciduous teeth in place in the upper and lower jaws. The surfaces of the fetal bones are porous in contrast to the smoother surfaces of adult bones. The fetal skeleton has a preserved length of about 33 cm, and probably had a total length approximately twice the preserved length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The length of the fetal skull, as preserved, is 15 cm, and this probably measured 17 cm when the missing anterior end of the rostrum is added (Figure 8 ). Identifiable bones include the left frontal, the left jugal, the occipital with left and right condyles flanking the foramen magnum, and the left and right dentaries.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 142,
                        "end": 151,
                        "text": "(Figure 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The fetal dentition is largely intact but interpretation is complicated by bilateral compression of the skull ( Figure 8A, B) . Left upper teeth are displaced dorsally relative to right upper teeth, and the left dentary is displaced slightly anteriorly relative to the right dentary. Teeth from both left and right sides, being denser and harder than surrounding fetal bone, all show on the exposed left side of the skull.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 125,
                        "text": "Figure 8A, B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The largest tooth in each quadrant is the distinctive fourth deciduous premolar. These four premolars (left and right dP 4 and dP 4 ), serve as landmarks for identification of more anterior and posterior teeth. Anterior to dP 4 and dP 4 , there are partial crowns of all of the third deciduous premolars (left and right dP 3 and dP 3 ), as well as upper and lower deciduous canines. Teeth anterior to dP 3 and dP 3 were identified by their morphology and by their stage of development, using an undescribed protocetid skull with a good deciduous dentition for comparison.",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 122,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 226,
                        "end": 227,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 323,
                        "end": 324,
                        "text": "3",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 404,
                        "end": 405,
                        "text": "3",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Posterior to dP 4 , there are partial crowns of the left and right first permanent upper molars visible below the left frontal and above the left jugal (Figure 8,) . Left M 1 is the most clearly exposed and it appears to have the main paracone cusp almost fully formed, with the crown as a whole about one-half mineralized. Crowns of left and right lower permanent molars are not visible but were presumably also partially mineralized.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 17,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 152,
                        "end": 163,
                        "text": "(Figure 8,)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Cervical and anterior thoracic vertebrae are compressed in articulation, and the ribs are preserved as narrow ribbons of porous bone pressed onto the ventral surfaces of the mother's thoracic vertebrae. Parts of seven long bones are evident. The largest of these are presumably humeri, and there may be remnants of ulnae and radii as well. Seven long bones would exceed the number expected in a pair of protocetid forelimbs, and so some may pertain to the hind limbs. More precise identification is hindered by the absence of ossified epiphyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Adult Male Skeleton (GSP-UM 3551). The most complete skeleton of Maiacetus inuus is that of a second adult ( Figure 1C, D) found in articulation in the field (Figure 9 ). The skull lacks the anterior portion of the rostrum, while the vertebral column and fore-and hind limbs are virtually complete. The specimen is interpreted as male because it is larger than the female skeleton described above, the canine teeth are larger relative to the size of other teeth, and the pelvic morphology is male (see below). Comparative measurements are provided in Tables 1-3. The male skull is similar to that of the female described above. Here again the anterior rostrum is narrow but it expands rapidly at mid length toward the posterior end of the skull. The palate is much broader posteriorly than it is anteriorly. The frontal shield is expanded with broad supraorbital processes, but it is again narrower than that of later protocetids. Lacrimal bones are exposed on the face anterior to the orbits. The high, narrow, and deep nuchal area is bordered ventrolaterally by robust, broadlyspaced parocciptal processes, suggesting the presence of powerful neck muscles. Tympanic bullae are large, robust, and firmly attached to the underside of the endocranium. The convex occipital condyles are oriented posteriorly.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 109,
                        "end": 122,
                        "text": "Figure 1C, D)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 158,
                        "end": 167,
                        "text": "(Figure 9",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 562,
                        "text": "Tables 1-3.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The mandibular symphysis is fused as far posteriorly as the distal margin of P 2 . The large mandibular foramen leading to the mandibular canal is mediolaterally narrow and dorsoventrally deep (depth estimated as 7 cm). It opens internally at the posterior end of the dentary. The mandibular condyles are positioned well below the apex of the coronoid process, and the gonial angle of the mandible is compressed and square in outline (viewed laterally; Figure 1A ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 453,
                        "end": 462,
                        "text": "Figure 1A",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Upper and lower incisors are missing in the adult male (GSP-UM 3551), but the upper canine (C 1 ) is large and anteroposteriorly expanded. The upper first premolar (P 1 ) is small, while P 2 is closer in size to P 3 and P 4 . P 3 has the largest crown of the upper cheek teeth. P 3 -M 3 are closely spaced with no diastemata. A protocone is well developed on P 4 and on M 1 . This primitive cusp decreases in size on M 2 and nearly disappears on M 3 . In the lower dentition, C 1 and P 1 are represented only by impressions of the crowns and roots. The crown of the lower canine crown is longer anteroposteriorly and the root thicker than in the female (GSP-UM 3475a), while P 1 is small. Lower P 2 , P 3 , and P 4 are all relatively large, with P 3 or P 4 the largest of the lower cheek teeth. The lower molars are closely spaced, with a high anterior cusp (protoconid) and lower posterior cusp (hypoconid).",
                "cite_spans": [
                    {
                        "start": 361,
                        "end": 362,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 372,
                        "end": 373,
                        "text": "1",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 448,
                        "end": 449,
                        "text": "3",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The vertebral formula (cervicals, thoracics, lumbars, sacrals, caudals) is 7C-13T-6L-4S-21Ca for a total of 51 vertebrae, which differs by only two caudal vertebrae from the formula found in some primitive artiodactyls [15] . Precaudal vertebrae increase in size along the series as in other protocetids ( Table 3 ). The atlas (C1) has broad transverse processes, moderately deep and curved prezygapophyses, and a complex foraminal pathway for the vertebral arteries to accommodate motion of the skull. In C3-C7 the orientation of zygapophyses, the saddle-shape of vertebral body surfaces, and the imbrication of transverse processes suggest that the neck was more capable of dorsiflexion than lateral rotation. Anterior thoracic vertebrae have long spinous processes for muscles and ligaments inserting on the exoccipital region and nuchal area of the skull to stabilize the head. Thoracic T11, the diaphragmatic vertebra, has thoracic-like prezygapophyses and lumbar-like postzygapophyses. T12 is the anticlinal vertebra with a vertical neural spine ( Figure 1A) . In the lumbus, anterodorsally inclined spinous processes, non-revolute zygapophyses, and the anteroventral orientation of transverse processes indicate the potential for dorsoventral flexion of the trunk and vertebral column in general. Flexion, however, was limited by the anteroposterior width and length of the spinous processes of the lumbar vertebrae.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 223,
                        "text": "[15]",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 306,
                        "end": 313,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 1054,
                        "end": 1064,
                        "text": "Figure 1A)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The sacrum is composed of four vertebrae, the first three fully co-ossified and the fourth with fused pleurapophyses. Robust auricular processes are present on S1 for articulation with ilia of the pelvis. The spinous processes of all sacral vertebrae have massive bases. Presence of a solidly fused sacrum precluded smooth undulatory motion of the body during swimming.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The caudal series is composed of 21 vertebrae ( Figures 1C, D,  9 ). The first 14 caudals have associated hemal arches or chevron bones. Anterior caudals are robust, with substantial spinous processes, metapophyses, and transverse processes. The latter are divided in Ca 4-6. Mid-caudal vertebrae are also large but have more diminutive processes. The size and complexity of vertebrae in the posteriormost part of the tail decrease rapidly following the last chevron-bearing caudal ( Figures 1C, D, 9) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 48,
                        "end": 65,
                        "text": "Figures 1C, D,  9",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 484,
                        "end": 501,
                        "text": "Figures 1C, D, 9)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The ribs are elongate and moderately curved, with no sign of pachyostosis or osteosclerosis. All but the last few are doubleheaded. The sternum includes eight elements with a T-shaped manubrium, six sternebrae, and an elongate xiphisternum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The delicate scapula is longer than wide, with a projecting acromion and shallow glenoid; the coracoid process forms a large tubercle above the glenoid. The scapular spine divides the scapular blade unequally into smaller anterior and larger posterior portions. The humerus is relatively long, flattened, and anteriorly curved. Proximally, the head is ovoid with a narrow bicipital groove. Distally, the humerus is narrow with a deep trochlea for the ulna. Posteriorly, there is a deep olecranon fossa. The convex articulation for the radial head is located lateral to the ulnar trochlea. The medial epicondyle is robust and projecting. Ulna and radius are shorter than the humerus (Figure 7) . The ulna is flattened and has a large, blade-shaped olecranon process. The trochlear notch of the ulna projects farther anteriorly, locking into the humeral olecranon fossa during extension. The notch is bifid with a broad articulation distally for the radius. Although the radius and ulna are not coossified, they were fixed in a pronated position. The head of the radius, the shortest forelimb element, has a square contour and saddle-shaped surface. The radial shaft, unlike that of the humerus and ulna, has a subtriangular crosssection. The robust distal end of the radius has a distinct oval, flat articular surface for the carpus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 682,
                        "end": 692,
                        "text": "(Figure 7)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The carpus is composed of a series of proximal and distal carpals that vary in shape from ovoid to polygonal (Figure 7 ). Proximal and distal carpal rows are staggered with interlocking articulations. The pisiform projects strongly ventrally, more than required to maintain the aponeurosis of the carpal tunnel, providing a powerful mechanical advantage for the flexor carpi ulnaris. The prominent medial malleolus on the humerus provides the origin for this muscle. (Table 1) . Large, paired sesamoids are located on the ventral surfaces of the head of each metacarpal. Proximal phalanges are long and relatively thin, as are middle phalanges. Distal phalanges are much shorter and somewhat more robust. The manus is shorter than the pes and has more delicate terminal phalanges.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 109,
                        "end": 118,
                        "text": "(Figure 7",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 467,
                        "end": 476,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The innominate is anchored to the sacrum. The ilium is short anterposteriorly relative to the length of the pelvis. The round, well buttressed acetabulum is notched with a pit for the ligamentum teres. The obturator foramen is large. The ischium is large, flattened, and extends farther from the acetabulum than does the ilium ( Figure 1A) . The pubic notch formed by inferior rami of left and right pubic bones is 'V' shaped ( Figure 10) , as expected in a male. The robust femora are short relative to the length of the distal segments of the hind limb. The femoral head is rounded with a deep fovea capitis femora. Robust muscle attachment sites on the femur include prominent greater and lesser trochanters, a deep intertrochanteric fossa, and a distally extended lateral crest for insertion of vastus lateralis. The distal condyles of the femur are offset from one another, which served to rotate the tibia medially during flexion. The relatively long tibia has a robust proximal end and deeply trochleated distal end shaped to receive the astragalus. The relatively long, thin fibula has articular surfaces proximally for the tibia and distally for the calcaneum.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 329,
                        "end": 339,
                        "text": "Figure 1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 428,
                        "end": 438,
                        "text": "Figure 10)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The ankle, preserved in articulation on both sides in GSP-UM 3551, resembles that of larger-bodied Rodhocetus balochistanensis more than that of similar-sized Artiocetus clavis (Figure 11 ). The astragalus is 'double-pulleyed' with a trough-shaped trochlea for the tibia and an opposing trochlea for the navicular. Other astragalar facets include a narrow convex articular surface for the cuboid adjacent to the deeply notched surface for the navicular, a Figure 9 . Skeleton of Maiacetus inuus (GSP-UM 3551, male). Skeleton as preserved in left lateral view. Gray shading is marl matrix (see Figure 1C , D for skeletal restoration). doi:10.1371/journal.pone.0004366.g009 Figure 8 . Fetal skull of Maiacetus inuus (GSP-UM 3475b). (A)-Photograph showing bones (shaded white) and teeth (shaded brown) in lateral view. (B)-CT image overlain on tooth-bearing part of fetal skull in lateral veiw. Abbreviations: left frontal (L. Front.), left jugal (L Jug.), occipital (Occip.) with left and right condyles flanking the foramen magnum, and left and right dentaries (L dent., R dent.). Teeth are shaded brown, with darker brown representing enamel, and lighter brown representing roots and exposed dentine. White and black labels identify teeth of the left and right sides, respectively. Dotted lines trace outlines of fully formed crowns of left dP 3 and dP 4 . These crowns are visible on the surface (A) where thin bone of the maxilla is pressed over more rigid underlying crowns, and as denser masses in the CT scan (B). Remaining teeth are identified by size and position relative to dP 3 and dP 4 . Note presence of the developing crown of permanent left M 1 posterodorsal to the crown of left dP 4 (dorsal to the left jugal and posterior to the left frontal). Partial crown of right M 1 (unlabeled) is visible just below and posterior to left M 1 . doi:10.1371/journal.pone.0004366.g008 small curved surface laterally for articulation with the ectal facet of the calcaneum, a proximodistally elongated convex facet ventrally for long excursion on the calcaneal sustentacular surface, and a small facet adjacent to the cuboid facet for articulation with the calcaneum. On the calcaneum, the tuber is long and robust; the sustentaculum is oval, small, and shelf-like; the ectal facet is convex and confluent with the curved facet for the fibula; and the distal cuboid facet is slightly concave and obliquely oriented. The deeply concave navicular has a proximal keel for articulation with the astragalus, and distal facets for articulation with the ento-, meso-, and ectocuneiform ( Figure 11 ). The cuneiforms are small and subrectangular with simple articular surfaces for the second and third metatarsals (Mt-II and Mt-III). It is possible that a tiny distal extension of the entocuneiform accommodated a very diminutive (but unrecovered) Mt-I. A pair of proximal articular surfaces on the cuboid include a concave medial portion for the astragalus and an obliquely notched, flatter surface for articulation with the distal surface of the calcaneum. Distally, the cuboid has a larger, flat articular surface for Mt-IV and a smaller articular surface for Mt-V.",
                "cite_spans": [
                    {
                        "start": 1353,
                        "end": 1354,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1595,
                        "end": 1596,
                        "text": "4",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 177,
                        "end": 187,
                        "text": "(Figure 11",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 456,
                        "end": 464,
                        "text": "Figure 9",
                        "ref_id": null
                    },
                    {
                        "start": 593,
                        "end": 602,
                        "text": "Figure 1C",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 672,
                        "end": 680,
                        "text": "Figure 8",
                        "ref_id": null
                    },
                    {
                        "start": 2582,
                        "end": 2591,
                        "text": "Figure 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "Pedal digits III and IV are largest. Lengths decrease in the sequence Mt-IV, Mt-III, Mt-V, and Mt-II. Each metatarsal head has paired facets ventrally for articulating sesamoid bones. Proximal and middle phalanges are long and relatively thin. Ungual phalanges are much shorter, ventrally flattened, and ornamented with dorsal tubercles and sulci to accommodate extensor tendons.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "2",
                "sec_num": null
            },
            {
                "text": "The fossils described here include the first association of adult female and fetal whale skeletons, the latter apparently near term and in birth position (GSP-UM 3475a, b) ( Figure 2 ). The adult male skeleton (GSP-UM 3551) found nearby is exceptionally complete (Figure 9 ). Together these specimens document a new protocetid whale preserving a complete vertebral column and complete fore-and hind limbs. The vertebral formula of Maiacetus is similar to that preserved in the other protocetids Rodhocetus and Qaisracetus (7C-13T-6L-4S) [14, 16] , and in addition indicates the presence of 21 caudal vertebrae. As in all living semiaquatic mammals, the limbs are relatively short and pelvic girdles provide a direct connection to the vertebral column for weight-bearing. The ankles are artiodactyl-like, with a double-pulley astragalus, notched cuboid, and curved fibular facet characteristic of artiodactyls [3] . Metapodials are elongated, and the manual and pedal digits were almost certainly webbed.",
                "cite_spans": [
                    {
                        "start": 537,
                        "end": 541,
                        "text": "[14,",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 542,
                        "end": 545,
                        "text": "16]",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 909,
                        "end": 912,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 174,
                        "end": 182,
                        "text": "Figure 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 263,
                        "end": 272,
                        "text": "(Figure 9",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Extraordinary Fossils",
                "sec_num": null
            },
            {
                "text": "Maiacetus has a piscivorous dentition and, like other early protocetids, is interpreted as an amphibious, semiaquatic, footpowered swimmer that fed in the sea and came ashore to rest, mate, and give birth, as anticipated by Fordyce [5] . While the hind limbs were capable of bearing the weight of the body on land, the proportions of the limbs and the long phalanges of both hands and feet would have limited terrestrial locomotion and prevented Maiacetus from traveling any substantial distance from water. Maiacetus differs from other early protocetids in having dentaries fused at the mandibular symphysis ( Figure 5 ), ankles of distinct proportions (Figure 11) , and limbs slightly different in proportion from those of other early protocetids (Figures 12, 13 ). These differences suggest that there are feeding and swimming specializations among protocetids that remain to be clarified.",
                "cite_spans": [
                    {
                        "start": 232,
                        "end": 235,
                        "text": "[5]",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 611,
                        "end": 619,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 654,
                        "end": 665,
                        "text": "(Figure 11)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 749,
                        "end": 764,
                        "text": "(Figures 12, 13",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Extraordinary Fossils",
                "sec_num": null
            },
            {
                "text": "Presence of an intact fetal skeleton (GSP-UM 3475b) enables the first unequivocal determination of sex for an archaeocete: GSP-UM 3475a is female. The presence of one fetal skeleton and no trace of a second indicates that birth in Maiacetus involved a single calf. Early archaeocetes thus resemble all extant large semiaquatic mammals, which invest their energy in gestation and parenting of a single infant per breeding event [17] .",
                "cite_spans": [
                    {
                        "start": 427,
                        "end": 431,
                        "text": "[17]",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birth on Land",
                "sec_num": null
            },
            {
                "text": "The rostrum of the fetal skeleton is pointing opposite that of the mother (Figure 2 ). Posterior orientation of the fetal head occurs in the initial stage of birth in artiodactyls ( Figure 14C ). However, given the shorter neck in Maiacetus, this may have been the fetal position during all of late gestation. Because the head of the fetal skeleton of Maiacetus is not in the mother's pelvic canal, the fetus may have been near term but not full term. Partially formed M1 crowns in the fetal cranium suggest that the fetus was at least near term.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 74,
                        "end": 83,
                        "text": "(Figure 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 182,
                        "end": 192,
                        "text": "Figure 14C",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Birth on Land",
                "sec_num": null
            },
            {
                "text": "The fetal skeleton is positioned for head-first birth, a universal birthing posture in large-bodied land mammals, but one that is anomalous in fully-aquatic marine mammals [18, 19, 20] . A nearterm fetus in an ungulate or whale may rotate about its long axis as it passes through the birth canal, but it cannot turn head-to-tail Table 3 . Vertebral centrum measurements (mm) for adult male Maiacetus inuus (GSP-UM 3551; Figure 9 ). ( Figure 14A-C) . Discovery that early whales delivered calves like land mammals indicates that birth in semiaquatic protocetids still took place on land.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 176,
                        "text": "[18,",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 177,
                        "end": 180,
                        "text": "19,",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 181,
                        "end": 184,
                        "text": "20]",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 329,
                        "end": 336,
                        "text": "Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 420,
                        "end": 428,
                        "text": "Figure 9",
                        "ref_id": null
                    },
                    {
                        "start": 434,
                        "end": 447,
                        "text": "Figure 14A-C)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Birth on Land",
                "sec_num": null
            },
            {
                "text": "Cephalic presentation at birth is generally held to be advantageous on land as it enables a newborn to breath during labor. Caudal presentation at birth, in contrast, is generally held to be advantageous at sea as it may reduce the risk of drowning [18] . Caudal presentation may also hold an advantage in water, because it orients the newborn calf to swim parallel to the mother rather than away from her. This might be important for communication, initiation of nursing, and protection from predators. Cephalic presentation does not incur the same risks on a solid substrate.",
                "cite_spans": [
                    {
                        "start": 249,
                        "end": 253,
                        "text": "[18]",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Birth on Land",
                "sec_num": null
            },
            {
                "text": "Birth at sea was a prerequisite for the first fully-aquatic whales, the Basilosauridae (including Dorudon; Figure 1C , D), which evolved from Protocetidae later in the Eocene. Basilosauridae have reduced hind limbs that no longer contact the vertebral column and could not support the weight of the body on land. Hence they could no longer come out of the sea onto land to give birth. With their innominate decoupled from the vertebral column, the birth canal in basilosaurids may have been considerably larger than that in protocetids. This would have permitted birth of larger, more precocial infants, and we would predict that a near-term basilosaurid fetal skeleton, if found intact, would be positioned to be born tail-first as is seen in living whales.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 107,
                        "end": 116,
                        "text": "Figure 1C",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Birth on Land",
                "sec_num": null
            },
            {
                "text": "The dentition of the fetal skeleton (GSP-UM 3475b) can be mapped in detail (Figure 8 ). Here partial crowns of the first permanent upper molars (left and right M 1 ) are visible posterior to dP 4 (best exposed on the left side). The main paracone cusp appears almost fully formed, with the crown as a whole being about one-half mineralized. Formation of the crowns of many deciduous teeth, and particularly formation of M 1 , indicates that the fetal skeleton of Maiacetus was advanced in development and near full term. Altricial-to-precocial birth status in mammals is generally represented on a behavioral spectrum scored from I to IV. Altricial I lies at one extreme ('birth with eyes closed, naked, and nidicolousor nest-dwelling'), and precocial IV at the other ('birth with eyes open, haired, and nidifugous or nest-fleeing') [21] . Dental development provides a parallel indication of birth status (Table 4 ). The state of the dentition at birth is a direct indicator of the ability of a newborn to supplement mother's milk with other foods. Natural selection can separately adjust a newborn's ability to feed itself, sense its environment, regulate its temperature, and move [24] , yet there is also an overall association of these aspects of newborn maturity. Table 4 shows that mineralization of the Figure 12 . Proportion-adjusted skeletal profiles of middle and late Eocene archaeocete whales Maiacetus inuus and Dorudon atrox, respectively. (A)-Maiacetus inuus, a semiaquatic foot-powered swimmer from the Middle Eocene. (B)-Dorudon atrox, a fully-aquatic tail-powered swimmer from the Late Eocene. Baseline is mean length of anterior thoracic vertebrae (stippled box). Sacral vertebrae are enclosed in a second stippled box where sacrals can be identified (e.g., by co-ossification). Maiacetus has a profile more like that of mammals capable of supporting their weight on land, whereas Dorudon has the profile of a modern whale. Interpretation of profiles and the method of median serial-multiple-regression estimation of body weights is explained in [50] . Abbreviations: TCNDSFB, longest tooth length, condylobasal cranium length, narial position, dentary length, symphysis position, mandibular foramen height; and bulla length, respectively; SHRC, scapula, humerus, radius, and Mc-III lengths, respectively; IFTT, innominate, femur, tibia, and Mt-III lengths, respectively. doi:10.1371/journal.pone.0004366.g012 dentition at birth corresponds to the classic categories of neonate maturity. In generalized mammals, crowns of the deciduous dentition appear to be largely mineralized in utero. The permanent dentition, however, shows an enormous range, with some mammals showing no mineralization of permanent teeth at all (e.g., a newborn bear cub [22] ), and others having all adult crowns fully formed (e.g., newborn guinea pig [23] ). While eruption of teeth through the gums in living mammals is informative, the clearest association with precocial categories II-IV is some degree of mineralization of the permanent dentition, beginning with the first molar and in some cases extending to mineralization of later developing teeth.",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 837,
                        "text": "[21]",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1184,
                        "end": 1188,
                        "text": "[24]",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 2066,
                        "end": 2070,
                        "text": "[50]",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 2764,
                        "end": 2768,
                        "text": "[22]",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 2846,
                        "end": 2850,
                        "text": "[23]",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 75,
                        "end": 84,
                        "text": "(Figure 8",
                        "ref_id": null
                    },
                    {
                        "start": 906,
                        "end": 914,
                        "text": "(Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 1270,
                        "end": 1277,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 1311,
                        "end": 1320,
                        "text": "Figure 12",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Precocial Development",
                "sec_num": null
            },
            {
                "text": "The fetal skeleton of Maiacetus described here shows development of the deciduous dentition to have been well underway, with partial mineralization of upper first permanent molars in utero. The fetal dentition of Maiacetus is as developed as that of a newborn fallow deer (Table 4) . Thus Maiacetus was clearly a precocial mammal.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 272,
                        "end": 281,
                        "text": "(Table 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Precocial Development",
                "sec_num": null
            },
            {
                "text": "Precociality involves a high degree of maternal investment starting from conception and extending through relatively long periods of gestation and lactation to nutritional independence of the calf. Marine mammals living today are all precocial, and energy is channeled to early growth [25] . Semiaquatic young must be able to move soon after birth to avoid predators on land and in the sea, and fully aquatic young must be able to swim to keep pace with their mothers [17] . Larger newborn body size is also an important component of precociality because it reduces the newborn's surface-to-volume ratio and enhances its ability to maintain its body temperature on exposed shorelines and in the water.",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 289,
                        "text": "[25]",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 468,
                        "end": 472,
                        "text": "[17]",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Precocial Development",
                "sec_num": null
            },
            {
                "text": "Artiodactyls, the group ancestral to whales [3] , give birth to young that range from slightly precocial (pigs) to highly precocial (sheep, deer, giraffe). Whales probably evolved from anthracobunid artiodactyls, a stem group that may be closely related to Figure 13 . Principal components plot of trunk and limb skeletal proportions for Maiacetus inuus and a representative sample of 50 extant semiaquatic mammals. Maiacetus inuus is similar to Rodhocetus species, but lacks elongation of the manus, hind limb, and pes characteristic of the latter. Maiacetus is about equally aquatic (PC-II) to Rodhocetus but less specialized as a hind-limb swimmer (PC-III). It falls closest to the giant otter (Pteronura brasiliensis) among extant mammals. Background and comparative data for this analysis are documented and explained in [4] . doi:10.1371/journal.pone.0004366.g013 Figure 14 . Head versus tail presentation of near-and full-term calves in a domestic cow and harbor porpoise. Domestic cow (Bos taurus) calf (blue) in (A) ninth and final month of gestation before 'turning' (axially rotating), (B) turned as the birth process begins, and (C) with forelimbs and head partially extruded in the initial stage of birth (from [51, 52] ). Harbor porpoise (Phocaena phocaena) (D) with full-term calf (blue) with tail partially extruded in the initial stage of birth (from [18] ). doi:10.1371/journal.pone.0004366.g014",
                "cite_spans": [
                    {
                        "start": 44,
                        "end": 47,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 826,
                        "end": 829,
                        "text": "[4]",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1224,
                        "end": 1228,
                        "text": "[51,",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 1229,
                        "end": 1232,
                        "text": "52]",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1368,
                        "end": 1372,
                        "text": "[18]",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 266,
                        "text": "Figure 13",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 870,
                        "end": 879,
                        "text": "Figure 14",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Precocial Development",
                "sec_num": null
            },
            {
                "text": "Hippopotamidae [26] . Hippopotamid young lie at the precocial end of the birth spectrum [27, 28] , and it is reasonable to infer that precociality was primitive for whales and their closest artiodactyl ancestors. Precociality may be a key life history trait that enabled the earliest whales to navigate the land-sea transition.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 19,
                        "text": "[26]",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 88,
                        "end": 92,
                        "text": "[27,",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 93,
                        "end": 96,
                        "text": "28]",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Precocial Development",
                "sec_num": null
            },
            {
                "text": "The type specimen of Maiacetus inuus, GSP-UM 3475a, has a fetus in utero and is clearly female. We interpret the referred adult skeleton of Maiacetus (GSP-UM 3551) as male because it contains no fetus, averages 12% larger in linear measurements than the known female, and has canine teeth that are 20% larger (Tables 1,  2 ). A 12% difference in linear measurements of male and female Maiacetus yields an expected weight difference of about 39% (Table 1) . Relatively large canines are commonly found in male mammals that use these teeth in threat displays and fighting. In addition, the pelvis of GSP-UM 3551 is well preserved and has a V-shaped pubic notch, formed by the inferior rami of the left and right pubes, which is characteristic of males ( Figure 10) . The notch is broader and U-shaped in females that give birth to a single large fetus, such as the fallow deer Dama dama [29] .",
                "cite_spans": [
                    {
                        "start": 885,
                        "end": 889,
                        "text": "[29]",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 309,
                        "end": 322,
                        "text": "(Tables 1,  2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 445,
                        "end": 454,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 752,
                        "end": 762,
                        "text": "Figure 10)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sexual Dimorphism",
                "sec_num": null
            },
            {
                "text": "Dimorphism of body size in marine mammals ranges from females that are larger than males (Hawaiian monk seal and Gervais' beaked whale at the extreme) to males that are much larger than females (sperm whale, southern elephant seal, and Hooker's sea lion at the extreme) [17, 30] . Here we quantify the difference in terms of body length (Figure 15 ). The mating system is not known for all marine mammals, but when known, a malefemale length difference greater than about 16% (0.15 on a natural log scale) indicates a territorial or harem mating system [31] . Intense male-male competition is associated with marked sexual dimorphism and often spatial aggregation of females related to the accessibility of food and shelter. A male-female length difference less than 16% corresponds to a more generalized 'aquatic,' or 'dispersed', mating system, in which males have less opportunity to guard and monopolize females.",
                "cite_spans": [
                    {
                        "start": 270,
                        "end": 274,
                        "text": "[17,",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 275,
                        "end": 278,
                        "text": "30]",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 553,
                        "end": 557,
                        "text": "[31]",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 337,
                        "end": 347,
                        "text": "(Figure 15",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Sexual Dimorphism",
                "sec_num": null
            },
            {
                "text": "The male-female length difference of 12% (0.11 on a natural log scale) in Maiacetus indicates moderate sexual dimorphism and Table 4 . Developmental maturity categories of Langer [21] and mineralization of first molar M 1 and other permanent teeth in newborn terrestrial mammals compared to the early whale Maiacetus inuus.",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 183,
                        "text": "[21]",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 125,
                        "end": 132,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sexual Dimorphism",
                "sec_num": null
            },
            {
                "text": "Mineralization of the permanent dentition at birth Reference Category I. Altricial: eyes closed, naked, nidicolous or 'nest-dwelling'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species",
                "sec_num": null
            },
            {
                "text": "Gray short-tail opossum, Monodelphis domestica None [33] Brown bear, Ursus arctos None [22] Indian mongoose, Herpestes auropunctatus None [34] Ferret, Mustela putorious None [35] Domestic dog, Canis familiaris Trace [36] Category II. Precocial: eyes open, haired, nidicolous or 'nest-dwelling' Domestic pig, Sus scrofa None [37] Miniature pig, Sus scrofa M1 cusp tips beginning to mineralize [38] Collared peccary, Tayassu tajacu M1 cusp tips formed [39] Category III. Precocial: eyes open, haired, transported (largely primates)",
                "cite_spans": [
                    {
                        "start": 52,
                        "end": 56,
                        "text": "[33]",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 87,
                        "end": 91,
                        "text": "[22]",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 138,
                        "end": 142,
                        "text": "[34]",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 174,
                        "end": 178,
                        "text": "[35]",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 216,
                        "end": 220,
                        "text": "[36]",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 324,
                        "end": 328,
                        "text": "[37]",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 392,
                        "end": 396,
                        "text": "[38]",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 450,
                        "end": 454,
                        "text": "[39]",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species",
                "sec_num": null
            },
            {
                "text": "Human, Homo sapiens M1 cusp tips beginning to mineralize [40] Great apes, Pan, Gorilla, and Pongo spp. M1 cusp tips beginning to mineralize [40] Gibbon, Hylobates sp. M1 cusp tips beginning to mineralize [40] Rhesus macaque, Macaca mulaltta M1 cusp tips formed [41] Mongoose lemur, Eulemur mongoz M1 cusp tips formed [42] Coquerel's sifaka, Propithecus verreauxi M1 crown almost complete, M2 near coalescence, M3 trace [42] Tarsier, Tarsius bancanus M1 'well differentiated' (some deciduous teeth resorbed in utero) [43] Category IV. Precocial: eyes open, haired, nidifugous or 'nest-fleeing'",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 61,
                        "text": "[40]",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 140,
                        "end": 144,
                        "text": "[40]",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 204,
                        "end": 208,
                        "text": "[40]",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 261,
                        "end": 265,
                        "text": "[41]",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 317,
                        "end": 321,
                        "text": "[42]",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 419,
                        "end": 423,
                        "text": "[42]",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 516,
                        "end": 520,
                        "text": "[43]",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species",
                "sec_num": null
            },
            {
                "text": "American tapir, Tapirus cf. T. bairdii M1 anterior cusps connected [44] Domestic sheep, Ovis aries M1 cusps connected; crown one-quarter formed [45] Maiacetus inuus 1 M1 crown one-half formed this study",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 71,
                        "text": "[44]",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 144,
                        "end": 148,
                        "text": "[45]",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species",
                "sec_num": null
            },
            {
                "text": "Fallow deer, Dama dama M1 crown one-half formed [46] Pygmy hippo, Hexaprotodon liberensis M1? (many deciduous teeth erupted at birth; large M1 crypt) [27] Giraffe, Giraffa camelopardalis M1 crown complete (all deciduous teeth erupted at birth) [47] Fur seal, Callorhinus ursinus M1-2 crowns complete (deciduous teeth shed in utero) [48] Guinea pig, Cavia porcellus All permanent teeth erupted; roots incomplete [23] Living whales are not included because none have deciduous teeth and many have few or no teeth. Because early whales evolved from artiodactyls [3] , Ovis, Dama, Hexaprotodon, and Giraffa are better analogs than primates. probably limited male-male competition for mates. Limited opportunity to monopolize mates suggests in turn that food and shelter were dispersed in protocetid habitats. This is corroborated by the geographically extensive but environmentally uniform shallow marine deposits of the Habib Rahi Formation, which were deposited on a broad, shallow marine shelf that would have provided little spatial aggregation of food or shelter. Much remains to be learned about mating systems in cetaceans because their behavior is so difficult to study [32] . At present, body size dimorphism is itself sometimes used as a measure of 'contest competition' between males [17] . Maiacetus suggests that sexual dimorphism appeared early in cetacean evolution. Males were larger than females, but the difference was modest on the scale of dimorphism observed in marine mammals today.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 52,
                        "text": "[46]",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 150,
                        "end": 154,
                        "text": "[27]",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 244,
                        "end": 248,
                        "text": "[47]",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 332,
                        "end": 336,
                        "text": "[48]",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 411,
                        "end": 415,
                        "text": "[23]",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 559,
                        "end": 562,
                        "text": "[3]",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1174,
                        "end": 1178,
                        "text": "[32]",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1291,
                        "end": 1295,
                        "text": "[17]",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species",
                "sec_num": null
            },
            {
                "text": "We describe exceptional specimens of a new early middle Eocene (47.5 Ma) protocetid whale, Maiacetus inuus, that include an adult female skeleton, a near term fetal skeleton, and an adult male skeleton. Maiacetus differs in size and proportions from younger, more derived basilosaurids such as Dorudon atrox (Figures 1, 12, 13 ), but it is close in size and similar in proportions to a composite skeleton of Rodhocetus balochistanensis/kasranii (Figure 13 ). Maiacetus retains many characteristics of its terrestrial forebears, including shearing cheek teeth with protocones on upper molars, a vertebral formula very close to that of primitive artiodactyls, a forelimb retaining mobile digits, a pelvis and hindlimb anchored on the vertebral column; and a double-pulley astragalus within the ankle. The feet of Maiacetus are not as elongated as those of Rodhocetus, indicating that Maiacetus may have been a slightly less specialized foot-powered swimmer (Figure 13 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 308,
                        "end": 326,
                        "text": "(Figures 1, 12, 13",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 445,
                        "end": 455,
                        "text": "(Figure 13",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 955,
                        "end": 965,
                        "text": "(Figure 13",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "Preservation of an intact near-term fetal skull and partial skeleton indicates that birth in early archaeocetes involved a single calf that was born head-first as in land mammals, not tail-first as in living whales. This, in turn, indicates that birth almost certainly took place on land during this phase of early whale evolution. The presence of partially mineralized permanent first molars in the fetal skull indicates precocial development, which may have been a key life history trait in early whales facilitating the transition from land to sea. Sexual dimorphism in body and canine size are moderate, suggesting limited competition among males for mates. Figure 15 . Mating systems and sexual dimorphism in marine mammals. Sexual dimorphism of males and females is quantified for 105 species of cetaceans, pinnipeds, sirenians, and the sea otter, expressed as male-minus-female length in natural log units [17, 30] . Territorial and harem systems that involve intense male-male competition and spatial aggregation of females have male-female dimorphism greater than about 0.15 (dashed line) [31] . Maiacetus inuus falls in the group of 'dispersed' mating systems with limited aggregation and limited male control of mating. Both cetaceans and pinnipeds span the entire range shown here, although mating systems are known for relatively few species [32] . doi:10.1371/journal.pone.0004366.g015",
                "cite_spans": [
                    {
                        "start": 913,
                        "end": 917,
                        "text": "[17,",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 918,
                        "end": 921,
                        "text": "30]",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1098,
                        "end": 1102,
                        "text": "[31]",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1355,
                        "end": 1359,
                        "text": "[32]",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 662,
                        "end": 671,
                        "text": "Figure 15",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            },
            {
                "text": "PLoS ONE | www.plosone.org",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "February 2009 | Volume 4 | Issue 2 | e4366",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "February 2009 | Volume | Issue 2 | e4366",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank Imran A. Khan, M. Talib Hasan, S. Ghazanfar Abbas, A. Latif Khan, H. Ghaur, Intizar H. Khan, and M. Sadiq Malkani, Geological Survey of Pakistan, for sustained collaboration; William J. Sanders, John Graf, and Amber Heard for specimen preparation and casting in the University of Michigan Museum of Paleontology; Daniel Erickson and Michael Cherney for mounting the male skeleton in the University of Michigan Exhibit Museum; Philip Myers for access to comparative collections in the University of Michigan Museum of Zoology; Heinrich Schüller (Bonn) for CT scans of the fetal skull; Patrick Guerin (Brussels) and Jörg Habersetzer (Frankfurt) for help with CT interpretation. For photography, we thank Georg Oleschinski (Bonn), and for drawings we thank Bonnie Miljour (Michigan; Figures 1C, D, 9, 11 ), Doug Boyer (Michigan; Figure 1A, B) , and Dorothea Kranz (Bonn; Figure 7 ). Derek Briggs (Yale), Jes Rust (Bonn), Ryan Bebej (Michigan), and Paul Sereno (Chicago) read and improved the manuscript.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 789,
                        "end": 809,
                        "text": "Figures 1C, D, 9, 11",
                        "ref_id": null
                    },
                    {
                        "start": 835,
                        "end": 848,
                        "text": "Figure 1A, B)",
                        "ref_id": null
                    },
                    {
                        "start": 877,
                        "end": 885,
                        "text": "Figure 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Acknowledgments",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A review of the Archaeoceti",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Carnegie Institution of Washington Publications",
                "volume": "482",
                "issue": "",
                "pages": "1--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kellogg R (1936) A review of the Archaeoceti. Carnegie Institution of Washington Publications 482: 1-366.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Makaracetus bidens, a new protocetid archaeocete (Mammalia, Cetacea) from the early middle Eocene of",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    },
                    {
                        "first": "M-U",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Bhatti",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Zalmout IS, Haq M-u, Bhatti MA (2005) Makaracetus bidens, a new protocetid archaeocete (Mammalia, Cetacea) from the early middle Eocene of",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Contributions from the Museum of Paleontology",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Balochistan (pakistan",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "University of Michigan",
                "volume": "31",
                "issue": "",
                "pages": "197--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Balochistan (Pakistan). Contributions from the Museum of Paleontology, University of Michigan 31: 197-210.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Origin of whales from early artiodactyls: hands and feet of Eocene Protocetidae from Pakistan",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M-U",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "H"
                        ],
                        "last": "Khan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Malkani",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Science",
                "volume": "293",
                "issue": "",
                "pages": "2239--2242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Haq M-u, Zalmout IS, Khan IH, Malkani MS (2001) Origin of whales from early artiodactyls: hands and feet of Eocene Protocetidae from Pakistan. Science 293: 2239-2242.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Land-to-sea transition of early whales: evolution of Eocene Archaeoceti (Cetacea) in relation to skeletal proportions and locomotion of living semiaquatic mammals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Paleobiology",
                "volume": "29",
                "issue": "",
                "pages": "429--454",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (2003) Land-to-sea transition of early whales: evolution of Eocene Archaeoceti (Cetacea) in relation to skeletal proportions and locomotion of living semiaquatic mammals. Paleobiology 29: 429-454.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Whale evolution and Oligocene southern ocean environments",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Fordyce",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
                "volume": "31",
                "issue": "",
                "pages": "319--336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fordyce RE (1980) Whale evolution and Oligocene southern ocean environ- ments. Palaeogeography, Palaeoclimatology, Palaeoecology 31: 319-336.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Origin of whales in epicontinental remnant seas: new evidence from the early Eocene of Pakistan",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Russell",
                        "suffix": ""
                    },
                    {
                        "first": "Smi",
                        "middle": [],
                        "last": "Shah",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Science",
                "volume": "220",
                "issue": "",
                "pages": "403--406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Wells NA, Russell DE, Shah SMI (1983) Origin of whales in epicontinental remnant seas: new evidence from the early Eocene of Pakistan. Science 220: 403-406.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A new Eocene archaeocete (Mammalia, Cetacea) from India and the time of origin of whales",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Bajpai",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Proceedings of the National Academy of Sciences USA",
                "volume": "95",
                "issue": "",
                "pages": "15464--15468",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bajpai S, Gingerich PD (1998) A new Eocene archaeocete (Mammalia, Cetacea) from India and the time of origin of whales. Proceedings of the National Academy of Sciences USA 95: 15464-15468.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Additional holotype remains of Ambulocetus natans (Cetacea, Ambulocetidae), and their implications for locomotion in early whales",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Madar",
                        "suffix": ""
                    },
                    {
                        "first": "Jgm",
                        "middle": [],
                        "last": "Thewissen",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Hussain",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Vertebrate Paleontology",
                "volume": "22",
                "issue": "",
                "pages": "405--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madar SI, Thewissen JGM, Hussain ST (2002) Additional holotype remains of Ambulocetus natans (Cetacea, Ambulocetidae), and their implications for locomotion in early whales. Journal of Vertebrate Paleontology 22: 405-422.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The postcranial skeleton of early Eocene pakicetid cetaceans",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "I"
                        ],
                        "last": "Madar",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Paleontology",
                "volume": "81",
                "issue": "",
                "pages": "176--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madar SI (2007) The postcranial skeleton of early Eocene pakicetid cetaceans. Journal of Paleontology 81: 176-200.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Hind limbs of Eocene Basilosaurus isis: evidence of feet in whales",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Science",
                "volume": "249",
                "issue": "",
                "pages": "154--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Smith BH, Simons EL (1990) Hind limbs of Eocene Basilosaurus isis: evidence of feet in whales. Science 249: 154-157.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Form, function, and anatomy of Dorudon atrox (Mammalia, Cetacea): an archaeocete from the middle to late Eocene of Egypt",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Uhen",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "University of Michigan Papers on Paleontology",
                "volume": "34",
                "issue": "",
                "pages": "1--222",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uhen MD (2004) Form, function, and anatomy of Dorudon atrox (Mammalia, Cetacea): an archaeocete from the middle to late Eocene of Egypt. University of Michigan Papers on Paleontology 34: 1-222.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Geology of Rakhni Quadrangle (39 F/16)",
                "authors": [
                    {
                        "first": "M-U",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "Ms ;",
                        "middle": [],
                        "last": "Malkani",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Barkhan",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Khan Districts",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "705",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haq M-u, Malkani MS (1999) Geology of Rakhni Quadrangle (39 F/16), Barkhan and D. G. Khan Districts, Balochistan and Punjab Provinces, Pakistan. Geological Survey of Pakistan, Information Release 705: 1-34.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Biostratigraphy of the Surghar Range, Salt Range, Sulaiman Range and the Kohat area, Pakistan, according to Jurassic through Paleogene calcareous nannofossils and Paleogene dinoflagellates",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Köthe",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Khan",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ashraf",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Geologisches Jahrbuch",
                "volume": "71",
                "issue": "",
                "pages": "1--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Köthe A, Khan AM, Ashraf M (1988) Biostratigraphy of the Surghar Range, Salt Range, Sulaiman Range and the Kohat area, Pakistan, according to Jurassic through Paleogene calcareous nannofossils and Paleogene dinoflagellates. Geologisches Jahrbuch, Hannover, Reihe B 71: 1-87.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Eocene stratigraphy and archaeocete whales (Mammalia, Cetacea) of Drug Lahar in the eastern Sulaiman Range",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "M-U",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "H"
                        ],
                        "last": "Khan",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Contributions from the Museum of Paleontology",
                "volume": "30",
                "issue": "",
                "pages": "269--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Haq M-u, Khan IH, Zalmout IS (2001) Eocene stratigraphy and archaeocete whales (Mammalia, Cetacea) of Drug Lahar in the eastern Sulaiman Range, Balochistan (Pakistan). Contributions from the Museum of Paleontology, University of Michigan 30: 269-319.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Das erste Skelett eines Dichobuniden (Mammalia, Artiodactyla), geborgen aus mitteleozä nen Ö lshiefern der",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Franzen",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Senckenbergiana Lethaea",
                "volume": "61",
                "issue": "",
                "pages": "299--353",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Franzen JL (1981) Das erste Skelett eines Dichobuniden (Mammalia, Artiodactyla), geborgen aus mitteleozä nen Ö lshiefern der 'Grube Messel' bei Darmstadt (Deutschland, S-Hessen). Senckenbergiana Lethaea, Frankfurt 61: 299-353.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "New whale from the Eocene of Pakistan and the origin of cetacean swimming",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Raza",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Arif",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Anwar",
                        "suffix": ""
                    },
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Zhou",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Nature",
                "volume": "368",
                "issue": "",
                "pages": "844--847",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD, Raza SM, Arif M, Anwar M, Zhou X (1994) New whale from the Eocene of Pakistan and the origin of cetacean swimming. Nature 368: 844-847.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Life history and reproductive strategies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Boness",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Clapham",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Mesnick",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Hoelzel AR ed. Marine mammal biology: an evolutionary approach",
                "volume": "",
                "issue": "",
                "pages": "278--324",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boness DJ, Clapham PJ, Mesnick SL (2002) Life history and reproductive strategies. In: Hoelzel AR ed. Marine mammal biology: an evolutionary approach. Oxford: Blackwell Science. pp 278-324.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Some remarks on gestation and birth in Cetacea and other aquatic mammals",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Slijper",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Hvalrådets Skrifter Scientific Results of Marine Biological Research",
                "volume": "41",
                "issue": "",
                "pages": "1--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Slijper EJ (1956) Some remarks on gestation and birth in Cetacea and other aquatic mammals. Hvalrådets Skrifter Scientific Results of Marine Biological Research, Oslo 41: 1-62.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Breeding cycle, life history and population dynamics of the dugong, Dugong dugon (Sirenia: Dugongidae)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Marsh",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Heinsohn",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Marsh",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Australian Journal of Zoology",
                "volume": "32",
                "issue": "",
                "pages": "767--788",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marsh H, Heinsohn GE, Marsh LM (1984) Breeding cycle, life history and population dynamics of the dugong, Dugong dugon (Sirenia: Dugongidae). Australian Journal of Zoology 32: 767-788.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Manatees: Trichechus manatus, Trichechus senegalensis, and Trichechus inunguis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Caldwell",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Caldwell",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "33--66",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Caldwell DK, Caldwell MC (1985) Manatees: Trichechus manatus, Trichechus senegalensis, and Trichechus inunguis. In: Ridgway SH, Harrison R eds. Handbook of Marine Mammals, Volume 3. New York: Academic Press. pp 33-66.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The phases of maternal investment in eutherian mammals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Langer",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Zoology",
                "volume": "111",
                "issue": "",
                "pages": "148--162",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Langer P (2008) The phases of maternal investment in eutherian mammals. Zoology 111: 148-162.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Milchgebissentwicklung und Zahnwechsel beim Braunbaren (Ursus arctos L) und anderen Ursiden",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dittrich",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Gegenbaurs Morphologisches Jahrbuch",
                "volume": "101",
                "issue": "",
                "pages": "1--141",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dittrich L (1960) Milchgebissentwicklung und Zahnwechsel beim Braunbaren (Ursus arctos L) und anderen Ursiden. Gegenbaurs Morphologisches Jahrbuch 101: 1-141.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Some observations of the development of the teeth in Cavia cobaya",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Harman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Anatomical Record",
                "volume": "66",
                "issue": "",
                "pages": "97--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harman MT, Smith A (1936) Some observations of the development of the teeth in Cavia cobaya. Anatomical Record 66: 97-111.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Comparative reproductive strategies of altricial and precocial eutherian mammals",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Derrickson",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Functional Ecology",
                "volume": "6",
                "issue": "",
                "pages": "57--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Derrickson EM (1992) Comparative reproductive strategies of altricial and precocial eutherian mammals. Functional Ecology 6: 57-65.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Variation in growth form and precocity at birth in eutherian mammals",
                "authors": [
                    {
                        "first": "J-M",
                        "middle": [],
                        "last": "Gaillard",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Pontier",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Allaine",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Loison",
                        "suffix": ""
                    },
                    {
                        "first": "J-C",
                        "middle": [],
                        "last": "Herve",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Proceedings of the Royal Society of London, Series B",
                "volume": "264",
                "issue": "",
                "pages": "859--868",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gaillard J-M, Pontier D, Allaine D, Loison A, Herve J-C, et al. (1997) Variation in growth form and precocity at birth in eutherian mammals. Proceedings of the Royal Society of London, Series B 264: 859-868.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The position of Hippopotamidae within Cetartiodactyla",
                "authors": [
                    {
                        "first": "J-R",
                        "middle": [],
                        "last": "Boisserie",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Lihoreau",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brunet",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Proceedings of the National Academy of Sciences USA",
                "volume": "102",
                "issue": "",
                "pages": "1537--1541",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boisserie J-R, Lihoreau F, Brunet M (2005) The position of Hippopotamidae within Cetartiodactyla. Proceedings of the National Academy of Sciences USA 102: 1537-1541.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Das Zwergflusspferd Choeropsis liberiensis. Wittenberg: A. Ziemsen Verlag",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Lang",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lang EM (1975) Das Zwergflusspferd Choeropsis liberiensis. Wittenberg: A. Ziemsen Verlag. 63p.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "The hippos: natural history and conservation",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Eltringham",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eltringham SK (1999) The hippos: natural history and conservation. London: Poyser/Academic Press. 184p.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Geschlechts-und Gattungsunterschiede am Becken mitteleuropäischer Wiederkä uer",
                "authors": [
                    {
                        "first": "U",
                        "middle": [],
                        "last": "Lemppenau",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lemppenau U (1964) Geschlechts-und Gattungsunterschiede am Becken mitteleuropäischer Wiederkä uer. München: Ludwig-Maximilians-Universität, Ph.D. dissertation. 62p.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Estimating mean body masses of marine mammals from maximum body lengths",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Trites",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Pauly",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Canadian Journal of Zoology",
                "volume": "76",
                "issue": "",
                "pages": "886--896",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trites AW, Pauly D (1998) Estimating mean body masses of marine mammals from maximum body lengths. Canadian Journal of Zoology 76: 886-896.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Sexual size dimorphism: influence of mass and mating systems in the most dimorphic mammals",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Weckerly",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Mammalogy",
                "volume": "79",
                "issue": "",
                "pages": "33--52",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weckerly FW (1998) Sexual size dimorphism: influence of mass and mating systems in the most dimorphic mammals. Journal of Mammalogy 79: 33-52.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Social evolution in toothed whales",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Connor",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mann",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Tyack",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Whitehead",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Trends in Ecology and Evolution",
                "volume": "13",
                "issue": "",
                "pages": "228--232",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Connor RC, Mann J, Tyack PL, Whitehead H (1998) Social evolution in toothed whales. Trends in Ecology and Evolution 13: 228-232.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "To replace or not to replace: the significance of reduced functional tooth replacement in marsupial and placental mammals",
                "authors": [
                    {
                        "first": "Nievelt",
                        "middle": [],
                        "last": "Afhv",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "K"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Paleobiology",
                "volume": "31",
                "issue": "",
                "pages": "324--346",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nievelt AFHv, Smith KK (2005) To replace or not to replace: the significance of reduced functional tooth replacement in marsupial and placental mammals. Paleobiology 31: 324-346.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Age criteria for the prenatal and immature mongoose in Hawaii",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "Q"
                        ],
                        "last": "Tomich",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Devick",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Anatomical Record",
                "volume": "167",
                "issue": "",
                "pages": "107--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tomich PQ, Devick WS (1970) Age criteria for the prenatal and immature mongoose in Hawaii. Anatomical Record 167: 107-113.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Tooth development in the albino ferret (Mustela putorius) with special reference to the permanent carnassial",
                "authors": [
                    {
                        "first": "Bkb",
                        "middle": [],
                        "last": "Berkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Archives of Oral Biology",
                "volume": "18",
                "issue": "",
                "pages": "465--471",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berkovitz BKB (1973) Tooth development in the albino ferret (Mustela putorius) with special reference to the permanent carnassial. Archives of Oral Biology 18: 465-471.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Diet and the teeth: an experimental study. Part I. Dental structure in dogs",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Mellanby",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "Medical Research Council",
                "volume": "140",
                "issue": "",
                "pages": "15--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mellanby M (1929) Diet and the teeth: an experimental study. Part I. Dental structure in dogs. His Majesty's Stationery Office, Medical Research Council, London, Special Report Series 140: 15-26.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Normal development of the jaws and teeth in pigs, and the delay and malocclusion produced by calorie deficiencies",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Tonge",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Mccance",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal of Anatomy",
                "volume": "115",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tonge CH, McCance RA (1973) Normal development of the jaws and teeth in pigs, and the delay and malocclusion produced by calorie deficiencies. Journal of Anatomy 115: 1-22.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The calcification pattern of deciduous teeth in miniature swine",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Mckean",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Jump",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Weaver",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Archives of Oral Biology",
                "volume": "16",
                "issue": "",
                "pages": "639--648",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McKean CF, Jump EB, Weaver ME (1971) The calcification pattern of deciduous teeth in miniature swine. Archives of Oral Biology 16: 639-648.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Cyclopia, congenital limb deformity, and osteomyelitis in the collared peccary, Tayassu tajacu (L)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Hellgren",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Lochmiller",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal of Wildlife Diseases",
                "volume": "20",
                "issue": "",
                "pages": "354--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hellgren EC, Lochmiller RL, Thomas MW, Grant WE (1984) Cyclopia, congenital limb deformity, and osteomyelitis in the collared peccary, Tayassu tajacu (L). Journal of Wildlife Diseases 20: 354-357.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "The circumnatal status of molar crown maturation among the Hominoidea",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Oka",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Kraus",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Archives of Oral Biology",
                "volume": "14",
                "issue": "",
                "pages": "639--659",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oka SW, Kraus BS (1969) The circumnatal status of molar crown maturation among the Hominoidea. Archives of Oral Biology 14: 639-659.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Teratogenic effects of carotid ligation on the developing dentition of the Rhesus monkey",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Kraus",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Teratology",
                "volume": "2",
                "issue": "",
                "pages": "163--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kraus BS, Myers RE, Clark GR (1969) Teratogenic effects of carotid ligation on the developing dentition of the Rhesus monkey. Teratology 2: 163-172.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Dental microstructure and life history in subfossil Malagasy lemurs",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "T"
                        ],
                        "last": "Schwartz",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Samonds",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Godfrey",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Jungers",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Simons",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Proceedings of the National Academy of Sciences USA",
                "volume": "99",
                "issue": "",
                "pages": "6124--6129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schwartz GT, Samonds KE, Godfrey LR, Jungers WL, Simons EL (2002) Dental microstructure and life history in subfossil Malagasy lemurs. Proceedings of the National Academy of Sciences USA 99: 6124-6129.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Development of deciduous and permanent dentition in Tarsius and its phylogenetic significance",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Luckett",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Maier",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Folia Primatologica",
                "volume": "37",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Luckett WP, Maier W (1982) Development of deciduous and permanent dentition in Tarsius and its phylogenetic significance. Folia Primatologica 37: 1-36.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Ossifikationsstudien beim neugebornenen Schwein und beim neugeborenen Tapir. Vierteljahrsschrift der Naturforschenden Gesellschaft",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "R"
                        ],
                        "last": "Shinz",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "",
                "volume": "82",
                "issue": "",
                "pages": "21--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shinz HR (1937) Ossifikationsstudien beim neugebornenen Schwein und beim neugeborenen Tapir. Vierteljahrsschrift der Naturforschenden Gesellschaft, Zürich 82: 21-44.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Tooth development in sheep",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Weinreb",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Sharav",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "American Journal of Veterinary Research",
                "volume": "25",
                "issue": "",
                "pages": "891--908",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weinreb MM, Sharav Y (1964) Tooth development in sheep. American Journal of Veterinary Research 25: 891-908.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Age assessment of fallow deer (Dama dama): from a scoring scheme based on radiographs of developing permanent molariform teeth",
                "authors": [
                    {
                        "first": "Wab",
                        "middle": [],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "G"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Journal of Zoology",
                "volume": "224",
                "issue": "",
                "pages": "367--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown WAB, Chapman NG (1991) Age assessment of fallow deer (Dama dama): from a scoring scheme based on radiographs of developing permanent molariform teeth. Journal of Zoology, London 224: 367-379.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Dentition and age determination of the giraffe Giraffa camelopardalis",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Hall-Martin",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Journal of Zoology",
                "volume": "180",
                "issue": "",
                "pages": "263--289",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall-Martin AJ (1976) Dentition and age determination of the giraffe Giraffa camelopardalis. Journal of Zoology, London 180: 263-289.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "The calcification of teeth of the fur seals",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kubota",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Komuro",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Nagasaki",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Tsuboi",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Matsumoto",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Okajimas, Folia Anatomica Japonica",
                "volume": "37",
                "issue": "",
                "pages": "389--419",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kubota K, Komuro H, Nagasaki F, Tsuboi M, Matsumoto K (1961) The calcification of teeth of the fur seals. Okajimas, Folia Anatomica Japonica 37: 389-419.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "New species of Protosiren (Mammalia, Sirenia) from the early middle Eocene of Balochistan (Pakistan). Contributions from the Museum of Paleontology",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "S"
                        ],
                        "last": "Zalmout",
                        "suffix": ""
                    },
                    {
                        "first": "M-U",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "University of Michigan",
                "volume": "31",
                "issue": "3",
                "pages": "79--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zalmout IS, Haq M-u, Gingerich PD (2003) New species of Protosiren (Mammalia, Sirenia) from the early middle Eocene of Balochistan (Pakistan). Contributions from the Museum of Paleontology, University of Michigan 31 (3): 79-87.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Paleobiological perspectives on Mesonychia, Archaeoceti, and the origin of whales",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Gingerich",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Thewissen JGM ed. Emergence of Whales: Evolutionary Patterns in the Origin of Cetacea",
                "volume": "",
                "issue": "",
                "pages": "423--449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gingerich PD (1998) Paleobiological perspectives on Mesonychia, Archaeoceti, and the origin of whales. In: Thewissen JGM ed. Emergence of Whales: Evolutionary Patterns in the Origin of Cetacea. New York: Plenum Publishing Corporation. pp 423-449.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Tierä rztliche Geburtskunde und Gynä kologie: einschliesslich der Krankheiten der Neugebornenen, Zweite Auflage. Stuttgart: Ferdinand Enke",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "O"
                        ],
                        "last": "Stoss",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stoss AO (1944) Tierä rztliche Geburtskunde und Gynä kologie: einschliesslich der Krankheiten der Neugebornenen, Zweite Auflage. Stuttgart: Ferdinand Enke. 419p.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Tierä rztliche Geburtskunde, Begründet von A. O. Stoss. Dritte, völlig neu gestaltete Auflage. Stuttgart: Ferdinand Enke",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Baier",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Schaetz",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baier W, Schaetz F (1958) Tierä rztliche Geburtskunde, Begründet von A. O. Stoss. Dritte, völlig neu gestaltete Auflage. Stuttgart: Ferdinand Enke. 316p.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Skeletons of the Eocene archaeocete whales Dorudon atrox and Maiacetus inuus in swimming pose. (A, B)-Dorudon atrox (5.0 m; 36.5 Ma) based on UM 101222 and 101215",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "text": "Figure 2. Adult female and fetal skeletons (type) of the protocetid Maiacetus inuus. Skull of the adult female (GSP-UM 3475a) is colored beige with brown teeth; her postcranial skeleton is colored red; the fetal skeleton (GSP-UM 3475b) is colored blue with red teeth. Blue dashed lines indicate the contours of the three field jackets and the red dashed line marks the edge of erosion. doi:10.1371/journal.pone.0004366.g002",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": "Map showing localities of some Eocene whales in eastern Balochistan (Pakistan). Map showing the Kunvit area in the southwestern part of Lakha Kach syncline, northwest of the town of Rakhni. Red diamonds mark type localities for Artiocetus clavis (GSP-UM 3458), Rodhocetus balochistanensis (GSP-UM 3485)",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "text": "Temporal constraints on the age of Maiacetus inuus. Red rectangle highlights the platy limestones and marls of the upper part of the marine Habib Rahi Formation. Nannoplankton Sphenolithus spininger and Helicosphaera bramlettei indicative of NP zones 14-15 have been reported from the Habib Rahi Formation [13]. The age of Maiacetus inuus is about 47.5 Ma. Figure from",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "text": "Left radius, ulna, carpus and manus of Maiacetus inuus (GSP-UM 3475a, female). Open areas are reconstructed. Abbreviations: C, cuneiform; L, lunar; M, magnum; P, pisiform; S, scaphoid; Tr, trapezium; Trd, trapezoid; U, unciform. doi:10.1371/journal.pone.0004366.g007",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "text": "The pisiform resembles the fifth metacarpal (Mc-V) in size and morphology. The carpals are transversely arched providing a deep ventral tunnel for flexor tendons. Digits three and four are dominant and metacarpal length decreases in the order of Mc-III, Mc-IV, Mc-II, Mc-V, and Mc-I",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF6": {
                "text": "Pelvic morphology in the extant sexually-dimorphic fallow deer Dama dama compared to that of male Maiacetus inuus. Pelves are viewed ventrally. Sexes differ in the shape of the notch separating inferior rami of left and right pubes. (A)-Female Dama dama has the more U-shaped pubic notch labeled in red. (B)-Male Dama dama has the more V-shaped pubic notch labeled in red. (C)-Male Maiacetus inuus, GSP-UM 3551, has the V-shaped pubic notch labeled in red. Drawings of Dama dama are from[29]. Part of the right pubic ramus of GSP-UM 3551 is restored from the left side. doi:10.1371/journal.pone.0004366.g010",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF7": {
                "text": "Comparison of right ankle bones of Artiocetus, Maiacetus, and Rodhocetus. (A)-Astragalus and cuboid of Artiocetus clavis (GSP-UM 3458, type, reversed). (B)-Ankle of Maiacetus inuus (GSP-UM 3551). (C)-Ankle of Rodhocetus balochistanensis (GSP-UM 3485, type). Specimens are drawn to approximately the same astragalus+cuboid length, and viewed dorsally. Blue arrow points to distinctive indentation in lateral margin of astragalus of M. inuus; red arrows point to the broad and deep, narrow and intermediate, and narrow and shallow indentations in the calcaneum and lateral margins of cuboids.Abbreviations: Ast., astragalus; Cal., calcaneum; Cub., cuboid; Ecc., ectocuneiform; Enc., entocuneiform; Mec., mesocuneiform; Nav., navicular. doi:10.1371/journal.pone.0004366.g011",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "Maia, mother, and ketos, whale (Greek): named for the sex and gravid state of the holotype.",
                "type_str": "table",
                "content": "<table><tr><td>Mammalia Linnaeus, 1758</td></tr><tr><td>Cetacea Brisson, 1762</td></tr><tr><td>Archaeoceti Flower, 1883</td></tr><tr><td>Protocetidae Stromer, 1908</td></tr><tr><td>Protocetinae Stromer, 1908</td></tr><tr><td>Maiacetus gen. nov.</td></tr><tr><td>Etymology.</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "text": "Measurements (mm) of teeth in female and male specimens of Maiacetus inuus.",
                "type_str": "table",
                "content": "<table><tr><td>Tooth pos.</td><td colspan=\"2\">Upper teeth</td><td/><td/><td>Dimorphism</td><td>Tooth pos.</td><td colspan=\"2\">Lower teeth</td><td>Dimorphism 1 All</td></tr><tr><td/><td colspan=\"2\">Female GSP-UM 3475a</td><td colspan=\"2\">Male GSP-UM 3551</td><td/><td/><td colspan=\"2\">Female GSP-UM 3475a</td><td>Male GSP-UM 3551</td><td>Median M/F dimorphism</td></tr><tr><td/><td>Left</td><td>Right</td><td>Left</td><td>Right</td><td>M/F</td><td/><td>Left</td><td>Right</td><td>Left</td><td>Right M/F</td></tr><tr><td>I 1 L</td><td>16.84</td><td/><td/><td/><td/><td>I 1 L</td><td/><td/></tr><tr><td>W</td><td>12.28</td><td/><td/><td/><td/><td>W</td><td/><td/></tr><tr><td>H</td><td>29.07</td><td/><td/><td/><td/><td>H</td><td/><td/></tr><tr><td>I 2 L</td><td>18.26</td><td>18.17</td><td/><td/><td/><td>I 2 L</td><td>18.00*</td><td>17.80</td></tr><tr><td>W</td><td/><td>12.61</td><td/><td/><td/><td>W</td><td/><td>16.30</td></tr><tr><td>H</td><td>23.49</td><td>29.03</td><td/><td/><td/><td>H</td><td/><td/></tr><tr><td>I 3 L</td><td>16.01</td><td>14.91</td><td/><td/><td/><td>I 3 L</td><td>14.17</td><td/></tr><tr><td>W</td><td/><td>9.36</td><td/><td/><td/><td>W</td><td>9.52*</td><td/></tr><tr><td>H</td><td>12.60</td><td>15.24</td><td/><td/><td/><td>H</td><td>12.43*</td><td/></tr><tr><td>C 1 L</td><td/><td>19.23</td><td/><td>23.80*</td><td>1.24</td><td>CI 1 L</td><td>18.09</td><td/></tr><tr><td>W</td><td>13.21*</td><td/><td/><td>13.65</td><td>1.03</td><td>W</td><td>10.95</td><td/><td>1.20</td></tr><tr><td>H</td><td>26.00</td><td/><td/><td>31.30</td><td>1.20</td><td>H</td><td/><td/></tr><tr><td>P 1 L</td><td/><td>16.81</td><td/><td>16.24</td><td>0.97</td><td>P 1 L</td><td>15.69</td><td/></tr><tr><td>W</td><td/><td>7.76</td><td/><td>8.98</td><td>1.16</td><td>W</td><td>8.69</td><td/></tr><tr><td>H</td><td/><td>16.13</td><td/><td>17.06</td><td>1.06</td><td>H</td><td>14.10</td><td/></tr><tr><td>P 2 L</td><td/><td>28.60</td><td/><td>29.00</td><td>1.01</td><td>P 2 L</td><td>28.28</td><td/><td>28.97</td><td>1.02</td></tr><tr><td>W</td><td/><td/><td/><td>12.72</td><td/><td>W</td><td>11.00*</td><td/><td>11.44</td><td>1.04</td></tr><tr><td>H</td><td/><td/><td/><td>27.25</td><td/><td>H</td><td/><td/><td>27.64</td></tr><tr><td>P 3 L</td><td/><td>28.65</td><td/><td>33.79</td><td>1.18</td><td>P 3 L</td><td/><td/></tr><tr><td>W</td><td/><td/><td/><td>16.40</td><td/><td>W</td><td>11.60</td><td/><td>12.06</td><td>1.04</td></tr><tr><td>H</td><td/><td/><td/><td>25.04</td><td/><td>H</td><td/><td/><td>30.42</td></tr><tr><td>P 4 L</td><td/><td>25.46</td><td/><td>25.57</td><td>1.00</td><td>P 4 L</td><td/><td/><td>33.15</td></tr><tr><td>W</td><td/><td/><td/><td>20.22</td><td/><td>W</td><td/><td/><td>12.20</td><td>1.04</td></tr><tr><td>H</td><td/><td/><td/><td>23.68</td><td/><td>H</td><td/><td/><td>30.33</td></tr><tr><td>M 1 L</td><td/><td>19.93</td><td/><td>20.21</td><td>1.01</td><td>M 1 L</td><td/><td/><td>22.35</td></tr><tr><td>W</td><td/><td/><td/><td/><td/><td>W</td><td/><td/><td>9.74</td></tr><tr><td>H</td><td/><td/><td/><td/><td/><td>H</td><td/><td/></tr><tr><td>M 2 L</td><td/><td>20.00</td><td/><td>21.39</td><td>1.07</td><td>M 2 L</td><td/><td/><td>25.85</td></tr><tr><td>W</td><td/><td/><td/><td>17.40</td><td/><td>W</td><td/><td/><td>12.50</td></tr><tr><td>H</td><td/><td/><td/><td>15.99</td><td/><td>H</td><td/><td/><td>26.32</td></tr><tr><td>M 3 L</td><td/><td/><td/><td>14.00</td><td/><td>M 3 L</td><td/><td/><td>24.26</td></tr><tr><td>W</td><td/><td/><td/><td>12.16</td><td/><td>W</td><td/><td/><td>12.61</td></tr><tr><td>H</td><td/><td/><td/><td>15.22</td><td/><td>H</td><td/><td/><td>23.48</td></tr></table>",
                "num": null
            },
            "TABREF4": {
                "text": "Presence of mineralization of the crown of M 1 in the fetal skull of Maiacetus inuus indicates precocial development and the probability that newborns were open-eyed, hairy and nidifugous. doi:10.1371/journal.pone.0004366.t004",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            }
        }
    }
}