{
    "paper_id": "Glass1947-GeographicVariationinPerognathushispidus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:00.615068Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Glass1947-GeographicVariationinPerognathushispidus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Type Chinchillula sahamae Thomas from Esperanza, Mount Sahama, Bolivia. This extraordinary monotypic genus may safely be regarded as the most specialized member of the entire group. As in Andinomys the cheekteeth are highly hypsodont, flat-crowned and prismatic. Their pattern is somewhat simpler, however, and the parastyle of the second upper tooth is completely suppressed. The principal elements of the teeth are more nearly opposite each other than in A ndinomys and not so sharp-angled.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Chinchillula Thomas",
                "sec_num": null
            },
            {
                "text": "The skull offers no especial peculiarities, being regular in form and generally similar to that of the smaller P. boliviensis. The interorbital region is not greatly constricted and the front edge of the infraorbital plate is straight but sloping downward and forward. The maxillopremaxillary suture is nearly vertical but somewhat farther forward than in other forms, reaching to the front edge of the infraorbital cavity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Chinchillula Thomas",
                "sec_num": null
            },
            {
                "text": "The bodily proportions are much as in Andinomys, but th~ very long full pelage and the remarkable particolored markings are unique. The one species lives at very high altitudes and is restricted to a small area in southern Peru and western Bolivia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Chinchillula Thomas",
                "sec_num": null
            },
            {
                "text": "It may well be that Chinchillula and Andinomys are descended directly from extinct forms already differentiated along similar lines in the Pleistocene, but their affinity to living members of the Phyllotis group is scarcely to be doubted.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Chinchillula Thomas",
                "sec_num": null
            },
            {
                "text": "Chicago Natural History Museum, Chicago, Illinois.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genus Chinchillula Thomas",
                "sec_num": null
            },
            {
                "text": "Since the original description of the species Perogoothus hispidus by Baird in 1857, seven different names have been proposed for populations from the several parts of its range. Some of these are now considered synonyms, while'the others are recognized as only subspecifically distinct from the form described by Baird. In addition one form was for a time misMidentified as Perogoothus jasciatus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "In revising the genus Osgood (N. Amer. Fauna, 18, 1900) placed P. paradoxus as a subspecies of P. hispidus. As reason for this he stated that except for size, with a consequently heavier and larger skull, and softer pelage, there were no essential differences between the two. He added that with the consideration of P. conditi and P. paradoxus spilotus there was an even and gradual gradient from one form to the other. On this basis, he included P. p. spilotus of Merriam and the P. paradoxus series of Allen under the subspecies P. hispidus hispidus, and reduced the two species, P. latirostris and P. conditi to synonyms of the subspecies P. hispidus paradoxus. In addition Osgood described a new subspecies, Perogoothus hispidus zacatecae, on the basis of specimens from the central Mexican plateau.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "A further addition to the nomenclature of the hispidus group was made by Elliot (Field Columbo Mus. pub!. 87, zoo!. oor., vo!' 3, 1903) when he described Perognathus hispidus maximus to include the large dark form found in the Indian Territory of what is now the state of Oklahoma. His-type series was taken near Noble, and was described as being brighter in color than paradoxus, with more black mixed with the ochraceous hairs of the back.",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 135,
                        "text": "(Field Columbo Mus. pub!. 87, zoo!. oor., vo!' 3, 1903)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "Blair (Amer. MidI. Nat., vol. 22, 1939) recognized that the subspecies P. h. maximu.s proposed by Elliot was identical with the subspecies P. paradoxus spilotus proposed by Merriam in 1889. He stated further that \"although it is unfortunate that the, type locality and series selected by Merriam is near the limit of range, and shows intergrading characters with other forms, this does not invalidate the name spilotus, since the forms are recognizably different.\" He therefore reestablished the name spilotus and discarded maximus as a synonym.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 39,
                        "text": "(Amer. MidI. Nat., vol. 22, 1939)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "It was the intent of the present study to bring together the knowledge of geographic variation in this species and to determine the characters that have taxonomic significance. The species is widely distributed, and there is marked individual variation, even from the same parts of the range. Many of the characters formerly used to diagnose the different subspecies have been found to vary so widely that they cannot have any taxonomic importance while others may be used only with reservation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "The study was based on 377 specimens from practically the entire known range of the species, and included topotypes of aU forms except P. hispidus hispid1ts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "The characters used herein have b~en largely the classical ones-total length, length of head and body, length of tail, length of hind foot, and pelage color. Occipitonasal length, mastoid breadth, dimensions of the interparietal bone, width of the interorbital region, 'nasallength, and relative length of the maxillary bone are the cranial dimensions that have been used. Body measurements have been taken from the specimen tags, but the cranial measurements have been made by the author, using vernier calipers recording to the nearest 0.1 mm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "In deriving averages, several of the longer series were selected and separate averages for males and females were made to ascertain the amount and nature of sexual differences. Comparisons of total length, length of tail, length of body, interparietal breadth, and interorbital width showed that in some series males averaged larger than females, while in .others the females averaged larger. This lack of constant sexual .difference was noticed in all measurements, and it is interpreted as indicating that one average including both sexes is mOTe typical of the form as a whole than the average of one sex. Consequently, in the discussions to follow averages include both sexes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "The distributional study has been based on the specimens mentioned above, together with a number of locality records that have been found in the literature, 01' obtained from collectors, without the actual specimens being at hand. These records have been accepted for use in plotting the range of the species, but only for that purpose. In no case have subspecific identifications been accepted where the specimens themselves were not available for study and comparison.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "From study of the characters listed above it has been concluded that three subspecies of Perognathus hispidus OCCUlT in the United States. The range of the IVrexican race, P. h. zacaiecae, is at present imperfectly known. In the collec-tions upon \\vhich the current discussion is based only seven mature specimens frOni two \",;'dely separated locations have been available. These have sufficed to show that the form is separable from the other subspecies, but they have been insufficient to demonstrate the extent of its range. Locations from which zacatecae have been taken are Valparaiso, Zacatecas, the type locality, Celaya, Guanajuato, and 85 kilometers north of Mexico City on the Pan-American Acknowledgment is also made of the assistance given by Dr. William B. Davis, under whose supervision the project was initiated and completed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "By BRYAN P. GLASS",
                "sec_num": null
            },
            {
                "text": "Perognathus hispidus Baird, Mammals N. Amer., p. 421, 1857. Type from Charco Escondido, Tamaulipas, Mexico. Diagnosis.-Total length averaging less than 200 nun.; length of hind foot averaging ap~ proximately 23 mm.; occipitonasal length averaging less than 30 mm.; mastoid breadth averaging less than 15 mm.; interparietal narrower than interorbital width; premaxillae extend posteriorly beyond nasals; color of upperparts ochraceous; forearm usually white.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus hlspidus Baird",
                "sec_num": null
            },
            {
                "text": "Distribution.-P. h. hispidus occupies the greater part of Texas, except for the high plains,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus hlspidus Baird",
                "sec_num": null
            },
            {
                "text": "the Trans-Pecos area, and the Red River Valley, which are occupied by other subspecies. It occurs sparingly in the forested region of eastern Texas and western umisiana.. It becomes more abundant in central and southern Texas and is found in northern Mexico as far west as Sahina.s, Coahuila, and as far south as Ciudad Victoria, Tamaulipas. Lack of specimens prevents accurate outlining of the area of intergradation with P. h. paradoxus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus hlspidus Baird",
                "sec_num": null
            },
            {
                "text": "Remarks.-Four specimens taken from Vowell's Mill and Hutton, localities in Natchitoches a.nd Vernon parishes, Louisiana, present a problem. They are small, falling well within the size limits of typical hispid'WI, and the skull dimensions also are those of hispidus. They have mature pelage, and in two of them the cranial sutures demonstrate maturity, but in two others the sutures indicate immaturity. AU four of them manifest affinity with the paradox'WI-spilotm group in the relationship of the interparietal to the interorbital breadth. Larger series of fully mature animals will be needed to determine their true identity, but until then they are best referred to hispidus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus hlspidus Baird",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Total number 106, as follows. Texas: Aransas Co.: Aransas Refuge, 3 (TCWC); Old Refuge Hqs., 1 (TCWC); Dagger Point, 2 (TCWC); Rockport, 2 (USFWS), 6 (CMNH). Bee Co.: Beeville, 1 (USFWS). Bexar Co.: San Antonio, 3 (USFWS), 1 (CNHM) . Brazos Co.: Pasture 9, Texas A. & M. College Farm, 2 (TCWC); 10 mi. E College Station, 1 (TCWe); 1 mi. NE Millican, 1 (TeWO). Brooks Co.: 3 mi. S Falfurrias, 2 (TCWC). Cameron Co .. ' Brownsville, 1 (CMNH), 1 (KlJ1\\.fZ), 5 (USFWS), 9 (AMNH); Lomita Ranch, 1 (USFWS); Santa Rosa, 1 (USFWS); 8auz Ranch, 1 (USFWS). Colorado Co.: 9 mi. E Eagle Lake, 1 (TOWe). De Witt Co.: Cuero, 1-(USFWS). Eastland Co.: 5 mi. NE Cisco, 1 (KUMZ). Goliad Co.: 8 mi. SW Goliad, 1 (TCWC). Guadalupe Co.: Seguin, 1 (USFWS). Harris Co.: 2.5 mi. N Hockley, 1 (TCWe). Kerr Co.: 20 mi. W Mountain Home, 6 (TCWe), Near Kerrville State Park, 3 (TCWC); 4 mi. NE Center Point, 3 (TCWC); Kerrville, 1 (TCWC). Kleberg Co.: 1 (lJ1\\.1MZ); 2 mi. S Riviera, 1 (TeWC). La Salle Co.: 8 mi. NE Los Angeles, 7 (TCWC); 2 mi. S Woodward, 2 (TCWC); 35 mi. SE Cotulla, 1 (TCWC). Lavaca Co.: near Sweet Home, 1 (TCWC). Llano Co.: Llano,l (USFWS). Nueees Co.: Corpus Christi, 1 (USFWS); Nueces Bay, 1 (USFWS). Palo Pinto Co.: Brazos, 1 (USFWS). San Patricio Co.: Chilcipin Creek, 1 (USFWS). Smith Co.: Tyler, 1 (TCWC). Starr Co.: Roma, 1 (USFWS). Trinity Co.: 9 mi. W Trinity, 1 (TCWC). Val Verde Co.: Del Rio, 1 (USFWS); Mouth of Sycamore Creek, 1 (USFWS). Walker Co.: 1 mi. SW Huntsville, 2 (TCWC); 1.5 rui. E Huntsville, 1 (TCWC). Webb Co.: Santa. Tomas, 1 (USFWS). Willacy Co.: Redfish Bay 28 mi. E Raymondville, 4 (TCWC). LouisIana: Natchitoches Par.: Vowell's Mill, 2 (LSUMZ). Vernon Par.: Hutton, 2 (LSUMZ). Mexico: Coahuila: Sabinas, 1 (USFWS). Tamaulipas: Linares, 1 (USFWS); Mier,l (USFWS); Mulato, 3 (UMMZ); Nuevo Laredo, 1 (USFWS); Victoria, 1 (USFWS).",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 251,
                        "text": "(CNHM)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus hlspidus Baird",
                "sec_num": null
            },
            {
                "text": "PeroClnathus paradox 'WI spilolus Merriam, N. Amer. Fauna, no. I, p. 25, 1889 . Type from Gainesville, Co~ke County, Texas. PeroClnath 'WI hispidus maximus Elliot, Field Columb. Mus., pubI. 87, zooI. ser. vol. 3, p. 253, 1903 . Type from Noble, Cleveland County, Oklahoma.",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 77,
                        "text": "'WI spilolus Merriam, N. Amer. Fauna, no. I, p. 25, 1889",
                        "ref_id": null
                    },
                    {
                        "start": 135,
                        "end": 225,
                        "text": "'WI hispidus maximus Elliot, Field Columb. Mus., pubI. 87, zooI. ser. vol. 3, p. 253, 1903",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus spUotus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Total length averaging 200 mm. or more; length of hind foot averaging 25 nun.; occipitonasallength averaging more than 30 mm.; interparietal wider than interorbital breadth; premaxillae and nasals ending on same plane posteriorly; upperparis bright, dark ochraceous; color of lateral line encroaching on forearm.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus spUotus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Distribution.-P. h. spilotus occupies the eastern parts of Oklahoma, Kansas, and the Red River Valley of Texas. Its range is bounded on the east by the Missouri River and the Ozark Mountains, while to the south, it intergrades with P. h. hispidus and to the west with P. h. paradoxus. In the west the zone of intergradation extends northwards not far from the western border of Oklahoma, passing through the eastern edge of Dewey County, then through the middle of Woods County where spilotus is found in the eastern and paradoxus in the western part. From this county the line of division extends northeastward passing between Barber and Harper counties in southern Kansas. North of this area the line becomes less weU defined, owing to a dearth of specimens from eastern Kansas. A series from Cloud County, however, seems to be almost exactly intermediate between the two forms, while specimens from Marion and Greenwood counties to the southeast are clearly spilotus. From Cloud County north the zone is not yet exactly defined. It is evident that it proceeds northeastwards, toward the Missouri River since 2 specimens from eastern Nebraska, a juvenile from Webster County and an adult from Lancaster County, are both typical paradoxus. The southern boundary of the range of spilotus crosses the Red River som,ewhere between Chillicothe, Hardeman County, and Henrietta, Clay County, Texas. P. paradoxus is found at the former location, and spilotus, tending towards paradoxus, at the latter; spilotus occurs also in Texas at Gainesville in Cooke County, and Jefferson in Marion County, while further south Brazos in Palo Pinto County, and Tyler in Smith County yield the smaller P. h. hispidus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus spUotus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Specimens examined: Total number 103, as follows. Kansas: Cloud Co.: 1 (Ul\\IIMZ); 3 mi. E Concordia, 4 (KUMZ). Cowley Co.: Arkansas City, 2 (KUMZ). Greenwood Co.: 4 mi. S 14 mi. W Hamilton, 1 (KVM:Z); 8 mi. SW Toronto, 4 (KUMZ); 6 mi. N Aetn'a, 1 (KUMZ). Harper Co.: 1 (KUMZ); 5 mi. NW Harper, 5 (KUMZ). Marion Co.: 0.5 mi. E Lincolnville, 1 (KUMZ). Oklahoma: Blaine Co.: Canton, 1 (KUMZ). Cleveland Co.: Noble, 4 (CNHM); 5 mi. S Norman, 1 (UOMZ); 2 mi. N Norman, 2 (UOMZ); 2.5 mi. NE Norman,2 (UOMZ); 3 mi. E Norman, 8 (UOMZ). Comanche Co.: Chattanooga., 2 (USFWS); Lawton, 1 (USFWS). Dewey Co.: 5 mi. W Canton, 8 (KUMZ); 5.5 mi. SW Canton, 2 (KUMZ). McLain Co.: 2 (UOMZ). Muskogee Co.: 3 mi. E Wainwright, 4 (UOMZ). Payne Co.: Stillwater, 1 (UNIM:Z). Rogers Co.: Garnett, 22 (UMM:Z). Tulsa Co.: 8 mi. W Red Fork, 1 (USFWS); Garnett, 8 (UM:M.Z). Noble Co.: Arnettville, 2 (CNHl\\II). Woods Co.: Alva, 6 (CNHM:); White Horse Springs, 2 (CNHM) . Logan Co.: Orlando, 1 (USFWS). Texas: Cooke Co.: Gainesville, 3 (USFWS).",
                "cite_spans": [
                    {
                        "start": 935,
                        "end": 941,
                        "text": "(CNHM)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus spUotus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Perognathus paradoxus Merriam, N. Amer. Fauna, no. 1, p. 24, 1889. Type from Banner, Trego County, Kansas. Perognathus latirostris Rhoads, Amer. Nat., vol. 28, p. 185, 1894 . Type from URocky Mountains,\" Perognathus conditi Allen, Bull. Amer. Mus. Nat. Hist., vol. 6, p. 318, 1894 . Type from San Bernadino Ranch, Cochise County, Arizona. Diagnosis.-Total length averaging more than 200 mm.; hind foot averaging about 25 mm.; occipitonasal length averaging more than 30 mm.; mastoid breadth averaging more than 15 mm. j interparietal wider than interorbital width; upperparts ashy ochraceous; color of forearm variable, white or ochraceous.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 172,
                        "text": "Rhoads, Amer. Nat., vol. 28, p. 185, 1894",
                        "ref_id": null
                    },
                    {
                        "start": 243,
                        "end": 280,
                        "text": "Mus. Nat. Hist., vol. 6, p. 318, 1894",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus paradoxus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Dislribution.-The range of P. h. paradoxus extends across the short and mixed grasslands and the southwestern desert, and includes a small part of North Dakota, almost all of South Dakota west of the Missouri River, the extreme eastern edge of Wyoming, almost all of Nebraska (except the part occupied by spilotllS), the eastern half of Colorado, western Kansas (west or the line previously outlined), the panhandle and extreme western portion",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Perognathus hispidus paradoxus (Merriam)",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/28/2/174/849789 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "except for tpe higher mountains, the central and southeastern parts of Arizona, and the plateau of Sonora in Mexico. Its southern limits are not known, and its points of contact with hispidus to the east and with zacatecae to the south are yet to be outlined. Specimens examined: Total number 154, as follows. Arizona: Cochise Co.: 2 mi. E Portal, 1 (UMM:Z); 3 mi",
                "authors": [],
                "year": null,
                "venue": "Oklahoma, the high plains and Trans-Pecos areas of Texas, the eastern and southern parts of New Mexico",
                "volume": "12",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oklahoma, the high plains and Trans-Pecos areas of Texas, the eastern and southern parts of New Mexico, except for tpe higher mountains, the central and southeastern parts of Ari- zona, and the plateau of Sonora in Mexico. Its southern limits are not known, and its points of contact with hispidus to the east and with zacatecae to the south are yet to be outlined. Specimens examined: Total number 154, as follows. Arizona: Cochise Co.: 2 mi. E Portal, 1 (UMM:Z); 3 mi. N Portal, 1 (UMMZ); 12 mi. SE Dos Cabezas, 1 CUMMZ); Mouth of Miller Canyon, Huachuca Mts., 2 (UMMZ);",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Colorado: Adams Co.: 25 mi. S Fort Morgan, 1 (UMMZ). Baca Co.: Furnace Canyon, 1 (CMNH)",
                "authors": [
                    {
                        "first": "; Usfws). Pima",
                        "middle": [],
                        "last": "Bonita",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "12 mi. NW Tucson, 1 (AMNH)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bonita,1 (USFWS). Pima Co.: 12 mi. NW Tucson, 1 (AMNH). Colorado: Adams Co.: 25 mi. S Fort Morgan, 1 (UMMZ). Baca Co.: Furnace Canyon, 1 (CMNH). Douglas Co.: Parker, 1 (CMNH); 3 mi. SE Parker, 1 (CMNH);",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Phillips Co.: 2 mi. Sand 1 mi. E Long Island, 2 (KUMZ)",
                "authors": [
                    {
                        "first": "Daniels",
                        "middle": [],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "; Cmnh). Otero",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Cmnh). Washington Co",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Usfws",
                        "suffix": ""
                    },
                    {
                        "first": ")",
                        "middle": [
                            "Ellsworth"
                        ],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Horsetail Creek, 1 (CMNH)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Daniels Park, 1 (CMNH). Otero Co.: WraY,5 (CMNH). Washington Co.: Akron, 1 (UM1\\1:Z). Weld Co.: Horsetail Creek, 1 (CMNH). Kansas: Ellis Co.: Ellis, 1 (USFWS). Ellsworth Co.: 1.5 mi. S Wilson, 1 (KUMZ). Hamilton Co.: 1 mi. E Coolidge, 2 (KUMZ). Kiowa Co.: 5 mi. N Belvidere, 1 (KUMZ); 15 mi. N Belvidere, 5 (AMNH). Lane Co.: Pendennis, 1 (AMNH); 12 mi. S Pendennis,1 (KUM:Z). Logan Co.: 5 mi. W Elkader, 2 (KUMZ). Meade Co.: 17 mi. SW Meade,3 (KUMZ); 14 mi. SW Meade, 3 (KUMZ) j 13 mi. SW Meade, 6 (AMNH). Morlan Co.: 2 (KUMZ). Phillips Co.: 2 mi. Sand 1 mi. E Long Island, 2 (KUMZ). Rawlins Co.: 1 mi. N McDonald, 1 (KUMZ); 4 mi. N Atwood, 1 (KUM:Z); 2 mi. NE Ludell, 1 (KUMZ).",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Purinton Ranch, 1 (KUMZ)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Purinton Ranch, 1 (KUMZ). Hays Co.: 2 (USFWS). Nebraska: Box Butte Co.: 1 (UMMZ). Cherry Co.: 1 (USFWS);",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Valentine, 10 (UM:M:Z); 12 mi. SE Gordon",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Valentine, 10 (UM:M:Z); 12 mi. SE Gordon, 1",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Hooker Co.: Kel!:lo, 6 (UMMZ)",
                "authors": [
                    {
                        "first": "Custer",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "NE Dickens",
                "volume": "",
                "issue": "9",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Custer Co.: 0.5 mi. E Victoria Springs, 4 (UM:MZ). Hooker Co.: Kel!:lo, 6 (UMMZ). Lancaster Co.: 9 mi. N Lincoln, 1 CUMMZ). Lincoln Co.: 6 mi. NE Dickens, 1 (UMMZ);",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "South Dakota: Custer Co.: Elk Mountain, 2 (USFWS). Fall Rifler Co.: 11 mi. SE Hot Springs, 1 (U1\\fMZ). Shannon Co.: Pine Ridge, 1 (CNHM)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "O"
                        ],
                        "last": "Myrtle",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Usfws). Logan Co",
                        "suffix": ""
                    },
                    {
                        "first": ")",
                        "middle": [],
                        "last": "Usfws",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Webster Co",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Usfws)",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Cuervo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Red Cloud, 1 (USFWS)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myrtle P.O., 1 (USFWS). Logan Co.: Sterling, 1 (USFWS). Webster Co.: Red Cloud, 1 (USFWS). New Mexico: Socorro Co.: Dry Creek, 1 (USFWS). Catron Co.: Red Rock, 1 (USFWS). Colfax Co.: 3 mi. SE Cimarron, 3 (AMNH). Hidalgo Co.: Clover- dale, Philmont Ranch, 1 (AJ\\1NH). Otero Co.: Tularosa, 1 (USFWS). Cuervo, N. M., 1 (USFWS). Oklahoma: Texas Co.: 2 mi. E Eva, 1 (KU1\\IZ). Woods Co.: 2 mi. W Edith, 1 (USFWS). South Dakota: Custer Co.: Elk Mountain, 2 (USFWS). Fall Rifler Co.: 11 mi. SE Hot Springs, 1 (U1\\fMZ). Shannon Co.: Pine Ridge, 1 (CNHM). Tripp Co.: 1 mi. SE Colome, 1 (UMMZ). Washabaugh Co.: Cottonwood Canyon Kadoka, 1 (UMMZ) j Kadoka Point, 1 (UMl\\fZ); 7 mi. S Kadoka, 2 (UMMZ). Corral Draw, S. D., 7 (MiNH).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Hemphill Co.: 6 mi. E Canadian, 1 (UMMZ). Hockley Co.: 2 mi. NE Ropes, 1 (UMMZ)",
                "authors": [
                    {
                        "first": "Brewster",
                        "middle": [
                            ";"
                        ],
                        "last": "Co",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Usfws). Briscoe",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Co",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brewster Co.: Alpine, 1 (USFWS). Briscoe Co.: 6 mi. S Quitaque, 3 (UMMZ). Hardeman Co.: 0.25 mi. S Chilicothe, 1 (TCWC). Hemphill Co.: 6 mi. E Canadian, 1 (UMMZ). Hock- ley Co.: 2 mi. NE Ropes, 1 (UMMZ). Howard Co.: 6 mi. NE Coahoma, 6 (UMMZ). Jeff Dams Co.: Limpia Canyon, 10 mi. N Fort Davis, 2 (UMMZ). Lubbock Co.: 5 mi. N Lub- bock, 1 (UMMZ). Lipscomb Co.: Mobeetie, 2 (USFWS). Pecos Co.: Fort Stockton, 1 (USFWS). Presidio Co.: Marfa, 1 (USFWS). Ward Co.: Monahans, 1 (USFWS). Mex~ leo: Chihuahua: Casas Grandes, 4 (USFWS) j Santa Rosalia, 1 (USFWS).",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Department of Fish and Game, Agricultural and Mechanical College of Texas",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Department of Fish and Game, Agricultural and Mechanical College of Texas, College Station, Texas.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "FIG. I.-Ma.p showing dist.ribution of Perognathus hispidus. 1. P. h. hispidtu, 2. P. h. apilotm, 3. P. h. paradozU8.highway in Hidalgo. These locality record s indicate that this form occupies the higher plateau of central Mexico.To give the problem maximum scope, it was necessary to borrow ma.terial from as many collections as possible. Acknowledgments are due to the persons in cbarge of maDlJllAI collections of the United States Fish and Wildlife Service (USFWS), the American Museum of Natural History (AMNH), the Chicago Natural History Museum (CNHM)J the University of Kansas Museum of Natural History (KUMZ), the University of Michigan Museum of Zoology (UMMZ), the University of Oklahoma Museum of Zoology (UOMZ), the Louisiana State University Museum of Zoology (LSUMZ), and the Colorado Museum of Na.tural History (CMNH) for their gracious loan of specimens for study."
            }
        }
    }
}