{
    "paper_id": "GlassandWard1959-BatsoftheGenusMyotisFromOklahoma",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:01.942848Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Bryan",
            "middle": [
                "P"
            ],
            "last": "Glass",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Claud",
            "middle": [
                "M"
            ],
            "last": "Ward",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Prior to the present study only four species of the genus Myotis had been recorded from Oklahoma, of which only two were known from more than one locality. Only a few of the caves that harbor bats had been mentioned in the literature. For the convenience of other workers a list of Oklahoma caves from which bats have been taken is presented in this paper. Eight species of Myotis now known to occur within the state are discussed below. Acknowledgments are due to the Oklahoma State Department of Health for providing a truck for use in the field, to W. W. Dalquest, E. Raymond Hall and J. Knox Jones for help in verifying identifications, and to Charles O.",
    "pdf_parse": {
        "paper_id": "GlassandWard1959-BatsoftheGenusMyotisFromOklahoma",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Prior to the present study only four species of the genus Myotis had been recorded from Oklahoma, of which only two were known from more than one locality. Only a few of the caves that harbor bats had been mentioned in the literature. For the convenience of other workers a list of Oklahoma caves from which bats have been taken is presented in this paper. Eight species of Myotis now known to occur within the state are discussed below. Acknowledgments are due to the Oklahoma State Department of Health for providing a truck for use in the field, to W. W. Dalquest, E. Raymond Hall and J. Knox Jones for help in verifying identifications, and to Charles O.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In the species accounts the following abbreviations are used: USNM-U.S. National Museum; UMMZ--University of Michigan Museum of Zoology; OAM-Oklahoma State University Museum of Zoology; KU-University of Kansas Museum of Natural History. Measurements (average and extremes) are given in millimeters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This species was reported for the state by Cross (loc. cit.) . The first verifiable record was established when a specimen was found hanging alone on a cellar wall of the cafe building at Beaver's Bend State Park on August 19, 1954. In the summer of 1955 a series of 16, together With a few Eptesicus fuscus, were taken from interstices behind the comer boards of several cabins in the youth camp area of the park. None of these bats have been taken in the state outside of this vicinity.",
                "cite_spans": [
                    {
                        "start": 43,
                        "end": 60,
                        "text": "Cross (loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "My-otis lucifugus luciEugus (LeConte)",
                "sec_num": null
            },
            {
                "text": "Description.-Measurements of 16 specimens from McCurtain County: Total length 87.6 (83-92); tail 38.4 (36-44); hind foot 10.1 (10-11); ear 14.4 (13-16); tragus 7.6 (7-9); forearm 36.0 (33.9-37.1); condylobasal length 13.62 (13.40-13.81); maxillary tooth row 5.21 (5.09-5.37). The pelage is exceptionally long and lax with long glossy tips of brown. Oklahoma specimens have whitish tips to the hairs below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "My-otis lucifugus luciEugus (LeConte)",
                "sec_num": null
            },
            {
                "text": "Oklahoma reeords. Miller and Allen's ( 1928) description of the form found west of the Mississippi. The color above is a glossy olive-brown, having a bronzed appearance. The tips of the hairs below are whitish, differing in this respect from the buffy color found in specimens from the Northeast. Specimens from Missouri agreed with the Oklahoma specimens, but due to discoloration on the underside exact comparisons could not be made. No cranial distinctions were detected in the Oklahoma specimens.",
                "cite_spans": [
                    {
                        "start": 18,
                        "end": 44,
                        "text": "Miller and Allen's ( 1928)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "My-otis lucifugus luciEugus (LeConte)",
                "sec_num": null
            },
            {
                "text": "In 1949 Glass and party collected a series of these bats in Cimarron C~unty. A number were found in Tesequite Cave, and other specimens were shot on North Carizzo Creek. They were erroneously assumed to be M. subulatus melanorhinus (Glass, 1949) . In June, 1955, Ward secured seven pregnant females from Tesequite Cave. Each was carrying a single well-developed fetus. Since 1955 the species has been collected in the vicinity of Black Mesa in Cimarron County on numerous occasions. A few have been taken in mist nets at Pigeon Cave and many have been shot while flying over the Cimarron River near the mouth of North Carizzo Creek. Tesequite Cave seems to be occupied by a colony of these bats throughout the summer.",
                "cite_spans": [
                    {
                        "start": 232,
                        "end": 245,
                        "text": "(Glass, 1949)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis ynmanensis yumanensis (H. Allen)",
                "sec_num": null
            },
            {
                "text": "Description.-Measurements of 21 adults from Cimarron County: Total length 84.3 (78-89); tail 36.9 (34-40); hind foot 9.2 (8-10); ear 13.9 (12-15); tragus 8.0 (7-9); forearm 34.3 (32.3-35.4); condylobasal length 13.23 (12.90-13.55); maxillary tooth row 5.25 (5.05-5.41). In Oklahoma specimens the hair above is tipped with Tawny Olive to Buffy Brown. The hair on the under parts is tipped with Pale Cartridge Buff. The bases of the hairs above and below are Dusky Neutral Gray.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis ynmanensis yumanensis (H. Allen)",
                "sec_num": null
            },
            {
                "text": "Oklahoma reeords.-Cimarron County, Tesequite Cave, Pigeon Cave, Cimarron River near mouth of North Carizzo Creek, North Carizzo Creek 6 miles N of Kenton (all OAM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis ynmanensis yumanensis (H. Allen)",
                "sec_num": null
            },
            {
                "text": "Remarks.-The behavior of these bats in some respects resembles that described by Rice (1957) for M. austroriparius. They do not leave their daytime retreat until darkness is almost complete. Then they fly close to the ground and are rarely silhouetted against the sky. Success in collecting them was achieved by using artificial illumination, a combination of car lights and a portable spotlight that was connected to the electrical circuit of the vehicle. The vehicle was parked so that the lights would shine across the shallow river channel and illuminate the bats as they flew by close to the surface of the water. The spotlight was then used to illuminate them long enough for shooting. For this purpose flashlights were ineffective.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 92,
                        "text": "Rice (1957)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis ynmanensis yumanensis (H. Allen)",
                "sec_num": null
            },
            {
                "text": "The Oklahoma specimens have been assigned with some hesitancy to the subspecies yumanensis. A considerable color variation exists between the skins from Oklahoma and those examined from Rice, Arizona. Not only are the Oklahoma skins darker, but the fur is slightly longer. One skin from Clayton, New Mexico, listed as atypical by Miller and Allen (loe. cit.) , resembles the Oklahoma specimens both in size and color. The average total length of eight specimens from Texas and Arizona is 78.55 mm. as compared to 82.7 mm. for twelve specimens from Oklahoma. These data suggest the need for a review of the species yumanensis.",
                "cite_spans": [
                    {
                        "start": 330,
                        "end": 358,
                        "text": "Miller and Allen (loe. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis ynmanensis yumanensis (H. Allen)",
                "sec_num": null
            },
            {
                "text": "This form has been reported from only two localities, both in Louisiana, although a related form, M. a. mumfordi, has been reported from Arkansas (Sealander, 1956) . In August, 1955, two bats of this subspecies were shot when it was almost too dark to s~e, while they were flying about a foot above the water of the Mountain Fork River 8 miles E of Smithville in McCurtain County. No other specimens were taken during that year but in March, 1956, a single individual was taken in a mist net hung over the water in the same locality. In June, 1956, a single specimen was shot at the bridge over the Little River at Honobia, LeFlore County, using a spotlight in the manner previously described for collecting M. yumanensis.",
                "cite_spans": [
                    {
                        "start": 146,
                        "end": 163,
                        "text": "(Sealander, 1956)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis austroripariu8 gatesi Lowery",
                "sec_num": null
            },
            {
                "text": "Description.-Measurements of 5 specimens from McCurtain County: Total length 89.6 (87-95); tail 38.6 (37-41); hind foot 11; ear 14.2 (14-15); tragus 8 (7-9); forearm 37.6 (37.2-38.3); condylobasallength 13.81 (13.61-14.00); maxillary tooth row 5.35 (5.30-5.40). The dorsal hair is tipped with Amber Brown to Cinnamon Brown, and the ventral hair is tipped with either Buff-Yellow or Ferruginous. The hair is thick and woolly, standing out from the body. In the specimens examined the wing membrane was attached at the ankle, but the point of attachment was found to vary more than in the M. grisescens with which they were compared. The brain case is large and expanded in comparison with other species of Myotis and the sagittal crest is low but distinct in adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis austroripariu8 gatesi Lowery",
                "sec_num": null
            },
            {
                "text": "Oklahoma records.-LeFlore County, Honobia; McCurtain County, 8 miles SE of Eagletown, 8 miles E of Smithville, 9 miles N of Wright City (all DAM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis austroripariu8 gatesi Lowery",
                "sec_num": null
            },
            {
                "text": "Remarks.-Because of its low, rapid and stable flight this bat is easily distinguished from others with which it may be seen. Its buffy body color reflects light, thus enhancing its recognition even at considerable distances. In August, 1956, it was recognized flying over the Little River east of Nashoba in Pushmataha County, and on Glover River, near both Battiest and Glover, in McCurtain County. In September, 1956 , a series of eight was collected on Little River 8 miles SE of Eagletown, McCurtain County. The species has not been seen on either the Red or Kiamichi rivers which in Oklahoma encircle the Little River basin on the north, west and south.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 418,
                        "text": "McCurtain County. In September, 1956",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis austroripariu8 gatesi Lowery",
                "sec_num": null
            },
            {
                "text": "The first two specimens collected were in molting pelage and had a bright orange wash below and on the foreparts above. An adult collected on Glover Creek north of Wright City on August 2, 1957, was uniformly orange above and below, except on the flanks. The color does not appear on any of the other Oklahoma specimens, but is found on the under side only on some specimens from Louisiana. Juvenile or subadult specimens taken in late summer were dull grayish-brown in color.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis austroripariu8 gatesi Lowery",
                "sec_num": null
            },
            {
                "text": "Although common in the caves of the Ozark district, it was not until 1939 that the occurrence of this species in Oklahoma was established. Blair (1939) noted two localities in Adair and Cherokee counties where the species had been collected. Since 1954, grisescens has been taken in several caves, all within the Ozark biotic district. The species is gregarious, being the only one in northeastern Oklahoma that gathers together in large aggregations. For this reason large guano piles in caves are strong presumptive evidence of the presence of this species, even without the bats themselves being seen. Adair Cave is perhaps the most widely known cave in northeastern Oklahoma, and its colony of grisescens has provided specimens for numerous collections. While Dunaway Cave has yet to yield actual specimens, it does contain two large guano piles and undoubtedly harbors a large colony of this species. Gray bats, apparently, usually return to the home cave after foraging flights, for mist nets will capture them in large numbers both entering and leaving at all hours of the night, but nets set before caves that do not harbor a colony only rarely take them. These bats apparently do not concentrate over streams while feeding, and they are rarely shot.",
                "cite_spans": [
                    {
                        "start": 139,
                        "end": 151,
                        "text": "Blair (1939)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis griseseens Howell",
                "sec_num": null
            },
            {
                "text": "Description.-Measurements of 26 specimens from northeastern Oklahoma: Total length 102.5 (92-112); tail 41.7 (34-47); hind foot 11 (9--12); ear 15.5 (15-16); tragus 9.1 (8-10); forearm 42.2 (40.4-44.2); condylobasallength 14.88 (14.60-15.20); maxillary tooth row 5.93 (5.80-6.04). This bat is found in two color phases, either Dark Mouse Gray above and whitish below, or Cinnamon Brown above and pale buff below. The hair above is uniformly colored to the base; below it is Dark Mouse Gray at the base. The wing membrane Remarks. -In 1950 and 1951 these bats in Adair Cave were observed to be bearing young approximately June 15. Of the numerous pregnant females examined none were found to be carrying more than a single fetus. Individuals in the gray pelage were noted mainly in late July, which may indicate that gray animals are juveniles, or that July is the molting season.",
                "cite_spans": [
                    {
                        "start": 530,
                        "end": 542,
                        "text": "-In 1950 and",
                        "ref_id": null
                    },
                    {
                        "start": 543,
                        "end": 547,
                        "text": "1951",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis griseseens Howell",
                "sec_num": null
            },
            {
                "text": "This species is the most widespread member of the genus in Oklahoma, being found in most of the western third of the state, exclusive of the Panhandle. Usually it is to be found in gypsum caves where it often occurs in large aggregations. Both hibernating and breeding populations are known, and the species frequently occupies the same cave throughout the year. In forming large clusters M. velifer resembles M. grisescens, and large heaps of guano accumulate beneath its habitual roosts. In western Oklahoma, however, these must be distinguished from the deposits made by the Mexican freetail bat, Tadarida brasiliensis mexicana, which also ranges throughout western Oklahoma. The latter leaves guano deposits covering hundreds of square feet, frequently many feet in depth, which have a strong and distinctive odor. The guano deposits of the former are more restricted in area, rarely covering an area as much as 50 feet in diameter; while the fresh material may have an odor of ammonia, it never has the pungent smell associated with the freetail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis velifer incautus (J. A. Allen)",
                "sec_num": null
            },
            {
                "text": "Blair (1939) listed numerous specimens from collections throughout the United States, but prior to his report the only published record of the species was in Miller and Allen (loc. cit.) .",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 186,
                        "text": "Miller and Allen (loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis velifer incautus (J. A. Allen)",
                "sec_num": null
            },
            {
                "text": "DescNption. (Miller and Allen, 1928) ; Garfield County, Enid (KU); Major County, 12 miles S of Waynoka (OAM), Griever Creek Cave (OAM), Graver [sic] Creek 9 miles SW of Togo (KU), Vickery Caves (OAM); Greer County, Jester Cave (OAM) ; Harmon County, Reed Cave No.2 (OAM); Woods County, Waynoka (KU), Merrihew Cave (OAM); Washita County, Corn Caves (OAM); Woodward County, 10 miles S of Freedom (UMMZ), Icebox Cave (OAM), Alabaster Caverns (OAM), Mooreland (OAM); Comanche County, Cache Creek (USNM); Harper County, May (OAM).",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 36,
                        "text": "(Miller and Allen, 1928)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 143,
                        "end": 148,
                        "text": "[sic]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis velifer incautus (J. A. Allen)",
                "sec_num": null
            },
            {
                "text": "Remarks.-Females have been noted giving birtll to young the last week of June. Flying juveniles and young of a few days have been seen on July 17. Juveniles differ from the adults in having a grayer, more woolly pelage, and have more prominent whitish spots behind the ears.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis velifer incautus (J. A. Allen)",
                "sec_num": null
            },
            {
                "text": "Although this species has been reported from Arkansas, Missouri and Kansas, it was not known from Oklahoma until July of 1954, when five specimens were taken from Crystal Cave. They were found hanging singly, hidden in narrow crevices and other snug retreats. On September 25 two more were taken from the same cave. Later, in the summer of 1955, specimens were taken in mist nets from four other caves. Two from Adair Cave escaped before they could be preserved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis keeni septentrionalis (Trouessart)",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/40/2/194/829998 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Deceased. Mr. Hamilton was lost in a plane crash while working at the Arctic Research Laboratory, May 1950. Downloaded from https://academic.oup.com/jmammal/article/40/2/194/829998 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Description.-Measurements of 19 adults from northeastern Oklahoma: Total length 84.5 (82-90); tail 38.1 (36-42); hind foot 9.1 (8-10); ear 16.5 (15-18); tragus 9.2 (9-12); forearm 33.7 (31.0-35.6); condylobasal length 14.02 (13.46-14.65) ; maxillary tooth row 5.82 (5.61-6.07). The most distinguishing character of this bat is its long ears, which reach well beyond the snout when laid forward. The hair above has burnished tips of Bright Hazel Brown. Below, the hair is tipped with Buffy Brown. Basally the hair above. and below is Fuscous-Black to almost Slate. The skull is rather narrow in proportion to its length.Oklahoma records.-Adair County, Crystal Cave (OAM), Cave Springs Cave (OAM), Adair Cave; Delaware County, Duncan Cave (OAM); LeFlore County, Kiamichi Mountain Cave (OAM).Remarks.-AIl Oklahoma specimens were summer-taken, and all were associated with caves. Although no winter specimens are extant it seems likely that the bats hibernate in the same area where they are active in summer, and have escaped notice because of their secretiveness. The single specimen from the Ouachita biotic district south of the Arkansas River extends the range of the species well into the area where the rocks are predominantly sandstone. Caves are not numerous in this region, and it is doubtful that many records will ever be secured there.",
                "cite_spans": [
                    {
                        "start": 224,
                        "end": 237,
                        "text": "(13.46-14.65)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "This species was first reported from the state by Glass (1955) . Two specimens were found clustered with a group of hibernating M. grisescens in Adair Cave in February, 1952 . No additional specimens were taken, in spite of extensive field work, until November, 1955, when a student, Philip Pierce, collected three in Bower's Trail Cave. This cave is in the Ouachita biotic district, while Adair Cave is in the Ozark district.Description.-Measurements of 4 specimens from eastern Oklahoma: Total length 85.5 (85-86); tail 36.3 (36-37); hind foot 9.3 (9-10); ear 13.6 (13-14); tragus 7.3 (7-8); forearm 38.2 (37.3-39.3); condylobasal length 13.96 (13.40-14.42); maxillary tooth row 5.42 (5.24-5.54). The hair of this bat is fine and fluffy, with three color bands. Basally there is a wide band of Fuscous Black, followed by a narrow gray band, and distally a band of Cinnamon Brown. The bases of the hairs below are Slaty with grayish-white and Cinnamon Brown tips. There is a keel on the calcar.Oklahoma records.-Adair County, Adair Cave (OAM); Pushmataha County, Bower's Trail Cave (OAM).Remarks.-Comparisons reveal no significant differences between the Oklahoma specimens and those from Arkansas, Missouri, Tennessee and Kentucky.",
                "cite_spans": [
                    {
                        "start": 50,
                        "end": 62,
                        "text": "Glass (1955)",
                        "ref_id": null
                    },
                    {
                        "start": 159,
                        "end": 173,
                        "text": "February, 1952",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis sodalis Miller and Allen",
                "sec_num": null
            },
            {
                "text": "The species subulatus has been taken in two widely separated areas of the state. Blair ( 1939) reported a single specimen from 3 miles N of Kenton in Cimarron County. Specimens were collected in the immediate area in 1955, 1956 and 1957 . In addition, four were taken in 1955 and one in 1956 from the Wichita Mountains of Comanche, Greer and Kiowa counties.Description.-Measurements of 4 specimens from the Wichita Mountains: Total length 83.3 (82-87); tail 36.8 (34-39); hind foot 8.3 (8-9); ear 13.3 (13-14); tragus 7.5 (7-8); forearm 31.0 (30.1-32.2); condylobasal length 12.64 (12.39-12.96); maxillary tooth row 4. 97 (4.83-5.09 ). This is the smallest member of the genus in Oklahoma. Its small size, long glossy hair and black face and ears separate it from other species. The hair above is tipped with Ochraceous-Tawny to Dresden Brown, and below, with whitish to light Buckthorn Brown. The basal half of tlle hair is Slate Black. The calcar is prominently keeled. The dorsal profile of the skull is noticeably flattened when compared to other species of Myotis. In September, 1949, 32 live ground squirrels, Citellus undulatus ssp. (Rausch, 1953) , were collected in the vicinity of Anaktuvuk Pass, Alaska. They were mostly young males of the year. The squirrels were brought to the Arctic Research Laboratory of the Office of Naval Research at Point Barrow, and successfully adapted to cages. One individual died as a result of a fight with another squirrel.",
                "cite_spans": [
                    {
                        "start": 214,
                        "end": 236,
                        "text": "in 1955, 1956 and 1957",
                        "ref_id": null
                    },
                    {
                        "start": 619,
                        "end": 632,
                        "text": "97 (4.83-5.09",
                        "ref_id": null
                    },
                    {
                        "start": 1140,
                        "end": 1154,
                        "text": "(Rausch, 1953)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis subulatus melanorhinus (Merriam)",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Oklahoma records.-Cimarron County, 3 miles N of Kenton (UMMZ, OAM), mouth of North Carizzo Creek",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oklahoma records.-Cimarron County, 3 miles N of Kenton (UMMZ, OAM), mouth of North Carizzo Creek (OAM);",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Comanche County, old mine tunnel in the Narrows",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Comanche County, old mine tunnel in the Narrows, Wichita Mountains Wildlife Refuge (OAM);",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Greer County, 1 mile N of Granite",
                "authors": [],
                "year": null,
                "venue": "OAM",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greer County, 1 mile N of Granite (OAM);",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Windmill Cave (OAM), Radziminski Mountain Cave (OAM)",
                "authors": [
                    {
                        "first": "Kiowa",
                        "middle": [],
                        "last": "County",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiowa County, Windmill Cave (OAM), Radziminski Mountain Cave (OAM).",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Blair's specimen was not available for comparison; however, most of the Cimarron County specimens and all of the Wichita Mountain specimens bear as much resemblance to the race leibi as they do to melanorhinus. One collected in Cimarron County in 1957 compared favorably with bright chestnut-colored melanol'hinus from Valencia County",
                "authors": [],
                "year": null,
                "venue": "The specimens taken in Oklahoma have been assigned to the subspecies melanorhinus largely on the basis of Blair's record",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Remarks.-The specimens taken in Oklahoma have been assigned to the subspecies melanorhinus largely on the basis of Blair's record. Blair's specimen was not available for comparison; however, most of the Cimarron County specimens and all of the Wichita Moun- tain specimens bear as much resemblance to the race leibi as they do to melanorhinus. One collected in Cimarron County in 1957 compared favorably with bright chestnut-colored melanol'hinus from Valencia County, New Mexico. Considering the geographical and eco- logical proximity of Oklahoma to New Mexico, rather than to the northeastern states, the Oklahoma specimens must be considered to belong to the subspecies melanorhinus. The recent discovery of M. s. leibi in central Missouri (Davis and Lidicker, 1957) keeps open the question of the status of the Oklahoma specimens. LITERATURE CITED",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Faunal relationships and geographic distribution of mammals in Oklahoma",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "Frank"
                        ],
                        "last": "Blam",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Arner. Midl. Nat",
                "volume": "22",
                "issue": "",
                "pages": "85--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAm, W. FRANK. 1939. Faunal relationships and geographic distribution of mammals in Oklahoma. Arner. Midl. Nat., 22: 85-133.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Animal life in Oklahoma",
                "authors": [
                    {
                        "first": "Howard",
                        "middle": [],
                        "last": "Cross",
                        "suffix": ""
                    }
                ],
                "year": 1917,
                "venue": "Okla. Geol. Survey, Circ. No",
                "volume": "6",
                "issue": "",
                "pages": "7--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CROSS, HOWARD. 1917. Animal life in Oklahoma. Okla. Geol. Survey, Circ. No.6: 7-36.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Myotis subulatus leibii in Missouri",
                "authors": [
                    {
                        "first": "Wayne",
                        "middle": [
                            "H"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "William Z. Lidicker",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Jour. Mamm",
                "volume": "36",
                "issue": "",
                "pages": "288--289",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, WAYNE H. AND WILLIAM Z. LIDICKER, JR. 1955. Myotis subulatus leibii in Missouri. Jour. Mamm., 36: 288-289.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Report on the mammals of the Black Mesa Region",
                "authors": [
                    {
                        "first": "Bryan",
                        "middle": [
                            "P"
                        ],
                        "last": "Glass",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Oklahoma. Proc. Okla. Acad. Sci",
                "volume": "30",
                "issue": "",
                "pages": "26--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GLASS, BRYAN P. 1951. Report on the mammals of the Black Mesa Region, Oklahoma. Proc. Okla. Acad. Sci. (for 1949), 30: 26-30.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "New records for bats in Oklahoma",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "____",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Jour. Mamm",
                "volume": "36",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "____ . 1955. New records for bats in Oklahoma. Jour. Mamm., 36: 128.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The American bats of the genera Myotis and Pizonyx",
                "authors": [
                    {
                        "first": "Gerrit",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [
                            "Allen"
                        ],
                        "last": "Glover M",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "Nat. Mus., Bull",
                "volume": "205",
                "issue": "",
                "pages": "1--954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, GERRIT S., JR. AND GLOVER M. ALLEN. 1928. The American bats of the genera Myotis and Pizonyx. U.S. Nat. Mus., Bull. 205: 1-954.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Life history and ecology of Myotis austroriparius in Florida",
                "authors": [
                    {
                        "first": "Dale",
                        "middle": [
                            "W"
                        ],
                        "last": "Rice",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Jour. Mamm",
                "volume": "38",
                "issue": "",
                "pages": "15--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICE, DALE W. 1957. Life history and ecology of Myotis austroriparius in Florida. Jour. Mamm., 38: 15-32.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A provisional check-list and key to the mammals of Arkansas (with annotations)",
                "authors": [
                    {
                        "first": "John",
                        "middle": [
                            "A"
                        ],
                        "last": "Sealander",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Amer. MidI. Nat",
                "volume": "56",
                "issue": "",
                "pages": "257--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SEALANDER, JOHN A., JR. 1956. A provisional check-list and key to the mammals of Arkansas (with annotations). Amer. MidI. Nat., 56: 257-296.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "uris": null,
                "text": "is attached at the ankle. Skulls of adults have a distinct sagittal crest. Oklahoma records.-Adair County, Adair Cave 5 miles S of Little Kansas (OAM, UMMZ); Cherokee County, Scraper (UMMZ), Half-moon Cave (OAM), Cave Springs Cave (OAM); Delaware County, Stansbury's Cave (OAM), Spavinaw Creek Cave (OAM); Muskogee County, Flower Creek Cave (OAM); Ottawa County, Boy Scout Cave (OAM)."
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "content": "<table/>",
                "text": "lfALF-MooN CAVE: Sec. 27, T. 18 N, R. 21 E of I.M., 0.5 mile W of Gideon on Fourteen-Mile Creek, Cherokee County. ICEBOX CAVE: Sec. 33, T. 26 N, R. 19 W of I.M., 6 miles S, 7.5 miles W of Freedom, Woodward County. IRON DOOR CAVE: Sec. 19, T. 22 N, R. 22 E of I.M., 0.5 mile E of Spavinaw Hills State Park, Delaware County. JESTER CAVE: Sec. 35, T. 19 N, R. 24 W of I.M., 3 miles N of Jester, Greer County. KlAMIcm MOUNTAIN CAVE: Sec. 27, T. 2 N, R. 24 E of I.M., 3.5 miles S of Muse, LeFlore County. LoNGHORN MOUNTAIN CAVE: Sec. 2, T. 5 N, R. 15 W of I.M., 3 miles S, 0.5 mile E of Sedan, Kiowa County. MERRIHEW CAVE (Marehew Cave): Sec. 17, T. 29 N, R. 17 W of I.M., 13 miles N, 3 miles E of Camp Houston, Woods County. . MYSTIC CAVE: Sec. 18, T. 2 S, R. 3 E of I.M., 10 miles S, 1.5 miles E of Sulphur, Murray County. PIGEON CAVE: Sec. 11, T. 5 N, R. 1 E of C.M., 3 miles E, 1 mile N of Kenton, Cimarron County. RAnZIMINSKI MOUNTAIN CAVE: Sec. 22, T. 3 N, R. 17 W of I.M., 0.5 mile N, ~.5 miles W of Mountain Park, Kiowa County. REED CAVES: Secs. 28 and 29, T. 15 N, R. 24 W of I.M., 2 miles W, 1.5 miles S of Reed, Greer and Harmon Counties; two caves. SELMAN'S CAVE: Sec. 33, T. 26 N, R. 19 W of I.M., 4 miles S, 7 miles W of Freedom, Woodward County."
            },
            "TABREF2": {
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>-Measurements of 19 adults from northwestern Oklahoma: Total length</td></tr><tr><td>106 (97-115); tail 45.6 (41-49); hind foot 11.2 (10-13); ear 16.1 (15-17); tragus 9.7</td></tr><tr><td>(9-10); forearm 44.0 (41.1-45.5); condylobasal length 16.12 (15.62-16.59); maxillary</td></tr><tr><td>tooth row 6.63 (6.45-6.83). Oklahoma records.-Blaine County, Salt Creek Canyon, 4 miles SE of Southard (KU);</td></tr><tr><td>Canadian County, Fort Reno</td></tr></table>",
                "text": "This is the largest bat of the genus found in the state. The adult pelage is tipped with Tawny Olive above and Cartridge Buff below. The base of the hair is Slate Color throughout."
            }
        }
    }
}