{
    "paper_id": "GuevaraandSánchez-Cordero2018-Newrecordsofacriticallyendangere",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:17.684553Z"
    },
    "title": "New records of a critically endangered shrew from Mexican cloud forests (Soricidae, Cryptotis nelsoni) and prospects for future field research",
    "authors": [
        {
            "first": "Lázaro",
            "middle": [],
            "last": "Guevara",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Víctor",
            "middle": [],
            "last": "Sánchez-Cordero",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Alexandra",
            "middle": [
                "M R"
            ],
            "last": "Bezerra",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The Nelson´s small-eared shrew, Cryptotis nelsoni (Merriam, 1895), is a critically endangered species, endemic to cloud forests in Los Tuxtlas, a mountain range along the Gulf of Mexico coast. This species is only known from the type locality and its surroundings. Here we present new records that extend its distribution approximately 7 km southeast of the type locality and report more specimens near to the type locality. We also identified climatically suitable areas for C. nelsoni using ecological niche modelling and investigated the sampling bias to identify poorly sampled areas in Los Tuxtlas. We suggest that the scarcity of records in other areas with suitable climatic conditions throughout Los Tuxtlas is a consequence of incomplete surveys. We strongly highlight the importance of continuing surveying this critically endangered shrew using more efficient sampling techniques to better understand its current distribution and conservation status. Despite all known localities occurring inside Los Tuxtlas Biosphere Reserve, deforestation and climate change still pose current and future threats to this species.",
    "pdf_parse": {
        "paper_id": "GuevaraandSánchez-Cordero2018-Newrecordsofacriticallyendangere",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The Nelson´s small-eared shrew, Cryptotis nelsoni (Merriam, 1895), is a critically endangered species, endemic to cloud forests in Los Tuxtlas, a mountain range along the Gulf of Mexico coast. This species is only known from the type locality and its surroundings. Here we present new records that extend its distribution approximately 7 km southeast of the type locality and report more specimens near to the type locality. We also identified climatically suitable areas for C. nelsoni using ecological niche modelling and investigated the sampling bias to identify poorly sampled areas in Los Tuxtlas. We suggest that the scarcity of records in other areas with suitable climatic conditions throughout Los Tuxtlas is a consequence of incomplete surveys. We strongly highlight the importance of continuing surveying this critically endangered shrew using more efficient sampling techniques to better understand its current distribution and conservation status. Despite all known localities occurring inside Los Tuxtlas Biosphere Reserve, deforestation and climate change still pose current and future threats to this species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Monitoring populations of endangered species is a priority for assessing their conservation status and establish conservation actions (Guisan et al. 2006) . However, many endangered species inhabit remote areas of limited access and finding populations to determine their distribution is often a difficult task. The Nelson's small-eared shrew, Cryptotis nelsoni (Merriam, 1895) , is a poorly known small mammal endemic to cloud forests in Los Tuxtlas, a mountain range along the Gulf of Mexico coast that is included within Los Tuxtlas Biosphere Reserve. Los Tuxtlas rises from sea level to the summit of three main volcanoes where access is difficult: San Martín Tuxtla volcano (1750 m), Santa Marta (1700 m) and San Martín Pajapan (1150 m).",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 154,
                        "text": "(Guisan et al. 2006)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 362,
                        "end": 377,
                        "text": "(Merriam, 1895)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Cryptotis nelsoni was discovered in 1894 by E.A. Goldman and E.W. Nelson (Merriam 1895, Goldman 1951) and was not seen again for more than a century, until it was rediscovered in 2003 (Cervantes and Guevara 2010). Since the known distribution of C. nelsoni is only a few locality points around the type locality in the San Martín Tuxtlas volcano and its habitat is rapidly changing or disappearing, this species is listed as \"critically endangered\" by the International Union for the Conservation of Nature and Natural Resources and \"under special protection\" by the Mexican government (Cervantes and Guevara 2010, Woodman et al. 2015) . With so little known about this species, assessment of its conservation status has been based primarily on lack of knowledge.",
                "cite_spans": [
                    {
                        "start": 49,
                        "end": 60,
                        "text": "Goldman and",
                        "ref_id": null
                    },
                    {
                        "start": 61,
                        "end": 101,
                        "text": "E.W. Nelson (Merriam 1895, Goldman 1951)",
                        "ref_id": null
                    },
                    {
                        "start": 615,
                        "end": 635,
                        "text": "Woodman et al. 2015)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "A recent short-term field inventory of small mammals provided important new records for C. nelsoni in poorly explored areas around the San Martín Tuxtla volcano. Based on these new records and a search in natural history museums, our aim was to update information about the current distribution and conservation status of C. nelsoni. Additionally, we propose future field research guided by ecological niche modelling and taking into account the historical sampling effort in the region. We encourage continuing the monitoring of C. nelsoni to better understand its evolutionary history and conservation status.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "As part of a short-term biological inventory, we conducted our expedition in Los Tuxtlas between 14 and 16 September 2015, one of the rainiest months in the region. We used 100 unbaited pitfall traps in two main sites of cloud forest, spending only one night at each site. One site is located on the northeast face of the crater of the volcano San Martin Tuxtla, which is very close to the records reported by Cervantes and Guevara (2010) . At this site, we divided traps into two different elevations (18°33'27\"N, 95°11'24\"W at 1,290 m; 18°33'54\"N, 95°11'9\"W at 1,460 m). The second site is located 7 km southeast of the crater, in a place known locally as Mastagaga hill (18°31'21\"N, 95°8'31\"W at 1,180 m). This hill is apparently connected with the volcano San Martín Tuxtla, but separated by a road crossing the cloud forest.",
                "cite_spans": [
                    {
                        "start": 410,
                        "end": 438,
                        "text": "Cervantes and Guevara (2010)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We followed standard recommendations on specimen capture, sacrifice and preparation (Sikes et al. 2011). The Mexican National Commission of Natural Protected Areas (CONANP) and the Mexican Ministry of the Environment (SEMARNAT) authorised the capture of small mammals in the Los Tuxtlas Biosphere Reserve, under the scientific collector permit issued to V. Sánchez-Cordero (permit FAUT-0006). We measured (mm) and weighed (g) all collected specimens in the field and deposited skins, skeletons, and/or tissues at the National Collection of Mammals (Colección Nacional de Mamíferos, CNMA), at the Institute of Biology, Universidad Nacional Autónoma de México, Mexico City, Mexico.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Taxonomic identification was based on qualitative morphological comparison of specimens recently collected against specimens previously identified as Cryptotis nelsoni (20 specimens), against a closely related species (C. mexicanus; 30 specimens) and against the geographically closer species (C. parvus pueblensis; 16 specimens). We recorded the following craniodental measurements for quantitative comparison: condylobasal length (CBL), breadth of palate across second molars (M2B), length of the upper molar toothrow (MTR) and height of coronoid process (HCP). All measurements were taken with a Mitutoyo electronic caliper at 0.1 mm precision under a stereomicroscope and are available as Suppl. Material (Suppl. material 1). To visualise the similarity in size and comparates of the previous qualitative identification, we generated scatterplots by comparing these quantitative variables.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We also visited the following natural history museums to investigate whether more records of C. nelsoni have been recently collected: National Collection of Mammals, Mexico City (CNMA); Collection of Mammals, El Colegio de la Frontera Sur, San Cristóbal de las Casas, Chiapas (ECO-SC-M); The University of Kansas Natural History Museum, Lawrence, Kansas (KU); Museum of Zoology 'Alfonso L. Herrera', Mexico City (MZFC); Collection of Mammals, Universidad Autónoma Metropolitana, Iztapalapa, Mexico City (UAMI); and National Museum of Natural History, Washington, District of Columbia (USNM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "To identify regions holding similar climatic conditions to where Cryptotis nelsoni is known to occur, we built an ecological niche model to estimate its potential distribution throughout Los Tuxtlas. We used a maximum entropy method in maxent 3.3.4, which is a presencebackground technique that uses localities of known presence and a random sample of pixels from the study region to characterise the environments preferred by the species (Phillips et al. 2017). The relatively small number of localities of C. nelsoni makes it extremely challenging to characterise adequately its climatic requirements. To overcome this, we pooled together the localities of C. nelsoni with localities of their sister species, C. mexicanus, which is well-sampled and common through cloud forests from central-eastern Mexico (Guevara and Cervantes 2013). Pooling the occurrence records of closely related species into a single dataset increases the number of localities, improving the robustness of niche models for rare species (Qiao et al. 2017 ; occurrences records are available as Suppl. Material (Suppl. material 2). For predictor variable selection, model calibration and evaluation, we followed recent best-practices recommendations to estimate potential distributions of cloud forest species (Guevara et al. 2017) . To display the final potential distribution, we divided the continuous prediction into a binary one (suitable vs. unsuitable) using the 10 percentile training presence threshold, where 10% of the localities having the lowest predicted values are excluded. Suitability values above this threshold were preserved in the original continuous format.",
                "cite_spans": [
                    {
                        "start": 1012,
                        "end": 1029,
                        "text": "(Qiao et al. 2017",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1284,
                        "end": 1305,
                        "text": "(Guevara et al. 2017)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Finally, we tried to obtain an approximation of the sampling bias to identify well-surveyed areas in Los Tuxtlas. As a surrogate of sampling bias, we downloaded distributional records for small mammals collected in Los Tuxtlas from GBIF (https://doi.org/10.15468/ dl.qpjjdk; accessed 21 April 2018) using a polygon as a filter (POLYGON (-95.5871, 17.86212; -94.3808, 17.86212; -94.3808, 18.71521; -95.5871, 18.71521; -95.5871, 17.86212) . We only kept records from genera that can be collected with the same trapping techniques as shrews, using Museum special and Sherman traps (i.e. Baiomys, Heteromys , Liomys, Microtus, Mus, Oligoryzomys, Peromyscus, Rattus, Reithrodontomys, Sciurus, Sigmodon, Thomomys, Tylomys and Xerospermophilus) . Finally, we included localities reported in a long-term inventory of small mammals in the region (González-Christen 2008) . To obtain an approximation of range of elevations where the most sampling effort has been focused, we extracted the elevation of all the localities using a digital elevation map.",
                "cite_spans": [
                    {
                        "start": 336,
                        "end": 436,
                        "text": "(-95.5871, 17.86212; -94.3808, 17.86212; -94.3808, 18.71521; -95.5871, 18.71521; -95.5871, 17.86212)",
                        "ref_id": null
                    },
                    {
                        "start": 593,
                        "end": 737,
                        "text": "Heteromys , Liomys, Microtus, Mus, Oligoryzomys, Peromyscus, Rattus, Reithrodontomys, Sciurus, Sigmodon, Thomomys, Tylomys and Xerospermophilus)",
                        "ref_id": null
                    },
                    {
                        "start": 837,
                        "end": 861,
                        "text": "(González-Christen 2008)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Fieldwork resulted in 15 specimens of small-eared shrews (Fig. 1) . At the first site, we collected four specimens at 1,460 m (CNMA 49294-49297) and five specimens at 1,290 m (CNMA 49289-49293); all of them were taken between montane cloud forest and elfin forests. At the second site (1,180 m), we found six specimens in small patches of secondary forest, surrounded by hiking trails (CNMA 49298-40303), which suggested some tolerance towards human disturbance of natural habitats. All the specimens displayed external characters of Cryptotis nelsoni reported previously (Cervantes and Guevara 2010 , Choate 1970 , Merriam 1895 . They differed markedly from C. mexicanus and C. p. pueblensis in having a darker pelage and by their larger external body size, being similar to the specimens referred to C. nelsoni. The forefeet and fore claws were also distinctly broader and longer than C. mexicanus and C. p. pueblensis. The morphometric comparison corroborated our preliminary identification based on external characters. Scatterplots revealed that the collected specimens were larger than C. mexicanus and C. p. pueblensis in all variables examined and completely overlaps with the previously known specimens of C. nelsoni (Fig. 2) .",
                "cite_spans": [
                    {
                        "start": 572,
                        "end": 599,
                        "text": "(Cervantes and Guevara 2010",
                        "ref_id": null
                    },
                    {
                        "start": 600,
                        "end": 613,
                        "text": ", Choate 1970",
                        "ref_id": null
                    },
                    {
                        "start": 614,
                        "end": 628,
                        "text": ", Merriam 1895",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 65,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1226,
                        "end": 1234,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "We found 47 additional specimens collected in the vicinity of the type locality between November 2003 and March 2004, as reported by Cervantes and Guevara (2010). All specimens are deposited at the National Collection of Mammals at the Institute of Biology, UNAM. Detailed specimen information is provided as Suppl. Material (Suppl. material 3). To our knowledge, no other specimen of C. nelsoni has been collected in other parts of Los Tuxtlas. The ecological niche model yielded a realistic estimation showing a prediction tightly associated with the distribution of cloud forests in Mexico. Suitable areas were identified only in San Martín Tuxtla and Santa Marta volcanoes, which were separated by unsuitable areas that suggest current geographic isolation between them. The highest suitability values largely corresponded to the highest and most inaccessible parts of Los Tuxtlas (see 1 and 2 inserted in Fig. 3 ). Scatterplots of quantitative variables for Cryptotis nelsoni, C. mexicanus and C. parvus pueblensis and specimens collected in the most recent exploration in Los Tuxtlas, a new record for C. nelsoni (NR). Condylobasal length versus height of coronoid process (A) and length of molariform tooth row versus breadth of palate across second molars (B) corroborate the identification of the new records as C. nelsoni.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 910,
                        "end": 916,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Our search of surveys sampling bias at Los Tuxtlas led to 1,540 records from small mammals, after excluding data with missing locality, which resulted in 190 unique georeferenced localities. Although some areas of Los Tuxtlas have been relatively wellsampled, there are still remote areas lacking small mammal records probably due to insufficient or non-existent sampling effort (Fig. 3) . These poorly sampled areas are mainly concentrated at high elevations, such as the main volcanoes in Los Tuxtlas (see histogram inserted in Fig. 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 379,
                        "end": 387,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 530,
                        "end": 536,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Our study highlights the importance of continued mammalian surveys in the Neotropics. In Los Tuxtlas, most of the small mammal sampling efforts have been conducted on lower and mid elevation range habitats, close to well-communicated towns and rural communities (Estrada et al. 1994 , González-Christen 2008 , Coates et al. 2017 . Interestingly, there is a consistent absence of records of Cryptotis nelsoni in these lower and mid elevation sites, possibly reflecting true absences. This suggests that C. nelsoni is restricted to cloud forest habitats found in high elevations. Given that highlands of Sierra Santa Marta hold suitable climatic conditions, we propose that C. nelsoni can also occur in this isolated area. It is likely that the scarcity of records in this remote area is a consequence of incomplete surveys.",
                "cite_spans": [
                    {
                        "start": 262,
                        "end": 282,
                        "text": "(Estrada et al. 1994",
                        "ref_id": null
                    },
                    {
                        "start": 283,
                        "end": 307,
                        "text": ", González-Christen 2008",
                        "ref_id": null
                    },
                    {
                        "start": 308,
                        "end": 328,
                        "text": ", Coates et al. 2017",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "We believe that our sampling protocol using pitfall traps increased the efficiency of our inventory, as has been suggested for collecting shrews in the Neotropics (Guevara 2017, Umetsu et al. 2006 , Woodman et al. 2012 . Then, by using ecological niche modelling, combined with proper surveying techniques, the efficiency of sampling populations of critically endangered small mammals can be increased. Determining the current distribution of C. nelsoni is a first step to provide crucial information for understanding its evolutionary history and conservation status, as well as establishing long-term conservation actions in Los Tuxtlas. We urge the initiation of long-term surveys in poorly sampled and climatically suitable areas to accurately characterise the geographic distribution of this endangered species. Fortunately, all known and potential localities of C. nelsoni are included within Los Tuxtlas Biosphere Reserve, highlighting its importance in maintaining a high species richness and endemism. Nonetheless, regional deforestation and climate change still pose conservation threats to this shrew (Dirzo and García 1992, Rojas-Soto et al. 2012) .",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 196,
                        "text": "Umetsu et al. 2006",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 197,
                        "end": 218,
                        "text": ", Woodman et al. 2012",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1112,
                        "end": 1122,
                        "text": "(Dirzo and",
                        "ref_id": null
                    },
                    {
                        "start": 1123,
                        "end": 1159,
                        "text": "García 1992, Rojas-Soto et al. 2012)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "New records of a critically endangered shrew from Mexican cloud forests ...",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank to Dra. R. Mata-López for her support in the project on parasites of Mexican small mammals (PAPIIT-UNAM IN220113).LG is grateful to Posgrado en Ciencias Biológicas (UNAM) and Consejo Nacional de Ciencias y Tecnología (CONACYT) for PhD grants and fellowships (CVU 215902). We thank the following curators for the facilities offered to examine specimens in natural history museums under their care: Fernando A. Cervantes (CNMA), Consuelo Lorenzo (ECO-SC-M), Robert M. Timm (KU), Livia León-Paniagua (MZFC), José Ramírez-Pulido (UAMI), Neal Woodman and Suzanne Peurach (USNM). We also thank staff of Comisión Nacional de Áreas Naturales Protegidas (CONANP) in Los Tuxtlas. We thank the editor and two reviewers for their constructive comments and suggestions, which helped us to improve the manuscript. We especially thank to our field team, Don Braulio Málaga, U. Garduño-Montes de Oca, D. Hernández-Mena and A. Santacruz for the adventure of biological exploration in Los Tuxtlas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "The manuscript submitted to this journal is an original work and is not currently being considered for publication by another journal. All applicable international and national guidelines for the care and use of animals were followed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Ethics and security",
                "sec_num": null
            },
            {
                "text": "L.G. and V.S.C. conceived of the presented idea. L.G. performed the morphological comparison and spatial analyses. All authors discussed the results and contributed to the final manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Author contributions",
                "sec_num": null
            },
            {
                "text": "The authors declare no conflict of interest. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conflicts of interest",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "(1895) Revision of the shrews of the American genera Blarina and Notiosorex . 10. North American Fauna",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Guisan",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Broennimann",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Engler",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vust",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Yoccoz",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lehmann",
                        "suffix": ""
                    },
                    {
                        "first": "N ; •",
                        "middle": [],
                        "last": "Zimmermann",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "Anderson",
                        "middle": [
                            "R"
                        ],
                        "last": "Dudík",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Schapire",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Blair",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Conservation Biology",
                "volume": "20",
                "issue": "2",
                "pages": "887--893",
                "other_ids": {
                    "DOI": [
                        "10.1111/ecog.03049"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Guisan A, Broennimann O, Engler R, Vust M, Yoccoz N, Lehmann A, Zimmermann N (2006) Using niche-based models to improve the sampling of rare species. Conservation Biology 20 (2): 501-511. https://doi.org/10.1111/ j.1523-1739.2006.00354.x • Merriam CH (1895) Revision of the shrews of the American genera Blarina and Notiosorex . 10. North American Fauna, 5-34 pp. https://doi.org/10.5962/bhl.title.87018 • Phillips S, Anderson R, Dudík M, Schapire R, Blair M (2017) Opening the black box: an open-source release of Maxent. Ecography 40 (7): 887-893. https://doi.org/10.1111/ ecog.03049",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Using data from related species to overcome spatial sampling bias and associated limitations in ecological niche modelling",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Qiao",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "Ji",
                        "middle": [
                            "L"
                        ],
                        "last": "Hu",
                        "suffix": ""
                    },
                    {
                        "first": "J ; •",
                        "middle": [],
                        "last": "Rojas-Soto",
                        "suffix": ""
                    },
                    {
                        "first": "O",
                        "middle": [
                            "R"
                        ],
                        "last": "Sosa",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Ornelas",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Methods in Ecology and Evolution",
                "volume": "8",
                "issue": "12",
                "pages": "235--253",
                "other_ids": {
                    "DOI": [
                        "10.1644/10-mamm-f-355.1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "• Qiao H, Peterson AT, Ji L, Hu J (2017) Using data from related species to overcome spatial sampling bias and associated limitations in ecological niche modelling. Methods in Ecology and Evolution 8 (12): 1804-1812. https://doi.org/10.1111/2041-210x.12832 • Rojas-Soto OR, Sosa V, Ornelas JF (2012) Forecasting cloud forest in eastern and southern Mexico: conservation insights under future climate change scenarios. Biodiversity and Conservation 21 (10): 2671-2690. https://doi.org/10.1007/ s10531-012-0327-x • Sikes R, Gannon W, Animal Care and Use Committee of the American Society of Mammalogists (2011) Guidelines of the American Society of Mammalogists for the use of wild mammals in research. Journal of Mammalogy 92 (1): 235-253. https:// doi.org/10.1644/10-mamm-f-355.1",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Evaluating the efficiency of pitfall traps for sampling small mammals in the Neotropics",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Umetsu",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Naxara",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Pardini",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Mammalogy",
                "volume": "87",
                "issue": "4",
                "pages": "757--765",
                "other_ids": {
                    "DOI": [
                        "10.1644/05-mamm-a-285r2.1"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "• Umetsu F, Naxara L, Pardini R (2006) Evaluating the efficiency of pitfall traps for sampling small mammals in the Neotropics. Journal of Mammalogy 87 (4): 757-765. https://doi.org/10.1644/05-mamm-a-285r2.1",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Distributional records of shrews (Mammalia, Soricomorpha, Soricidae) from northern Central America with the first record of Sorex from Honduras",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Matson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Mccarthy",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Eckerlin",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Bulmer",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ordóñez-Garza",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.2992/007.080.0303"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "• Woodman N, Matson J, McCarthy T, Eckerlin R, Bulmer W, Ordóñez-Garza N (2012) Distributional records of shrews (Mammalia, Soricomorpha, Soricidae) from northern Central America with the first record of Sorex from Honduras. Annals of Carnegie Museum https://doi.org/10.2992/007.080.0303",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Cryptotis nelsoni. IUCN Red List of Threatened Species",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Woodman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Matson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "De Grammont",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.2305/iucn.uk.2010-4.rlts.t136389a4284838.en"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "• Woodman N, Matson J, C. A, de Grammont PC (2015) Cryptotis nelsoni. IUCN Red List of Threatened Species https://doi.org/10.2305/iucn.uk.2010-4.rlts.t136389a4284838.en",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Specimen of the Nelson's small-eared shrew (Cryptotis nelsoni) collected on 16 September 2015 in Mastagaga Hill, 7 km southeast the type locality (A). Typical cloud forest habitat of the highlands of the volcano San Martín Tuxtla (B)."
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Figure 2."
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "num": null,
                "text": "Map depicting known records of Cryptotis nelsoni in Los Tuxtlas, south-eastern Mexico. The three main volcanoes in Los Tuxtlas are indicated: (1) San Martin Tuxtla, (2) Santa Marta and (3) San Martín Pajapan. White circles are records from 2003 and 2004 in San Martín Tuxtla (Cervantes and Guevara 2010); white triangles and star (Mastagaga hill) are the new localities reported in our study. Black points are database records of other small mammals collected with the same sampling techniques as shrews, while the histogram shows the elevational distribution of these records. Darker colours indicate increasingly high elevation areas, while the dashed line depicts Los Tuxtlas Biosphere Reserve. Reddish pixels at 1 km indicate climatically suitable areas for Cryptotis nelsoni according to the maxent model; more reddish colours indicate more suitable habitat conditions."
            }
        }
    }
}