{
    "paper_id": "Heaney1978-Islandareaandbodysizeofinsularmammals-evidencefromthetri-coloredsquirrel(Callosciurusprevosti)ofSoutheastAsia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:27.991000Z"
    },
    "title": "ISLAND AREA AND BODY SIZE OF INSULAR MAMMALS: EVIDENCE FROM THE TRI-COLORED SQUIRREL (CALLOSCIURUS PREVOST!) OF SOUTHEAST ASIA",
    "authors": [
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaneyl",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kansas",
                "location": {
                    "postCode": "66045",
                    "settlement": "Lawrence",
                    "region": "Kansas"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Heaney1978-Islandareaandbodysizeofinsularmammals-evidencefromthetri-coloredsquirrel(Callosciurusprevosti)ofSoutheastAsia",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The presence of Pleistocene elephants on Crete only 1 m in shoulder height, of giant rodents on Caribbean Islands, and of other equally remarkable dwarf and giant mammals, has prompted a variety of responses from their startled discoverers. Most of the mechanisms suggested for their origins are simplistic-usually a single factor, ranging from extreme food deprivation to isolation of antediluvian species. To my knowledge, no one has described adequately either the pattern of variation of mammals on islands, or synthesized the many suggested causes (Van Valen, 1973) . This paper is an initial attempt to redress this deficiency. It is not intended as a thorough review; rather, it presents significant new data, briefly summarizes trends in body size of mammals, and presents a causal model of body size evolution in insular mammals. It is possible that the processes and patterns discussed here apply to other animals but I have directed my studies to mammals alone. Each topic discussed below is worthy of a lengthy review, and it is my hope that this paper will stimulate additional research and discussion.",
                "cite_spans": [
                    {
                        "start": 553,
                        "end": 570,
                        "text": "(Van Valen, 1973)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During a study of the systematics of Callosciurus prevosti, the tri-colored squirrel of Malaysia, Indonesia, and peninsular Thailand, it became evident that body size of these squirrels was related to the size of the island on which the squirrels lived. This observation stimulated a more detailed study of size variation in these squirrels and led to the present paper. Body size of C. prevosti is discussed at the beginning of the paper, because variation in this species provided insight into the evolution of body size of insular mammals and formed the basis of my hypotheses and models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The biology of C. prevosti is poorly known. Externally tri-colored squirrels resemble the familiar North American tree squirrels but are more brightly colored. Most populations have a black dorsum and tail, a broad white lateral stripe, and a red venter; many have a prominent shoulder patch which may be black, gray, red, white, or a mixture of these. In Selangor, Malaysia, tri-colored squirrels nested in trees and fed on coconut and rubber seeds, and oil palm fruit (Harrison and Traub, 1950; Harrison, 1962) . Davis (1962) stated that in Sabah, North Borneo, they were found in primary and old logged forest where they inhabited chiefly the smaller trees of the middle story. Stomach contents consisted of pulpy fruit and about 5% insect matter, chiefly ants and termites. Three pregnant females taken on 20 June, 24 June, and 2 August had two, two, and three embryos, respectively. At Bukit Lanjong, West Malaysia, they have been seen feeding on the fruit of fig trees (Ficus) in the upper story (MacKinnon and Mac-Kinnon, 1974:36) . Nothing definite is known of the predators or competitors of these squirrels.",
                "cite_spans": [
                    {
                        "start": 470,
                        "end": 496,
                        "text": "(Harrison and Traub, 1950;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 497,
                        "end": 512,
                        "text": "Harrison, 1962)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 515,
                        "end": 527,
                        "text": "Davis (1962)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 975,
                        "end": 982,
                        "text": "(Ficus)",
                        "ref_id": null
                    },
                    {
                        "start": 1002,
                        "end": 1037,
                        "text": "(MacKinnon and Mac-Kinnon, 1974:36)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I have followed Chasen's (1940) classification of C. prevosti because his revision is most recent and includes taxa from all parts of the species' range, except the Celebes; both subspecies from the Celebes recognized by Laurie and Hill (1954) are accepted here. Taxa named since 1940 have been provisionally added as valid subspecies until a thorough revision of the species is completed.",
                "cite_spans": [
                    {
                        "start": 16,
                        "end": 31,
                        "text": "Chasen's (1940)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 221,
                        "end": 243,
                        "text": "Laurie and Hill (1954)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LAWRENCE R. HEANEY METHODS AND MATERIALS",
                "sec_num": "30"
            },
            {
                "text": ". Distributional records and data on body SIze were taken from the labels of museum specimens and from published literature records. I examined all specimens in the main collections of the National Museum of Natural History, Washington, D.C.; measurements of most of these specimens have been published previously in a series of papers by Lyon (1906 Lyon ( , 1907 Lyon ( , 1908 Lyon ( 1911 and Miller (1900 Miller ( , 1901 Miller ( 1903 Miller ( ' 1906a Miller ( , , , 1906b . For some subspecies no measurements have been published and no specimens could be located. Length of head and body was used as an indicator of overall size, because it is recorded on the field labels of nearly all museum specimens and because it is not subject to the variations caused by loss of tail vertebrae, as is total length, or to daily and seasonal variations in weight. Visual inspection of the measurements suggests that most were rounded to the nearest half centimeter, introducing a small amount of variability. Additionally, some specimens were originally measured to the nearest quarter inch; all such measurements were converted to the nearest millimeter for analyses. Only adults, defined as animals with permanent teeth erupted and partially worn, were used in statistical analyses. No significant dimorphism in size between sexes was found so , sexes were combined for analyses. Because no complete listing of Malaysian islands and their areas was available, most of the data in Table 1 were compiled by locating islands on U.S. Army topographic maps ( 1: 250,000 series). Areas were estimated by placing a sheet of trans-~a rent, gridded (2.5 mm X 2.5 mm) plastic over the map and counting the number of grid squares covering an island. The error in estimating island areas was small and unbiased. Depth of surrounding water was estimated from depth recorded on the same U.S. Army maps and also from U.S. Navy hydrographic maps.",
                "cite_spans": [
                    {
                        "start": 339,
                        "end": 349,
                        "text": "Lyon (1906",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 350,
                        "end": 363,
                        "text": "Lyon ( , 1907",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 364,
                        "end": 377,
                        "text": "Lyon ( , 1908",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 378,
                        "end": 389,
                        "text": "Lyon ( 1911",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 394,
                        "end": 406,
                        "text": "Miller (1900",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 407,
                        "end": 422,
                        "text": "Miller ( , 1901",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 423,
                        "end": 436,
                        "text": "Miller ( 1903",
                        "ref_id": null
                    },
                    {
                        "start": 437,
                        "end": 453,
                        "text": "Miller ( ' 1906a",
                        "ref_id": null
                    },
                    {
                        "start": 454,
                        "end": 474,
                        "text": "Miller ( , , , 1906b",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1475,
                        "end": 1482,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LAWRENCE R. HEANEY METHODS AND MATERIALS",
                "sec_num": "30"
            },
            {
                "text": "The known distribution of Callosciurus prevosti is shown in Fig. 1 . Tri-colored squirrels occur no further north than the Isthmus of Kra in southern Thailand. With the exception of the two Celebesian subspecies, this species is limited to the Sunda Shelf, a vast, partially flooded continental shelf surrounded by deep oceanic basins. The shelf is shaped somewhat like a curved hallow trough ringed by large islands. IĨ S depressed at the northern and eastern ends and most elevated to the southwest. This phenomenon of increasing water depth toward the center of the shelf results in a trend for average area of the smaller islands to decline toward the center of the shelf as well as declining on the outer margin of the shelf. As a result, there is a significant correlation of both depth of water and distance from Borneo, Sumatra, or the Malay Peninsula, with island area (Table   2 ) .",
                "cite_spans": [
                    {
                        "start": 69,
                        "end": 80,
                        "text": "Tri-colored",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 60,
                        "end": 66,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 878,
                        "end": 888,
                        "text": "(Table   2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "The occurrence of tri-colored squirrels on Celebes is of interest because it is one of about six species of terrestrial mammals that occur on both sides of Wallace's Line excluding domestic and commensal specie( compiled from Laurie and Hill, 1954, and Chasen, 1940 ; see also Raven 1935 ' Schilder, 1956 and Musser, 1973)~Foode( 1969) suggested that the Celebes macaques (M acaca ), though now considered as specifically distinct, were derived from Bornean stock, and that the probable time of crossing was Pleistocene, when ocean level was low and the distance between the two islands reduced to about 40 km. Dispersal of these few species of mammals",
                "cite_spans": [
                    {
                        "start": 226,
                        "end": 236,
                        "text": "Laurie and",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 237,
                        "end": 252,
                        "text": "Hill, 1954, and",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 253,
                        "end": 265,
                        "text": "Chasen, 1940",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 277,
                        "end": 287,
                        "text": "Raven 1935",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 288,
                        "end": 304,
                        "text": "' Schilder, 1956",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 305,
                        "end": 308,
                        "text": "and",
                        "ref_id": null
                    },
                    {
                        "start": 309,
                        "end": 335,
                        "text": "Musser, 1973)~Foode( 1969)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "BODY SIZE OF INSULAR MAMMALS l O N , -------, . \" . , o 200 METER DEPTH-- WAllACE'S LINE ---- ISTHMUS OF KRA = lOSL.----_~l _.. _ --- 90E 100 31 FIG. 1. Distribution of Callosciurus prevosti.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "Each numbered dot indicates the type localty of a recognized subspecies (see Table 1 ). Numbers without dots indicate subspecies whose type localities are vague or uncertain; these are plotted in the approximate center of the subspecies range.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 77,
                        "end": 84,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "was presumably accomplished by rafting (op. cit., p. 64).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "It is probable that nearly all of the Sunda Shelf was exposed, inundated, and re-exposed during the Pleistocene (Mayr, 1944; Fooden, 1975 ) as many as three times (Banks, 1961) . The maximal extent of sea lowering was about 200 m, in the mid-Pleistocene (Jongsma, 1970) . Van Andel et al. (1967) estimated that sea level in the neighboring Arafura Shelf was about 120 m lower than at present during the late Pleistocene (ca. 20,000 BP). During the periods of low sea level, terrestrial vertebrates, including C. preuosti, could have reached the sites of present islands by overland dispersal. Beginning about 10,000 yr BP the sea once again began to rise, and by about 5,000 yr BP the oceans reached their present level (Curray, 1965: 725) . Hence, the islands of the Sunda Shelf have been geographically isolated for at least 5,000 yr. Evidence from the distribution of C. prevosti and other mammals of this region (Fooden, 1975, and Heaney, unpublished data) indicates little or no subsequent colonization of the islands following the last glacial period with its associated low sea level. A comparable situation has been reported for terrestrial mammals on mountaintops in the North American Great Basin (Brown, 1971) . Table 1 contains data on each of the islands where C. preuosti has been found.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 124,
                        "text": "(Mayr, 1944;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 125,
                        "end": 137,
                        "text": "Fooden, 1975",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 176,
                        "text": "(Banks, 1961)",
                        "ref_id": null
                    },
                    {
                        "start": 254,
                        "end": 269,
                        "text": "(Jongsma, 1970)",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 276,
                        "end": 295,
                        "text": "Andel et al. (1967)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 720,
                        "end": 739,
                        "text": "(Curray, 1965: 725)",
                        "ref_id": null
                    },
                    {
                        "start": 916,
                        "end": 960,
                        "text": "(Fooden, 1975, and Heaney, unpublished data)",
                        "ref_id": null
                    },
                    {
                        "start": 1207,
                        "end": 1220,
                        "text": "(Brown, 1971)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1223,
                        "end": 1230,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "Tri-colored squirrels appear to be limited to islands surrounded by water less than 40 m deep. There are several archipelagoes within the range of C. prevosti that are in deeper water (e.g., the North N atuna Islands and the Anambas Islands) on which they are absent; they are also absent from Java, to which they certainly had access during the Pleistocene. The significance of their absence from the archipelagoes is unclear at present. I suspect that their absence from Java may be related to the drier climate and absence of primary rain forest on that island, caused by the \"rain- shadow\" effect of Australia, but no certain evidence is available to support this.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Distribution oj C. prevosti",
                "sec_num": null
            },
            {
                "text": "A graph of the relationship between island area and squirrel body size for 22 subspecies is presented in Fig. 2 (data from Table 1 ). The great variability in body size among the different subspecies is immediately apparent. The range in body size is from 198 mm to 274 mm, a difference of 76 mm, or 38%. Although no weights are available, this probably represents a 200-250% difference in weight, based on other species of squirrels of similar body size. From the left-hand side of the curve, where the squirrels and the islands on which they occur are smallest, the squirrels gradually increase in length to a maximum while island area increases from about 4 km 2 to about 10,000 km\". From this apical point the mean body size of the squirrels decreases 22 mm (mean sizes of squirrels from the Malay Peninsula, Sumatra, and Borneo are 258, 257, and 246 mm, respectively) and island area increases to about 7.5 X 10 5 km''. The Malay Peninsula south of the Isthmus of Kra is henceforth treated as an \"island\"; this is justified both in view of the distribution of C. prevosti, and of the distinctness of the fauna of the Peninsula. The northern boundary of the peninsular fauna is the Isthmus of Kra, an area of rapid climatic and vegetational change (Chasen, 1940:ix-x) . The data provided in Table 1 were analyzed using a stepwise multiple regression (BMD02R); the results are shown in Table 2 . Depth of water to the nearest large island (Borneo, Sumatra, or the Malay Peninsula) is significantly correlated with distance from the nearest large island, and has a significant negative correlation with areas of the islands; both correlations are to be expected due to the physiographic features of the Sunda Shelf, as discussed above. Log of island area and log of island area squared show the same expected correlations. Body length of the squirrels is significantly negatively correlated with distance to the nearest large island and depth of water toward the nearest large island. Log of island area is not strongly correlated with body size, but this is to be expected because, as shown in Fig. 2 , the relationship appears to be curvilinear rather than linear. To allow a curvilinear fit, the log of island area was squared; the fit described by the curvilinear relationship shown in Fig. 2 accounts for 69.3% of the variation, whereas the linear fit accounts for only 16.7% of the variation. The correlations of body length with distance and depth of water could be due largely to the high correlations of island area with these variables.",
                "cite_spans": [
                    {
                        "start": 1252,
                        "end": 1271,
                        "text": "(Chasen, 1940:ix-x)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 111,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 123,
                        "end": 130,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 1295,
                        "end": 1302,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 1389,
                        "end": 1396,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 2097,
                        "end": 2103,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 2292,
                        "end": 2298,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Variation in Body Size of C. prevosti",
                "sec_num": null
            },
            {
                "text": "Because body size variation of insular mammals is poorly understood, I have reviewed the available literature to determine the patterns in the changes in body size of other island-dwelling mammals, and include here analyses of exemplary species. Van Valen (1973) has remarked upon the predictability of body size change of insular mammals, stating that it \" ... seems to have fewer exceptions than any other ecotypic rule in animals.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "Large mammals have generally been found to be smaller in size on small islands. In a survey of insular mammals, Foster Columbia (Foster, 1965) ; B = tri-colored squirrels (CaUosciurus prevosti) in Indonesia and Malaysia (this study); C =Mediterranean dwarf elephants (Elaphas jalconeri) from the Pleistocene of Europe (Maglio, 1973) . (1965:99) found that of 15 species of carnivores, 13 were smaller on islands; of 11 artiodactyls, nine were smaller on islands; and of nine lagomorphs, six were smaller on islands. Many large mammals that were isolated on islands during the Pleistocene exhibited dwarfism, especially elephants, hippopotami, deer, goats, and ground sloths (Kurten, 1972:213; Hooijer, 1967; Sondaar and Boekschoten, 1967) . Hooijer (1949) has noted that five groups of large mammals (tapir, orangutan, porcupine, tiger, and several species of rhinoceroses) which reached Sumatra and Java in the late Pliocene or, more likely, the early Pleistocene, underwent gradual diminution of size; those on Java became smaller than their conspecifics on Sumatra. Maglio (1973: 42 ; see also Sondaar and Boekschoten, 1967) stated that five taxa of Pleistocene dwarf elephants from four islands in the Mediterranean represent successive stages of dwarfing of a single species, Elaphas falconeri, closely related to and possibly conspecific with the large mainland form, Eiaphos namadicus. These taxa, in order of size from largest to smallest, are from Malta, Sardinia, Cyprus, and Crete. During much of the Pleistocene, Malta was connected to Sicily, and Sardinia was joined with Corsica (Charlesworth, 1957 (Charlesworth, :1226 (Charlesworth, , 1227 . Assuming that these elephants ranged over both islands in each case, the order of island size, from largest to smallest, is Malta (plus Sicily), Sardinia (plus Corsica) , Cyprus, and Crete, the same order as for elephant size; in other words, the size of the elephants was directly proportional to the size of the island on which they lived. This trend in body size of large mammals related to island area is represented in Fig. 3c .",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 142,
                        "text": "(Foster, 1965)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 318,
                        "end": 332,
                        "text": "(Maglio, 1973)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 335,
                        "end": 344,
                        "text": "(1965:99)",
                        "ref_id": null
                    },
                    {
                        "start": 674,
                        "end": 692,
                        "text": "(Kurten, 1972:213;",
                        "ref_id": null
                    },
                    {
                        "start": 693,
                        "end": 707,
                        "text": "Hooijer, 1967;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 708,
                        "end": 738,
                        "text": "Sondaar and Boekschoten, 1967)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 741,
                        "end": 755,
                        "text": "Hooijer (1949)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1069,
                        "end": 1085,
                        "text": "Maglio (1973: 42",
                        "ref_id": null
                    },
                    {
                        "start": 1097,
                        "end": 1127,
                        "text": "Sondaar and Boekschoten, 1967)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 1593,
                        "end": 1612,
                        "text": "(Charlesworth, 1957",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1613,
                        "end": 1633,
                        "text": "(Charlesworth, :1226",
                        "ref_id": null
                    },
                    {
                        "start": 1634,
                        "end": 1655,
                        "text": "(Charlesworth, , 1227",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2082,
                        "end": 2089,
                        "text": "Fig. 3c",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "Some of the exceptions to this trend of body size of large mammals decreasing with island area are very striking. The Alaskan and British Columbian islanddwelling grizzly bears, such as the Kodiak bear, Ursus arctos middendorffi, are much larger than their mainland conspecifics. Although these and other exceptions are worthy of note, they are clearly unusual and special cases; in the following paragraphs I shall emphasize the normal, with the hope that a better understanding of the norm will eventually allow an explanation of the exceptions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "Small mammals characteristically are larger in size on small islands; this increase in size has been noted by Foster (1965: 99) as occurring in 60 out of 69 rodents. In the case of Mus musculus, Clethrionomys glareolus and the Apodemus sylvaticus species group on the islands off the coasts of Scotland, Ireland, and England, there has has been a substantial increase in body size of all populations since introduction in late prehistoric or early historic times (Corbet, 1961 (Corbet, , 1964 Berry, 1964 Berry, , 1969 Handford and Pernetta, 1974) . The presence of giant rats, mice, and pikas on islands during the Pleistocene have been noted for the Mediterranean (Kurten, 1972: 214) , Caribbean (Hooijer, 1967) , and other regions. Foster (1965) noted that insular insectivores do not show any clear trends in size variation (but see also Van Valen, 1973) . Foster (1965) conducted a study of the mammals of the Queen Charlotte Islands, which lie off the southwestern coast of British Columbia, with special attention given to Peromyscus maniculatus and P. sitkensis. He regarded the two taxa as conspecific, and found a tendency for the body size of the mice to increase with distance from the mainland, and related this tendency to the degree of isolation and concomitant changes in insular species diversity and predation. These causal factors are discussed below. Foster also noted that the islands usually decrease in area as distance from the mainland increases, and that only a few of the large but quite isolated islands have the large mice. This trend for the body size of small mammals to increase as island area decreases is represented in Fig. 3a . The few exceptions to this trend, i.e., the large Peromyscus on the larger, species-poor, isolated islands, are considered to be supportive of the hypothesis offered below. Redfield (1976) has studied the same species in a neighboring archipelago of very small islands. He found no clear relationship between island area and body size, although most island mice were heavier than mainland mice. Although his data on this subject are more limited than those of Foster, they may contradict my interpretation, and indicate the need for further, more detailed studies.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 127,
                        "text": "Foster (1965: 99)",
                        "ref_id": null
                    },
                    {
                        "start": 463,
                        "end": 476,
                        "text": "(Corbet, 1961",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 477,
                        "end": 492,
                        "text": "(Corbet, , 1964",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 493,
                        "end": 504,
                        "text": "Berry, 1964",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 505,
                        "end": 518,
                        "text": "Berry, , 1969",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 547,
                        "text": "Handford and Pernetta, 1974)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 666,
                        "end": 685,
                        "text": "(Kurten, 1972: 214)",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 713,
                        "text": "(Hooijer, 1967)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 735,
                        "end": 748,
                        "text": "Foster (1965)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 842,
                        "end": 858,
                        "text": "Van Valen, 1973)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 861,
                        "end": 874,
                        "text": "Foster (1965)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1837,
                        "end": 1852,
                        "text": "Redfield (1976)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1654,
                        "end": 1661,
                        "text": "Fig. 3a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "From the above discussion one might suspect that the body size of mammals of an intermediate size would behave in one of three ways: first, show no variation in body size; second, behave as either a \"small\" or \"large\" mammal under all circumstances; or third, behave as either a \"small\" or \"large\" mammal, depending upon the circumstances. This third possibility appears to be the one exhibited by Callosciurus prevosti as demonstrated here; it is included as the middle curve (B) in Fig. 3 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 484,
                        "end": 490,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "The series of curves shown in Fig. 3 suggests that the graph of body size plotted against island area for any mammal occurring on a series of islands of varying sizes would form a curve. The position of the apex along the ordinate is determined by the greatest size of the animal. The curve for small mammals is shifted to the left, and the curve for large mammals is shifted to the right. If a species is sufficiently large or small, only one side of the curve may be represented; in fact, this is anticipated to be the case for most species of mammals. The presence of intermediate species is critical to interpretation of the body size of insular mammals; that the relationship postulated here has not been noted previously may be due in large part to the rarity of such species of intermediate size (see Bourliere, 1975) . Carlquist (1974) , Foster (1965) , and others have suggested that isolation is a principal contributor to body size change; isolation is usually approximated by measuring the distance from an island to the mainland. The only manner in which I can envision isolation per se affecting body size is through inbreeding, loss of genetic variability, and subsequent loss of overall fitness. Such an explanation is tenuous because it suggests no mechanism and leaves unexplained the phenomenon of large and small mammals responding oppositely in body size changes on small islands, or the unusual case of a dual response by Callosciurus prevosti described in this paper (see Berry and Jakobson, 1975) . I believe that the correlation between \"isolation,\" as measured by distance, with body size is spurious, and is due to a tendency for island area to decrease with distance from the nearest large body of land, due to sloping off of the continental shelf. This could be tested by comparing mammals on islands of the same area, but of different distances to a large land mass. If my hypothesis is correct, a given species should be approximately the same size on each, rather than showing random fluctuations. The reason for the predicted relationship between body size and island area is that there are factors which may be expected to vary regularly with island area, due largely to the availability of resources. These factors have all been discussed previously by many authors, and include food limitation, predation, interspecific competition, and selection for physiological efficiency. All are closely correlated and affected by each other, and discrimination of one as the sole or primary factor in body size change is likely to be difficult. I have attempted to separate them as much as possible in the following discussion.",
                "cite_spans": [
                    {
                        "start": 808,
                        "end": 824,
                        "text": "Bourliere, 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 827,
                        "end": 843,
                        "text": "Carlquist (1974)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 846,
                        "end": 859,
                        "text": "Foster (1965)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1495,
                        "end": 1520,
                        "text": "Berry and Jakobson, 1975)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 36,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Body Size of Other Insular Mammals",
                "sec_num": null
            },
            {
                "text": "Sexual selection is often mentioned in discussions of body size determinants. Although it can have a great effect on the relative size of the two sexes (Trivers, 1972: 160) , it is not known to what extent sexual selection is involved in determining the mean body size for a species. For this reason, and also because the possible influence of sexual selection in relationship to island area is unknown, sexual selection has not been included in any of the models which follow.",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 172,
                        "text": "(Trivers, 1972: 160)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Food limitation.-Dwarfing of large mammals on islands is thought to be due to increased pressure to use less food in a limited system (Kurten, 1972:214; Cody, 1974:209; MacArthur and Wilson, 1967: 149) , coupled with the effects of decreased predation. In this paper I use \"food limitation\" to refer to the smaIl biomass available for consumption on a small island; this applies to carnivores as well as herbivores. This situation is quite different from a large island or continent in which large amounts of food are present, but competition limits a species to using only a small part of it. In a sense, they are opposite sides of the same coin, but, as noted here, they are most important at opposite ends of the land-mass spectrum, and are worthy of consideration as distinct phenomena. Because large mammals require vastly more energy than small mammals, they should be more strongly affected by isolation on a given island than are the small mammals on the island. Many mammals do not breed unless they reach a minimum weight, as well as a minimum age, and may skip a reproductive season as adults because they are below this weight threshold. Selection should favor individuals which breed at a small size when the population is food-stressed. Continued selection would result in gradually decreasing body size until other factors selecting for larger body size became more important.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 152,
                        "text": "(Kurten, 1972:214;",
                        "ref_id": null
                    },
                    {
                        "start": 153,
                        "end": 168,
                        "text": "Cody, 1974:209;",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 201,
                        "text": "MacArthur and Wilson, 1967: 149)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "As Grant (1965) has suggested, small mammals on islands, particularly rodents, may have evolved a larger size in order to use a wider variety of food when their competitors have become extinct and food limitation becomes important. The absence of predators may allow higher population densities, and increased selective importance of food limitation (Van Valen, 1973) .",
                "cite_spans": [
                    {
                        "start": 3,
                        "end": 15,
                        "text": "Grant (1965)",
                        "ref_id": null
                    },
                    {
                        "start": 350,
                        "end": 367,
                        "text": "(Van Valen, 1973)",
                        "ref_id": "BIBREF63"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Predation.-Dwarfing of large mam-mals is said to be due to both food limitation and decreased predation (Sondaar and Boekschoten, 1967:573; Van Valen, 1973: 35) . Because species diversity decreases with decreasing island area (MacArthur and Wilson, 1967) , predation might be expected to decline as the number of both predator and prey species declines. This would result in a gradual drop in pressure from predation as island area decreases, rather than being simply present or absent. On very small islands predators frequently are not present and thus exert no selective pressure at all on prey species on these islands (MacArthur and Wilson, 1967:151; Foster, 1965:110; Kurten, 1972:214) . Predation probably affects the body size of small and large mammals in opposite ways, due to their different means of avoiding predation; small mammals usually escape predators by dashing down the nearest hole, or running into a thick tangle of brush, while large mammals respond by attempting to outrun, dodge, or physically overwhelm the predator.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 139,
                        "text": "(Sondaar and Boekschoten, 1967:573;",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 160,
                        "text": "Van Valen, 1973: 35)",
                        "ref_id": null
                    },
                    {
                        "start": 227,
                        "end": 255,
                        "text": "(MacArthur and Wilson, 1967)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 624,
                        "end": 656,
                        "text": "(MacArthur and Wilson, 1967:151;",
                        "ref_id": null
                    },
                    {
                        "start": 657,
                        "end": 674,
                        "text": "Foster, 1965:110;",
                        "ref_id": null
                    },
                    {
                        "start": 675,
                        "end": 692,
                        "text": "Kurten, 1972:214)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "In most carnivorous vertebrates the mean prey size increases with predator size (Hespenheide, 1975; Schoener, 1969; Rosenzweig, 1973) . When mammalian predators are able to feed only on large species, they show an increase in size. The converse should also be true, i.e., as prey size decreases, predator size should decrease also. For this reason, and also reasons discussed below, predators may be expected to show the same patterns as other mammals. Interrelations of the body size of predators and their prey have been dealt with in some detail by Schoener ( 1969) , Gilpin (1975) , and others.",
                "cite_spans": [
                    {
                        "start": 80,
                        "end": 99,
                        "text": "(Hespenheide, 1975;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 100,
                        "end": 115,
                        "text": "Schoener, 1969;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 116,
                        "end": 133,
                        "text": "Rosenzweig, 1973)",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 552,
                        "end": 568,
                        "text": "Schoener ( 1969)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 571,
                        "end": 584,
                        "text": "Gilpin (1975)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Interspecific competition.-Most studies of competition and its effects on body size of animals have dealt with two-species systems. These studies have shown that often the species involved simply diverge in body size, and show no overall tendency for increase or decrease (Grant, 1972 ; Hall, 1951:56) . However, Schoener (1974) has suggested that a generalist species should shrink in size when contacting a more specialized competitor, regardless of whether the other species is smaller or larger. This was verified in studies of Anolis lizards.",
                "cite_spans": [
                    {
                        "start": 272,
                        "end": 286,
                        "text": "(Grant, 1972 ;",
                        "ref_id": null
                    },
                    {
                        "start": 287,
                        "end": 301,
                        "text": "Hall, 1951:56)",
                        "ref_id": null
                    },
                    {
                        "start": 313,
                        "end": 328,
                        "text": "Schoener (1974)",
                        "ref_id": "BIBREF56"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "It is doubtful that most species have only a single competitor, and it is difficult to apply the results and theoretical considerations of two-species systems to multiplespecies systems. Few studies have documented the effect on body size of complex competitor interactions, especially among mammals. Brown (1975) has shown that competition among rodents of North American desert communities causes regular spacing in body size, and that mean niche overlap increases with species richness, due especially to the addition of medium-size and small species. Thus, increased competition is associated with decreased mean body size of the competitors, not because the body size of a given species decreased with increased competition; rather, most species stayed the same size or were slightly larger. If an increase in number of competitors in a community allows new species only at the small end of the range of body size, and if no small species are available to fill the niche, selection might act to lower the size of some or all members to take advantage of the new niche space. McNab (1971) suggested that decreased competition among squirrels and among weasels, along with smaller food particle size, may cause observed increases in body size in high latitudes (see also Soule, 1966) . Conversely, Grant (1965) has argued that lack of competition of rodents on islands has caused selection for larger body size to allow for use of a wider variety of foods.",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 313,
                        "text": "Brown (1975)",
                        "ref_id": null
                    },
                    {
                        "start": 1080,
                        "end": 1092,
                        "text": "McNab (1971)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1274,
                        "end": 1286,
                        "text": "Soule, 1966)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 1289,
                        "end": 1313,
                        "text": "Conversely, Grant (1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "It is certain that species richness is increased with increased island area, and it seems reasonable to assume that levels of interspecific competition increase concurrently. This probably affects small mammals most strongly, because these tend to have more competitors initially.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "The observed decrease in body size of tri-colored squirrels on large islands, as shown in Fig. 2 , may be due in part to the increased importance of interspecific competition. On the Malay Peninsula, where three subspecies of tri-colored squirrels have a mean body size of 258 mm, there are 25 species of sciurids (Medway, 1969) , and on Borneo, where the mean body size for six subspecies is 12 mm smaller, there are about 34 species of sciurids (Medway, 1965) , the maximum number found within the range of C. prevosti.",
                "cite_spans": [
                    {
                        "start": 314,
                        "end": 328,
                        "text": "(Medway, 1969)",
                        "ref_id": null
                    },
                    {
                        "start": 447,
                        "end": 461,
                        "text": "(Medway, 1965)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 96,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Additional research on this topic is clearly needed. At this time, it appears that interspecific competition increases in importance with species diversity, and hence with island area. The effect of competition on a given species may be either an increase or decrease in size, though I suspect that the latter is the more common response. It appears that competition is one cause of the decrease in size of tri-colored squirrels on large islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Physiological efficiency.-A great many physiological functions are related to body size. Several of these are directly related to climate, while others are independent of climate. Each can, under different selective regimes, result in increased or decreased body size. The following is a brief summary of several factors which I believe to be important. For a more complete discussion, the reader is referred to Schmidt-Nielson (1975) , Mayr (1956) , Grodzinski and Wunder (1975) , and sources cited therein. The importance of each of these metabolic functions is likely to vary from one species or even one population to another.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 434,
                        "text": "Schmidt-Nielson (1975)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 437,
                        "end": 448,
                        "text": "Mayr (1956)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 451,
                        "end": 479,
                        "text": "Grodzinski and Wunder (1975)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "In a cold climate surface heat loss is relatively lower for large animals than small. Although the larger size requires more total calories, it should enable an animal to forage longer in colder temperatures. In very hot climates large animals such as the eland are able to use their own tissue as a heat reservoir to protect vital inner organs (Taylor, 1969) . In hot climates intermediate sized animals are at a disadvantage, for they can neither store the heat, nor dissipate it as quickly as can a small mammal. Large mammals store about the same amount of fat proportionate to body weight as small mammals, but are able to use it at a lower rate, and so are able to survive longer periods of dormancy (Morrison, 1960) . Large mammals lose relatively less water through surface evaporation than small mammals. They are also able to store more water, and so are able to drink less frequently, which may allow them to forage over a larger area (Taylor, 1969) .",
                "cite_spans": [
                    {
                        "start": 345,
                        "end": 359,
                        "text": "(Taylor, 1969)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 706,
                        "end": 722,
                        "text": "(Morrison, 1960)",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 946,
                        "end": 960,
                        "text": "(Taylor, 1969)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Small mammals have a shorter gestation period, and many have larger litter sizes than larger mammals. Growth to maturity occurs more quickly, and requires less total energy. Large mammals have more efficient locomotion, but very small mammals are able to climb vertically with little more energy than is required to move horizontally (Taylor et al., 1972) . This catalog of effects needs to be related to island size.",
                "cite_spans": [
                    {
                        "start": 334,
                        "end": 355,
                        "text": "(Taylor et al., 1972)",
                        "ref_id": "BIBREF60"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "It would seem, then, that there are four major factors which may affect the body size of insular mammals: predation, competition, food limitation, and physiological efficiency. Figure 4 shows these factors and indicates the island situations under which they seem to be most important. The curves shown indicate trends in importance, and are not intended to represent statistically determined equations. The exact placement of the curves is meant to reflect what I believe to be the most commonly accepted views of these factors. For example, predation is often absent from small islands, is of less importance than competition when species diversity is high, and probably declines in importance less rapidly than either competition or food limitation. The importance of physiological efficiency probably varies greatly for different species under different climates; it is placed low on this graph only because I do not feel that it is of much importance to the squirrels. In this model, predation is of greatest relative importance on medium-sized islands, interspecific competition is most important on large islands or continents, and food limitation is most im-",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 177,
                        "end": 185,
                        "text": "Figure 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "f Q) o C l1J -... o Co E C' c en l1J Q)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "... portant on small islands. The selective pressure for physiological efficiency is presumed to be constant under equivalent climate. One might expect the effects of all factors at any point on this graph to be additive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "It is obvious that once a species and the community of which it is a part are isolated on a small land mass as a result of sealevel changes, they cannot adjust immediately to their new environment. The process of adaptation by changes in body size or any other character probably proceeds rapidly at first, slowing gradually, and eventually reaching a stable state (MacArthur and Wilson, 1967 ; see also Sondaar and Boekschoten, 1967) . The time required for the body size of mammals to change substantially is not known; the studies on Apodemus and Clethrionomys cited above indicate that it may be as little as several thousand years, and a study of Mus suggests that major changes are possible in 70 yr (Berry, 1964; Berry and ]akobson, 1975) . Until the necessary time period is known more precisely for a representative sample of mammals, it is necessary to include in any general predictions of changes in body size the stipulation that the islands and mammals in question were isolated for roughly the same length of time. If this is not the case, some deviation from the predicted values should be expected.",
                "cite_spans": [
                    {
                        "start": 365,
                        "end": 392,
                        "text": "(MacArthur and Wilson, 1967",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 404,
                        "end": 434,
                        "text": "Sondaar and Boekschoten, 1967)",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 706,
                        "end": 719,
                        "text": "(Berry, 1964;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 720,
                        "end": 745,
                        "text": "Berry and ]akobson, 1975)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "By using all of the above information, I have constructed a model which indicates the major factors which affect the body size of tri-colored squirrels, the situations under which they are most important, and their effects. This model is shown in Fig. 5 . This model might be applied to other mammals as well, if the following conditions are met: equivalent climate on all of the islands, all islands connected to a continental land mass at approximately the same time in the past, little or no gene flow between islands, and no special selective pressures. This model assumes that the effects of food limitation are greater on large mammals than on FIG. 5. Major factors thought to affect the body size of Callosciurus prevosti, the situations under which each is of greatest importance, and their effects. The curve shown is taken from Fig. 2. small mammals, that interspecific competition is more important to small mammals than to large mammals, and that predation pressure may have substantial, though different, effects on mammals of any size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 247,
                        "end": 253,
                        "text": "Fig. 5",
                        "ref_id": null
                    },
                    {
                        "start": 838,
                        "end": 845,
                        "text": "Fig. 2.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "On the basis of the models discussed above, a number of specific predictions can be made; these are best applied to mammals from the same geographic region as C. prevosti. Species slightly larger than Callosciurus prevosti, such as Ratufa affinis and R. bicolor, should show a slight increase in size on the islands slightly smaller than Borneo, followed by a drop in size of a slightly greater degree than in C. prevosti. Still larger species, including carnivores such as Arctogalidia trivirgata and artiodactyls such as Tragulus napu, should show only a steady decline in size as island area decreases. Mammals slightly smaller than C. prevosti, such as C. notatus and many of the other sciurids, should gradually increase in size as area increases, peak in body size on islands some degree smaller than those on which C. prevosti peaks, and decline in body size thereafter. Still smaller species, including many of SUMMARY Callosciurus prevosti occurs throughout Malaysia and much of Indonesia; it is generally restricted to the Sunda Shelf, a continental shelf underlying the Greater Sunda Islands, the Malay Peninsula, and adjacent archipelagoes. The islands on which it has been found range in size from 4-7.5 X 10 5 km'', Earlier studies have found that the Sunda Shelf was exposed as dry land during the Pleistocene; this allowed terrestrial mammals including C. prevosti, to reach the islands by overland dispersal and suggests geographic isolation for about 5,000 yr.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "The body size of tri-colored squirrels is related to the size of the island on which they live; the smallest squirrels occur on the Rattus, should show only an increase in body size on the smaller islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "The effects and importance of predation, competition, food limitation, and physiological efficiency, as modeled in Figs. 4 and 5, will undoubtedly prove more difficult to test. Information on the number of carnivores (and other possible predators) and rodents (and other possible competi tors) on each of the islands could supply indirect confirmation. Life history data would be useful in evaluating the effects of the presumed causal factors. Predictions of trends on smaller islands versus larger islands are as follows. Reduced predation would allow smaller litter sizes, and a smaller proportion of young in the population; greater food limitation would result in a greater diversity of habitat utilization, and change in proportion of time spent in various habitats. Techniques for directly measuring the effects of the four factors on mammalian populations, especially in reference to their influence on body size, have not yet been proposed. New collecting surveys on the same islands could be used to determine the rates of extinction and immigration; the only collecting on most Indonesian islands was carried out prior to 1910. Ol T the smallest islands and increase in body size on islands up to about 10 4 km''. On islands larger than this, body size decreases significantly as island area increases.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 115,
                        "end": 122,
                        "text": "Figs. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "The trends in body size changes of island-dwelling mammals are reviewed. The tendencies of small mammals to increase and of large mammals to decrease in size as island area decreases are interpreted as a single phenomenon. A model is presented which predicts that body size plotted against island area for a mammal occurring on a series of islands of varying sizes will form a curve, if the following conditions are met: all islands connected to a continental land mass at approximately the same time in the past, equivalent climate, no gene flow, and no special selective pressures. The position of the curve is determined by its apex, i.e., the greatest body size of the species. The curve may be positioned in such a way that only one side is apparent; this is to be expected for most species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Predation, food limitation, interspecific competition, and selection for physiological efficiency, are thought to be major factors in determining the body size of these squirrels and of other mammals. Each of these factors is thought to be related to island area and to be of varying importance on different sizes of islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causal Factors",
                "sec_num": null
            },
            {
                "text": "Body size variation in C. prevosti was first pointed out to me by T. McIntyre while I was resident at the Smithsonian Institution and initial studies were done there; I offer him special thanks. Subsequently I developed many of the concepts contained in this paper while at the University of Minnesota. The bulk of the analyses, writing, and refining were done at, and supported by, the University of Kansas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "The following persons read this or an earlier draft of this manuscript, and I wish to thank them for their many helpful comments: D. Baird, E. Birney, M. Bogan, R. Bright, G. Glass, C. Handley, Jr., R. Hoffmann, J. Honacki, R. Johnston,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Parts of this study were carried out while the author was resident at the Division of Mammals, Smithsonian Institution, Washington, D.C. 20560, and the Bell Museum of Natural History, University of Minnesota, Minneapolis, Minnesota55455. EVOLUTION 32:29-44. March 1978",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Timm, and three anonymous reviewers. I wish to thank L. Gordon and M. Evenson for examining specimens for me in the National Museum of Natural History and in the",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Merrill",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Ralls",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Regal",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Slade",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Terry",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Glass gave assistance with statistical analyses. LITERATURE CITED",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L. Martin, D. Merrill, K. Ralls, P. Regal, E. Rickart, N. Slade, C. Terry, J. Thomas, R. Thorington, Jr., R. Timm, and three anonymous reviewers. I wish to thank L. Gordon and M. Evenson for examining specimens for me in the National Museum of Natural History and in the American Museum of Natural History, respectively. N. Slade and G. Glass gave assistance with statistical analyses. LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The squirrels of Thailand",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Askins",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Mammals of Thailand",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ASKINS, R. A. 1977. The squirrels of Thailand. In L. Boonsong (ed.), Mammals of Thailand. In press.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The forms of Prevost's squirrel found in Sarawak",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Banks",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "Proc. ZooI. Soc",
                "volume": "1",
                "issue": "",
                "pages": "1335--1348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BANKS, E. 1931. The forms of Prevost's squirrel found in Sarawak. Proc. ZooI. Soc. (London) 1931:1335-1348 + 1 pl.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The distribution of mammals and birds in the South China Sea and west Sumatran Islands",
                "authors": [],
                "year": 1961,
                "venue": "Bull. Nat. Mus. Singapore",
                "volume": "30",
                "issue": "",
                "pages": "92--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "--. 1961. The distribution of mammals and birds in the South China Sea and west Sumatran Islands. Bull. Nat. Mus. Singapore 30:92-96.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The evolution of an island population of the house mouse",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Evolution",
                "volume": "18",
                "issue": "",
                "pages": "468--483",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. J. 1964. The evolution of an island population of the house mouse. Evolution 18:468-483.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "History in the evolution of Apodemus sylvaticus (Mammalia) at one edge of its range",
                "authors": [],
                "year": 1969,
                "venue": "Jour. ZooI",
                "volume": "159",
                "issue": "",
                "pages": "311--328",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "--. 1969. History in the evolution of Apo- demus sylvaticus (Mammalia) at one edge of its range. Jour. ZooI. (London) 159:311-328.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Ecological genetics of an island population of the house mouse (Mus musculus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Jakobson",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Jour. ZooI",
                "volume": "175",
                "issue": "",
                "pages": "523--540",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. J., AND M. E. JAKOBSON. 1975. Eco- logical genetics of an island population of the house mouse (Mus musculus). Jour. ZooI. (London) 175:523-540.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Mammals, small and large: The ecological implications of size",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Bouliere",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOULIERE, F. 1975. Mammals, small and large: The ecological implications of size, pp. 1-8.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Small mammals: Their productivity and population dynamics",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "451",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "In F. B. GoIley, K. Petrusewicz, and L. Rysz- kowski (eds.). Small mammals: Their produc- tivity and population dynamics. Cambridge Univ. Press, Cambridge. 451 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Mammals on mountaintops: Nonequilibrium biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Amer. Natur",
                "volume": "105",
                "issue": "",
                "pages": "467--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. H. 1971. Mammals on mountain- tops: Nonequilibrium biogeography. Amer. Natur. 105:467-478.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Geographical ecology of desert rodents",
                "authors": [],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "315--341",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "--. 1975. Geographical ecology of desert rodents, pp. 315-341. In M. L. Cody and J.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Ecology and Evolution of Communities",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "545",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "M. Diamond (eds.), Ecology and Evolution of Communities. Harvard Univ. Press, Cam- bridge. 545 pp.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A handlist of Malaysian mammals: A systematic list of the mammals of the Malay Peninsula, Sumatra, Borneo and Java, including the adjacent small islands",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "N"
                        ],
                        "last": "Chasen",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHASEN, F. N. 1940. A handlist of Malaysian mammals: A systematic list of the mammals of the Malay Peninsula, Sumatra, Borneo and Java, including the adjacent small islands.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The Quaternary era, with special reference to its glacia-BODY SIZE OF INSULAR MAMMALS 43",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Charlesworth",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHARLESWORTH, J. K. 1957. The Quaternary era, with special reference to its glacia- BODY SIZE OF INSULAR MAMMALS 43",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Island biology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Carlquist",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "660",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLQUIST, S. 1974. Island biology. Columbia Univ. Press, New York. ix + 660 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Competition and the structure of bird communities",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Monogr. Pop. BioI",
                "volume": "7",
                "issue": "",
                "pages": "1--318",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CODY, M. L. 1974. Competition and the struc- ture of bird communities. Monogr. Pop. BioI. 7:vi + 1-318 pp. Princeton Univ. Press, Princeton.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The origin of the British insular races of small mammals and of the \"Lusitanian\" fauna",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "B"
                        ],
                        "last": "Corbet",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Proc. Zool. Soc",
                "volume": "191",
                "issue": "",
                "pages": "191--219",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CORBET, G. B. 1961. The origin of the British insular races of small mammals and of the \"Lusitanian\" fauna. Nature (London) 191: 1037-1040. 1964. Regional variation in the bank- vole Clethrionomys glareolus in the British Isles. Proc. Zool. Soc. (London) 143:191-219.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Late Quaternary history, continental shelves of the United States",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Curray",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "The Quaternary of the United States",
                "volume": "",
                "issue": "",
                "pages": "723--736",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CURRAY, J. R. 1965. Late Quaternary history, continental shelves of the United States, pp. 723-736. In H. E. Wright Jr. and D. G. Frey (eds.) , The Quaternary of the United States. Princeton Univ. Press, Princeton.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Mammals of the lowland rain-forest of North Borneo",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Bull. Nat. Mus. Singapore",
                "volume": "31",
                "issue": "",
                "pages": "1--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, D. D. 1962. Mammals of the lowland rain-forest of North Borneo. Bull. Nat. Mus. Singapore 31: 1-129.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Families and genera of living rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Ellerman",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "Nat. Hist.)",
                "volume": "1",
                "issue": "",
                "pages": "1--629",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ELLERMAN, J. R. 1940. Families and genera of living rodents. Brit. Mus. (Nat. Hist.) Vol. 1. xxvi + 1-629 pp.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Taxonomy and evolution of the monkeys of Celebes. Bibliotheca Primatologica No. IV. vii + 148 pp. 1975. Taxonomy and evolution of liontail and pigtail macaques (Primates: Cercopithecidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fooden",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Fieldiana: Zoology",
                "volume": "69",
                "issue": "",
                "pages": "1--169",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOODEN, J. 1969. Taxonomy and evolution of the monkeys of Celebes. Bibliotheca Primato- logica No. IV. vii + 148 pp. 1975. Taxonomy and evolution of lion- tail and pigtail macaques (Primates: Cerco- pithecidae). Fieldiana: Zoology 69: 1-169.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The evolution of the mammals of the Queen Charlotte Islands, British Columbia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Foster",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Occas. Pap. British Columbia Provo Mus",
                "volume": "14",
                "issue": "",
                "pages": "1--130",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOSTER, J. B. 1965. The evolution of the mam- mals of the Queen Charlotte Islands, British Columbia. Occas. Pap. British Columbia Provo Mus. 14: 1-130.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The adaptive significance of some size trends in island birds",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Gilpin",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "BioI. Jour. Linnaean Soc",
                "volume": "9",
                "issue": "",
                "pages": "39--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GILPIN, M. E. 1975. Group selection in preda- tor-prey communities. Monogr. Pop. BioI. 9: 1-108. Princeton Univ. Press, Princeton. GRANT, P. R. 1965. The adaptive significance of some size trends in island birds. Evolution 19:355-367. 1972. Convergent and divergent char- acter displacement. BioI. Jour. Linnaean Soc. 4:39-68.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Ecological energetics of small mammals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Grodzinski",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Wunder",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Small mammals: Their productivity and population dynamics",
                "volume": "451",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRODZINSKI, W., AND B. A. WUNDER. 1975. Eco- logical energetics of small mammals, pp. 173- 204. In F. B. Golley, K. Petruscwicz, and L. Ryszkowski (eds.). Small mammals: Their productivity and population dynamics. Cam- bridge Univ. Press. Cambridge. 451 pp.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "American weasels",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "4",
                "issue": "",
                "pages": "1--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1951. American weasels. Univ. Kansas Publ., Mus. Nat. Hist. 4: 1-466, pl. 1-41.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The origin of island races of Apodemus sylvaticus: An alternative hypothesis",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "T"
                        ],
                        "last": "Handford",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Pernetta",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Jour. Zool",
                "volume": "174",
                "issue": "",
                "pages": "534--537",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANDFORD, P. T., AND J. C. PERNETTA. 1974. The origin of island races of Apodemus syl- vaticus: An alternative hypothesis. Jour. Zool. (London) 174:534-537.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Malayan squirrels. Malayan Mus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Pamphlets",
                "volume": "7",
                "issue": "",
                "pages": "1--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HARRISON, J. L. 1962. Malayan squirrels. Ma- layan Mus. Pamphlets 7:1-21.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Rodents and insectivores from Selangor",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Traub",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "Malaysia. Jour. Mamm",
                "volume": "31",
                "issue": "",
                "pages": "337--346",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HARRISON, J. L., AND R. TRAUB. 1950. Rodents and insectivores from Selangor, Malaysia. Jour. Mamm. 31:337-346.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Prey characteristics and predator niche width",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Hespenheide",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "545",
                "issue": "",
                "pages": "158--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HESPENHEIDE, H. A. 1975. Prey characteristics and predator niche width, pp. 158-180. In M. L. Cody and J. M. Diamond (eds.). Ecol-. ogy and Evolution of Communities. Harvard Univ. Press, Cambridge. 545 pp.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Mammalian evolution in the Quaternary of southern and eastern Asia",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Hooijer",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Evolution",
                "volume": "3",
                "issue": "",
                "pages": "125--128",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOIJER, D. A. 1949. Mammalian evolution in the Quaternary of southern and eastern Asia. Evolution 3: 125-128. 1967. Pleistocene vertebrates of the Netherland Antilles. In P. S. Martin and H.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Pleistocene extinctions: The search for a cause",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "453",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "E. Wright (eds.), Pleistocene extinctions: The search for a cause. Yale Univ. Press, New Haven, Connecticut. x + 453 pp.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Eustatic sea level changes in the Arafura Sea",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Jongsma",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Nature",
                "volume": "228",
                "issue": "",
                "pages": "150--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONGSMA, D. 1970. Eustatic sea level changes in the Arafura Sea. Nature 228: 150-151.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The age of mammals. Columbia Univ",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Kurten",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "255",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KURTEN, B. 1972. The age of mammals. Co- lumbia Univ. Press, New York. 255 pp.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "List of land mammals of New Guinea, Celebes and adjacent small islands",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "0"
                        ],
                        "last": "Laurie",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Hill",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Brit. Mus",
                "volume": "175",
                "issue": "",
                "pages": "1758--1952",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAURIE, E. 0., AND J. E. HILL. 1954. List of land mammals of New Guinea, Celebes and adjacent small islands, 1758-1952. Brit. Mus. (Nat. Hist.) , London. 175 pp.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Mammals collected in eastern Sumatra by Dr. W. L. Abbott during 1903, 1906, and 1907, with descriptions of new species and subspecies",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Lyon",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "Proc. U.S. Nat. Mus",
                "volume": "31",
                "issue": "",
                "pages": "619--679",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LYON, M. W., JR. 1906. Mammals of Banka, Mendanau, and Billiton Islands, between Su- matra and Borneo. Proc. U.S. Nat. Mus. 31: 575-612. 1907. Mammals collected in western Borneo by Dr. W. L. Abbott. Proc. U.S. Nat. Mus. 33:547-572. 1908. Mammals collected in eastern Sumatra by Dr. W. L. Abbott during 1903, 1906, and 1907, with descriptions of new species and subspecies. Proc. U.S. Nat. Mus. 34:619-679. 1911. Mammals collected by Dr. W. L.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Abbott on Borneo and some of the small adjacent islands",
                "authors": [],
                "year": null,
                "venue": "Proc. U.S. Nat. Mus",
                "volume": "40",
                "issue": "",
                "pages": "53--146",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abbott on Borneo and some of the small ad- jacent islands. Proc. U.S. Nat. Mus. 40:53- 146.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The theory of island biogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACARTHUR, R. H., AND E. O. WILSON. 1967. The theory of island biogeography. Monogr. Pop. BioI. Princeton Univ. Press, Princeton. l:xi + 203 pp.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Animals of Asia: The ecology of the Oriental Region",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mackinnon",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Mackinnon",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "172",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAcKINNON, J., AND K. MACKINNON. 1974. Animals of Asia: The ecology of the Oriental Region. Holt, Rinehart, and Winston, New York. 172 pp.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Origin and evolution of the Elephantidae",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "J"
                        ],
                        "last": "Maglio",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Trans. Amer. Philos. Soc. (new series)",
                "volume": "63",
                "issue": "",
                "pages": "1--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAGLIO, V. J. 1973. Origin and evolution of the Elephantidae. Trans. Amer. Philos. Soc. (new series) 63: 1-149.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Wallace's Line in the light of recent zoogeographic studies",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Mayr",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "Quart. Review BioI",
                "volume": "19",
                "issue": "",
                "pages": "105--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAYR, E. 1944. Wallace's Line in the light of recent zoogeographic studies. Quart. Review BioI. 19:1-14. 1956. Geographical character gradients and climatic adaptation. Evolution 10:105- 108.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "On the ecological significance of Bergmann's rule",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Mcnab",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Ecology",
                "volume": "52",
                "issue": "",
                "pages": "845--854",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McNAB, B. K. 1971. On the ecological signifi- cance of Bergmann's rule. Ecology 52:845- 854.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Mammals of Borneo: Field keys and an annotated checklist. Malaysian Branch Roy. Asiatic Soc. xiv + 193 pp. 1969. The wild mammals of Malaya and offshore islands including Singapore",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Medway",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "127",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEDWAY, L. 1965. Mammals of Borneo: Field keys and an annotated checklist. Malaysian Branch Roy. Asiatic Soc. xiv + 193 pp. 1969. The wild mammals of Malaya and offshore islands including Singapore. Ox- ford Univ. Press, London. xix + 127 pp.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Mammals collected by Dr. W. L. Abbott on islands in the North China Sea",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1900,
                "venue": "Proc. Wash. Acad. Sci",
                "volume": "2",
                "issue": "",
                "pages": "203--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., JR. 1900. Mammals collected by Dr. W. L. Abbott on islands in the North China Sea. Proc. Wash. Acad. Sci. 2:203-246. 1901. Mammals collected by Dr. W. L.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Abbott on the Natuna Islands",
                "authors": [],
                "year": 1903,
                "venue": "Proc. Wash. Acad. Sci",
                "volume": "3",
                "issue": "",
                "pages": "111--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Abbott on the Natuna Islands. Proc. Wash. Acad. Sci. 3: 111-138. 1903. Mammals collected by Dr. W. L.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Abbott in the Karimata Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "The mammals collected by Dr",
                "volume": "31",
                "issue": "",
                "pages": "55--66",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L. Abbott in the Karimata Islands, Dutch East Indies. Proc. U.S. Nat. Mus. 31:55-66. 1906b. The mammals collected by Dr.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Abbott in the Rhio-Linga Archipelago",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proc. U.S. Nat. Mus",
                "volume": "31",
                "issue": "",
                "pages": "247--286",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "W. L. Abbott in the Rhio-Linga Archipelago. Proc. U.S. Nat. Mus. 31:247-286.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Some interrelations between weight and hibernation function",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Morrison",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Bull. Mus. Compo Zoo!",
                "volume": "124",
                "issue": "",
                "pages": "75--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORRISON, P. 1960. Some interrelations be- tween weight and hibernation function. Bull. Mus. Compo Zoo!., Harvard 124:75-91.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Zoogeographical significance of the ricefield rat, Rattus argentiventer, on Celebes and New Guinea and the identity of Rattus pesticulus",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Amer. Mus. Novitates",
                "volume": "2511",
                "issue": "",
                "pages": "1--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1973. Zoogeographical signifi- cance of the ricefield rat, Rattus argentiventer, on Celebes and New Guinea and the identity of Rattus pesticulus. Amer. Mus. Novitates 2511: 1-30.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Wallace's Line and the distribution of Indo-Australian mammals",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Raven",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "68",
                "issue": "",
                "pages": "179--293",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RAVEN, H. C. 1935. Wallace's Line and the dis- tribution of Indo-Australian mammals. Bull. Amer. Mus. Nat. Hist. 68: 179-293.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Distribution, abundance, size, and genetic variation of Peromyscus maniculatus on the Gulf Islands of British Columbia",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Redfield",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Can. Jour. Zoo!'",
                "volume": "54",
                "issue": "",
                "pages": "463--474",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REDFIELD, J. A. 1976. Distribution, abundance, size, and genetic variation of Peromyscus maniculatus on the Gulf Islands of British Columbia. Can. Jour. Zoo!' 54:463-474.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Evolution of the predator isocline",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Rosenzweig",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Evolution",
                "volume": "27",
                "issue": "",
                "pages": "84--94",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROSENZWEIG, M. L. 1973. Evolution of the predator isocline. Evolution 27: 84-94.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Lehrbuch der allgemeinen Zoogeographie. Fischer",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Schilder",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "J ena. viii +",
                "volume": "150",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHILDER, F. A. 1956. Lehrbuch der allge- meinen Zoogeographie. Fischer, J ena. viii + 150 pp.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Animal physiology",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Schmidt-Nielson",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHMIDT-NIELSON, K. 1975. Animal physiology.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Resource partitioning in ecological communities",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "W"
                        ],
                        "last": "Schoener",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Amer. Natur",
                "volume": "103",
                "issue": "",
                "pages": "27--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHOENER, T. W. 1969. Models of optimal size for solitary predators. Amer. Natur. 103: 277-313. 1974. Resource partitioning in ecologi- cal communities. Science 185:27-39.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Quaternary mammals in the South Aegean island arc; with notes on other fossil mammals from the coastal regions of the Mediterranean. Pts. I and II",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "Y"
                        ],
                        "last": "Sondaar",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Boekschoten",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Koninkl. Neder!. Akademie van Wettenschappen (Amsterdam) Proc. (Series B)",
                "volume": "70",
                "issue": "5",
                "pages": "556--576",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SONDAAR, P. Y., AND G. J. BOEKSCHOTEN. 1967. Quaternary mammals in the South Aegean island arc; with notes on other fossil mam- mals from the coastal regions of the Mediter- ranean. Pts. I and II. Koninkl. Neder!. Aka- demie van Wettenschappen (Amsterdam) Proc. (Series B) 70(5) :556-576.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Trends in the insular radiation of a lizard",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Soule",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Amer. Natur",
                "volume": "100",
                "issue": "",
                "pages": "47--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOULE, M. 1966. Trends in the insular radiation of a lizard. Amer. Natur. 100:47-64.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "The eland and the oryx",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Sci. Amer",
                "volume": "220",
                "issue": "",
                "pages": "88--95",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAYLOR, C. R. 1969. The eland and the oryx. Sci. Amer. 220:88-95.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Running up and down hills: Some consequences of size",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Caldwell",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "J"
                        ],
                        "last": "Rown-Tree",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Science",
                "volume": "178",
                "issue": "",
                "pages": "1096--1097",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAYLOR, C. R., S. L. CALDWELL, AND V. J. ROWN- TREE. 1972. Running up and down hills: Some consequences of size. Science 178: 1096- 1097.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Parental investment and sexual selection",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Trivers",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "378",
                "issue": "",
                "pages": "136--179",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TRIVERS, R. L. 1972. Parental investment and sexual selection, pp. 136-179. In B. Campbell (ed.), Sexual selection and the descent of man. Aldine Pub. Co., Chicago. 378 pp.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Late Quaternary history, climate, and oceanography of the Timor Sea",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Van Andel",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Heath",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "R"
                        ],
                        "last": "Mcgeary",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Australia. Amer. J. Sci",
                "volume": "265",
                "issue": "",
                "pages": "737--758",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN ANDEL, T. H., G. R. HEATH, T. C. MOORE, AND F. R. MCGEARY. 1967. Late Quater- nary history, climate, and oceanography of the Timor Sea, northwestern Australia. Amer. J. Sci. 265:737-758.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Pattern and the balance of nature",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Van Valen",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Evolutionary Theory",
                "volume": "1",
                "issue": "",
                "pages": "31--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAN VALEN, L. 1973. Pattern and the balance of nature. Evolutionary Theory 1:31-49.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": ". Relationship between island area and body size of Callosciurus preuosii, Each numbered dot corresponds to the mean body size of a recognized subspecies. Open circles indicate subspecies with small « 4) sample sizes not used in statistical analyses.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "Observed (solid lines) and unexpressed (dotted lines) trends in body size of small (A), medium (B), and large (C) mammals on islands, as demonstrated by the following species: A = deer mice (Peromyscus maniculatus) in British",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "Trends in importance of major factors thought to affect body size of mammals on islands under the stated conditions of equivalent climate, no gene flow, and connection to a continental land mass at approximately the same time in the past.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "Data on the body size and distribution of Callosciurus prevosti, listed in order of increasing area for island on which each subspecies occurs. All measurements were taken from the field labels of specimens in the U.S. National Museum of Natural History, with the following exceptions: C. p. waringensis, specimens in American Museum of Natural History and examined by M. Evenson, and C. p. wrayi, fromAskins, 1977. Other data obtained as noted in text. The numbers of the far left-hand column correspond to those inFigs. 1 and 2. Continued.",
                "content": "<table><tr><td>Subspecies</td><td>Type 10caH ty</td><td colspan=\"5\">Depth of surrounding to large Distance area (krn\") water (m) island (km) Island</td><td>N</td><td colspan=\"2\">Body length ±1 SD</td></tr><tr><td>1 proserpinae</td><td>Temadju Is. (W. Borneo)</td><td>5</td><td>15</td><td/><td>5</td><td/><td>3</td><td colspan=\"2\">237.0 ± 3.61</td></tr><tr><td>2 mimellus</td><td>Tembalan Arch.: Wai</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>(=Uwi) Is.</td><td>4</td><td>40</td><td/><td>170</td><td/><td>2</td><td>225.5</td></tr><tr><td>3 pelapius</td><td>Karimata Arch.: Pelapis Is.</td><td>5</td><td>15</td><td/><td>25</td><td/><td>3</td><td colspan=\"2\">228.3 ± 4.73</td></tr><tr><td>4 mimiculus</td><td>Tembalan Arch.: St. Barbe</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>(= Pedjantan) Is.</td><td>10</td><td>35</td><td/><td>200</td><td/><td>11</td><td colspan=\"2\">196.4 ± 7.45</td></tr><tr><td>5 armalis</td><td>Karimata Arch.:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Penebangan Is.</td><td>13</td><td>6</td><td/><td>16</td><td/><td>9</td><td colspan=\"2\">222.7 ± 4.72</td></tr><tr><td>6 navigator 7 rujonigra</td><td>Natuna Arch.: Serasan Is. Labuan Is. (Brunei Bay)</td><td colspan=\"2\">207.8 ± 4.42 57 &lt; 20</td><td>46</td><td>27</td><td>40</td><td>o</td><td>75</td><td>4</td></tr><tr><td>8 caedis</td><td>(Sabah, Borneo) Balembangan Is.</td><td>78</td><td>35</td><td/><td>12</td><td/><td>o</td><td/></tr><tr><td>9 mendanauus</td><td>Mendanau Is. (West of</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Billiton Is.)</td><td>94</td><td>25</td><td/><td>56</td><td/><td/><td colspan=\"2\">235.7 ± 5.15</td></tr><tr><td>10 carimonensis</td><td>Riau Arch.: Great</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Karimon Is.</td><td>93</td><td>10</td><td/><td>25</td><td/><td>12</td><td colspan=\"2\">247;7 ± 7.29</td></tr><tr><td>11 carimatae</td><td>Karimata Arch.:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Karimata Is.</td><td>130</td><td>25</td><td/><td>65</td><td/><td>14</td><td colspan=\"2\">233.8 ± 9.21</td></tr><tr><td>12 condurensis 13 penialius 14 nyx</td><td>Riau Arch.: Kundur Is. Penjalei (= Mendol) Is. Rupat Is.</td><td>210 280 1,360</td><td>10 &lt; 10 10</td><td/><td>12 2 3</td><td/><td>5 4 11</td><td colspan=\"2\">265.4 ± 5.08 274.2 ± 9.60 270.5 ± 4.80</td></tr><tr><td>15 bangkannus</td><td>Banka Is.</td><td>11,946</td><td>10</td><td/><td>16</td><td/><td>5</td><td colspan=\"2\">268.6 ± 2.97</td></tr><tr><td>16 humei</td><td>Klang Malay Pen.: Selangor:</td><td>155,400*</td><td/><td/><td/><td/><td>8</td><td colspan=\"2\">252.5 ± 10.24</td></tr><tr><td>17 preuosti</td><td>Malay Pen.: Malacca</td><td>155,400*</td><td/><td/><td/><td/><td>9</td><td colspan=\"2\">268.8 ± 11.59</td></tr><tr><td>18 wrayi</td><td>Malay Pen.: Pahang:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Kuala Lipis</td><td>155,400*</td><td/><td/><td/><td/><td>4</td><td>252.0</td></tr><tr><td>19 erythromelas 20 schlegeli</td><td>Celebes: Menado Celebes: Koma</td><td>189,034 189,034</td><td>&gt;500 &gt;500</td><td/><td>160 160</td><td/><td>o o</td><td/></tr><tr><td>21 harrisoni</td><td>Gunong Sugi Sumatra: Lampongs:</td><td>473,607</td><td/><td/><td/><td/><td>o</td><td/></tr><tr><td>22 melanops</td><td>Sumatra: mouth of</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Indragiri R.</td><td>473,607</td><td/><td/><td/><td/><td>21</td><td colspan=\"2\">266.1 ± 8.06</td></tr><tr><td>23 piceus</td><td>Sumatra:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>locality unknown</td><td>473,607</td><td/><td/><td/><td/><td>15</td><td colspan=\"2\">247.4 ± 6.90</td></tr><tr><td>24 rajjlesi</td><td>Sumatra:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>25 airicopillus 26 airox</td><td>probably Bencoolen Borneo: Kapuas River Borneo: Mt. Talisaian</td><td>473,607 743,244 743,244</td><td/><td/><td/><td/><td>o 47 o</td><td colspan=\"2\">230.1 ± 8.55</td></tr><tr><td>27 baluensis</td><td>Kinabalu Borneo: Sabah: Mt.</td><td>743,244</td><td/><td/><td/><td/><td>o</td><td/></tr><tr><td>28 banksi</td><td>Baram Dist. Borneo: Sarawak:</td><td>743,244</td><td/><td/><td/><td/><td>o</td><td/></tr><tr><td>29 baramensis 30 borneoensis</td><td>Borneo: Sarawak: Baram Dist.: Mt. Dulit Borneo: Pontianak</td><td>743,244 743,244</td><td/><td/><td/><td/><td>o 10</td><td colspan=\"2\">243.0 ± 6.98</td></tr><tr><td>31 caroli</td><td>Borneo: Sarawak: Baram</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Dist.: Marudi River</td><td>743,244</td><td/><td/><td/><td/><td>o</td><td/></tr><tr><td/><td>Borneo: Sarawak: Baram</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>Dist.: Mt. Kalulong</td><td>743,244</td><td/><td/><td/><td/><td>o</td><td/></tr></table>",
                "num": null,
                "type_str": "table"
            },
            "TABREF1": {
                "text": "Correlation coefficients between geographic characteristics of islands and body length ofCallosciurus prevosti occurring on each island. * =significance at the 0.05 level. ** =significance at the 0.01 level.",
                "content": "<table><tr><td/><td>Depth of intervening water</td><td>Island area</td><td>Mean body length</td><td>Log of island area</td><td>(Log of island area)2</td></tr><tr><td>Distance to nearest</td><td/><td/><td/><td/><td/></tr><tr><td>large island'</td><td>0.854**</td><td>-0.425</td><td>-0.741**</td><td>-0.667</td><td>-0.593</td></tr><tr><td>Depth of intervening</td><td/><td/><td/><td/><td/></tr><tr><td>water</td><td/><td>-0.633*</td><td>-0.620*</td><td>-0.850**</td><td>-0.811*</td></tr><tr><td>Island area (km\")</td><td/><td/><td>0.079</td><td>0.847**</td><td>0.890**</td></tr><tr><td>Mean body length</td><td/><td/><td/><td>0.409</td><td>0.319</td></tr><tr><td>Log of island area</td><td/><td/><td/><td/><td>0.993**</td></tr></table>",
                "num": null,
                "type_str": "table"
            }
        }
    }
}