{
    "paper_id": "Heaney2000-Dynamicdisequilibrium-along-term,large-scaleperspectiveontheequilibriummodelofislandbiogeography",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:37.706111Z"
    },
    "title": "Dynamic disequilibrium: a long-term, large-scale perspective on the equilibrium model of island biogeography",
    "authors": [
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Field Museum of Natural History",
                "location": {
                    "addrLine": "Roosevelt Road at Lake Shore Drive",
                    "postCode": "60605",
                    "settlement": "Chicago",
                    "region": "IL",
                    "country": "U.S.A"
                }
            },
            "email": "lheaney@fmnh.org"
        }
    ],
    "year": "",
    "abstract": "The equilibrium model of island biogeography developed in the 1960s by MacArthur and Wilson has provided an excellent framework in which to investigate the dynamics of species richness in island and island-like systems. It is comparable in many respects to the Hardy-Weinberg equilibrium model used in genetics as the basis for defining a point of reference, thus allowing one to discover the factors that prevent equilibrium from being achieved. Hundreds of studies have used the model effectively, especially those dealing with brief spans of time and limited geographical areas. In spite of this utility, however, there are important limitations to the MacArthur-Wilson model, especially when we consider long-term and large-scale circumstances. 2 Although their general theory is more complex, the MacArthur-Wilson equilibrium model treats colonization and extinction as the only two processes that are relevant to determining species richness. However, it is likely that phylogenetic diversification (phylogenesis) often takes place on the same timescale as colonization and extinction; for example, colonization, extinction, and phylogenesis among mammals on oceanic and/or old land-bridge islands in Southeast Asia are all measured in units of time in the range of 10 000-1 million years, most often in units of 100 000 years. 3 Phylogenesis is not a process that can be treated simply as 'another form of colonization', as it behaves differently than colonization. It interacts in a complex manner with both colonization and extinction, and can generate patterns",
    "pdf_parse": {
        "paper_id": "Heaney2000-Dynamicdisequilibrium-along-term,large-scaleperspectiveontheequilibriummodelofislandbiogeography",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The equilibrium model of island biogeography developed in the 1960s by MacArthur and Wilson has provided an excellent framework in which to investigate the dynamics of species richness in island and island-like systems. It is comparable in many respects to the Hardy-Weinberg equilibrium model used in genetics as the basis for defining a point of reference, thus allowing one to discover the factors that prevent equilibrium from being achieved. Hundreds of studies have used the model effectively, especially those dealing with brief spans of time and limited geographical areas. In spite of this utility, however, there are important limitations to the MacArthur-Wilson model, especially when we consider long-term and large-scale circumstances. 2 Although their general theory is more complex, the MacArthur-Wilson equilibrium model treats colonization and extinction as the only two processes that are relevant to determining species richness. However, it is likely that phylogenetic diversification (phylogenesis) often takes place on the same timescale as colonization and extinction; for example, colonization, extinction, and phylogenesis among mammals on oceanic and/or old land-bridge islands in Southeast Asia are all measured in units of time in the range of 10 000-1 million years, most often in units of 100 000 years. 3 Phylogenesis is not a process that can be treated simply as 'another form of colonization', as it behaves differently than colonization. It interacts in a complex manner with both colonization and extinction, and can generate patterns",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "of species richness almost independently of the other two processes. In addition, contrary to the implication of the MacArthur-Wilson model, extinction does not drive species richness in highly isolated archipelagoes (those that receive very few colonists) to progressively lower values; rather, phylogenesis is a common outcome in such archipelagoes, and species richness rises over time. In some specific instances, phylogenesis may have produced an average of 14 times as many species as direct colonization, and perhaps 36 species from one such colonization event. Old, stable, large archipelagoes should typically support not just endemic species but endemic clades, and the total number of species and the size of the endemic clades should increase with age of the archipelago. 4 The existence of long-term equilibrium in actual island archipelagoes is unlikely. The land masses that make up island archipelagoes are intrinsically unstable because the geological processes that cause their formation are dynamic, and substantial changes can occur (under some circumstances) on a time-scale comparable to the processes of colonization, phylogenesis, and extinction. Large-scale island-like archipelagoes on continents also are unstable, in the medium term because of global climatic fluctuations, and in the long term because of the geologically ephemeral existence of, for example, individual mountain ranges. 5 Examples of these phenomena using the mammals of South-east Asia, especially the Philippines, make it clear that the best conceptual model of the long-term dynamics of species richness in island archipelagoes would be one in which colonization, extinction, and",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Few models in ecology and evolutionary biology have had impact equal to that of the graphical representation of the equilibrium model of island biogeography developed by MacArthur & Wilson (1963 , 1967 as part of their more general theory of island biogeography. Hundreds of researchers have found it to provide a stimulating and productive means of identifying important questions about the dynamics of species richness in the systems that they have studied, and dozens of textbook authors have found the model to be a superb aid in helping students to understand the complexities of biological diversity and its distribution (e.g. Brown & Lomolino, 1998) .",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 194,
                        "text": "MacArthur & Wilson (1963",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 195,
                        "end": 201,
                        "text": ", 1967",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 633,
                        "end": 656,
                        "text": "Brown & Lomolino, 1998)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The impact, indeed the popularity, of the equilibrium model is surprising in some respects; it is, after all, remarkably simple. Only two variable processes (colonization and extinction) are considered, and very few discrete predictions are generated. The examples MacArthur and Wilson cited in their discussion of the model all involved phenomena that took place over less than a few hundred years, and most in decades or less, thereby implying limits to its applicability. Likewise, most of their examples involved small areas, small populations, and limited isolation (the few exceptions involve simple documentation of a correlation between area and species richness, not measures of processes), again implying limitations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "I believe that the impact of the MacArthur-Wilson equilibrium model stems from the excitement among field biologists, especially ecologists, that was generated by two inherent aspects of the model. First, prior to the introduction of the MacArthur-Wilson model, communities of organisms, especially those in isolated archipelagoes, usually were viewed as being either static (Dexter, 1978) , with many archaic species representing taxa long extinct on continents, or changing only slowly and unpredictably due to the forces of geology and perhaps climate. The MacArthur-Wilson model presented a diametrically opposed perspective, one in which species richness was the dynamic outcome of ongoing colonization and extinction, in which the longterm geological history of the islands was considered by many practitioners to be virtually irrelevant. Second, the model brought biologists to see for the first time that global ecosystems are effectively entirely insular, with habitat patches and fragments of varying sizes representing a strong analogue of true marine islands. Thus, rather than seeing an entire continent made up of a small number of life zones (as ecologists emphasized in the 1940s and 1950s), the 'new ecologists' of the late 1960s and 1970s were drawn to see almost infinite fragmentation on a continent, in which local colonization, extinction, and re-colonization determined species richness. Stability in species richness and community structure came to be regarded not as the outcome of broad-scale, long-term historical processes, but rather as the dynamic outcome of current processes that operate on a much briefer and more local scale. In the view of many biologists, the MacArthur-Wilson equilibrium model held the promise that all aspects of species richness were determined by processes that could be measured directly during a matter of years, rather than only inferred from data about events that took place in the distant past.",
                "cite_spans": [
                    {
                        "start": 375,
                        "end": 389,
                        "text": "(Dexter, 1978)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In evaluating both the impact of the MacArthur-Wilson equilibrium model and its value for guiding future research, it is important to recognize that the model has been used and viewed in many different ways. Some researchers have concluded that their study systems were found to be in a dynamic equilibrium like the one described in the MacArthur-Wilson model (e.g. Simberloff & Wilson, 1970; Crowell, 1986 ; most papers cited in Shafer, 1990) , thus confirming its validity. Others have emphasized the value of the model in identifying and measuring important processes that influence species richness, especially when they have found nonequilibrium conditions (Brown, 1971; Case & Cody, 1983; Heaney, 1984 Heaney, , , 1986 Lawlor, 1986; Lomolino, 1986 Lomolino, , , 1994 . A few authors have proclaimed that instances of nonequilibrium constitute falsification of the model, and have recommended that it be discarded (e.g. Sauer, 1969; Gilbert, 1980; Williamson, 1989) .",
                "cite_spans": [
                    {
                        "start": 366,
                        "end": 392,
                        "text": "Simberloff & Wilson, 1970;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 393,
                        "end": 406,
                        "text": "Crowell, 1986",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 430,
                        "end": 443,
                        "text": "Shafer, 1990)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 662,
                        "end": 675,
                        "text": "(Brown, 1971;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 676,
                        "end": 694,
                        "text": "Case & Cody, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 695,
                        "end": 707,
                        "text": "Heaney, 1984",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 708,
                        "end": 724,
                        "text": "Heaney, , , 1986",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 725,
                        "end": 738,
                        "text": "Lawlor, 1986;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 739,
                        "end": 753,
                        "text": "Lomolino, 1986",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 754,
                        "end": 772,
                        "text": "Lomolino, , , 1994",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 925,
                        "end": 937,
                        "text": "Sauer, 1969;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 938,
                        "end": 952,
                        "text": "Gilbert, 1980;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 953,
                        "end": 970,
                        "text": "Williamson, 1989)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "I believe that some of the diversity of opinion about the utility of the model, especially the critical opinions, is due to a misunderstanding of the manner in which models are best used -or at least the manner in which this model is best used. A model is not simply a way to generate a single prediction, or set of predictions. Rather, it is a deliberately oversimplified representation of how some system should function if only a few major factors are at work. In this sense, it is a way of saying 'all other things being equal, this is the outcome that should be expected. Now, why do we not see the predicted result?' It is the deviation from the simplified prediction, and the reasons for the deviation, that are of interest, not the oversimplified prediction itself. The prime example of such a model is the Hardy-Weinberg equilibrium model of population genetics. No one expects to find genetic equilibrium in a population -and if they do find it, it is considered to be an uninteresting result. Rather, the Hardy-Weinberg model allows us to ask why the equilibrium condition does not exist, and thereby we gain a stronger understanding of the genetic dynamics of a population. MacArthur & Wilson (1967, pp. 5-6) explicitly intended that their model be used in this manner, stating 'A theory attempts to identify the factors that determine a class of phenomena and to state the permissible relationships among the factors … substituting one theory for many facts. A good theory points to possible factors and relationships in the real world that would otherwise remain hidden and thus stimulates new forms of empirical research … If it can also account for, say, 85% of the variation in some phenomenon of interest, it will have served its purpose well.' 'A perfect balance between immigration and extinction might never be reached. But to the extent that the assumption of a balance has enabled us to make certain valid new predictions, the equilibrium concept is useful as a step beyond the more purely descriptive techniques …' (pp. 20-21) .",
                "cite_spans": [
                    {
                        "start": 1198,
                        "end": 1220,
                        "text": "Wilson (1967, pp. 5-6)",
                        "ref_id": null
                    },
                    {
                        "start": 2039,
                        "end": 2050,
                        "text": "(pp. 20-21)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Viewed in the context of this definition of an ideal theoretical model, the reasons for the popularity of the MacArthur-Wilson graphical equilibrium model are evident. The MacArthur-Wilson model identifies two fundamentally important processes that can be measured directly, or that can be inferred from patterns of diversity. In so doing, it generates dozens of interesting and important questions. Such a model cannot be 'falsified' any more than the Hardy-Weinberg model can be falsified, because its prediction is not actually expected to be found in the system under study -rather, the model and the predictions that it generates are intended as a means of asking important questions about why the system is not in equilibrium, thereby focusing on process, rather than solely on pattern.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "We might ultimately decide that such a model is not useful or is misleading, and might discard it for those reasons, but we should not discard it because we find that the prediction of equilibrium often is not borne out -it is precisely the point that the 'predictions' are not expected to be found in nature that makes the model valuable. In this context, the MacArthur-Wilson equilibrium model is unlikely ever to be discarded; the experience of the last 30 years has shown that it is too valuable a tool for directing questions in research and for teaching students for it to be discarded as being of no value. This is not to imply, however, that the model is perfect in the sense of always helping to identify all of the most important questions to be asked about the dynamics of species richness. As noted in other papers in this volume, there are a number of ways in which the MacArthur-Wilson equilibrium model can be misleading (e.g. Fox & Fox, 2000; Lomolino, 2000a,b; Ward & Thornton, 2000) . My own interests lead me to focus on issues that involve the evolution of biodiversity. As discussed above, the model was formulated with examples in mind that involve processes that operate over short distances and brief periods of time. What may we learn about the utility of the model if we consider larger scales and longer periods of time? What happens to our view of species richness patterns if we consider not years or centuries, but tens of thousands to millions of years, and large oceanic archipelagoes rather than forest fragments or small land-bridge islands? Are there processes other than colonization and extinction that are equally important? Are there questions that the equilibrium model does not lead us to ask -in other words, does the model mislead us under some conditions into asking fewer questions than we should, and therefore mislead us into developing overly simplistic understandings of the origins of patterns of biological diversity? It is these questions about long-term and large-scale dynamics that this paper is intended to address.",
                "cite_spans": [
                    {
                        "start": 942,
                        "end": 958,
                        "text": "Fox & Fox, 2000;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 959,
                        "end": 977,
                        "text": "Lomolino, 2000a,b;",
                        "ref_id": null
                    },
                    {
                        "start": 978,
                        "end": 1000,
                        "text": "Ward & Thornton, 2000)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Only a moment's consideration is needed to recognize that patterns of species richness must be influenced by the process that produces species. It is ironic that MacArthur and Wilson chose to explicitly exclude speciation from their graphical equilibrium model. They did so in spite of their familiarity with the topic and Wilson's previous development of a different kind of model (the taxon cycle) that deals with speciation explicitly (Wilson, 1961) , but they chose to develop their graphical model (and most of their general theory) 'at the species level' (MacArthur & Wilson, 1967, p. 5) , and referred to it as a 'population theory' (p. 6), contrasting their 'biogeography of the species' with historical biogeography (p. 183). To their credit, both the 1967 monograph and MacArthur's Geographical Ecology (1972) explicitly discussed speciation, principally in the sense of isolated populations becoming genetically distinct (this process of differentiation from an ancestor in which there is no diversification is termed 'anagenesis'; 'phylogenesis' is defined as differentiation with diversification). Also, their 1963 paper included a section on phylogenesis (which they referred to under the rubric of a 'zone of radiation'), in which they predicted that archipelagoes 'close to the outermost range of the taxon' would show the highest levels of in situ adaptive radiation, demonstrating their awareness of and interest in the issue. However, in the 1967 monograph, this topic was mentioned rather briefly near the end of the volume, and no attempt was made to incorporate it into their graphical model. MacArthur (1972, p. 245 ) subsequently modelled long-term control of species richness as including 'immigration plus speciation', implying that they were additive functions. In the main portion of his text, he mentioned speciation only in the context of this process creating the ideal circumstances in which to study competitive exclusion (pp. 71-74), and not in his discussion of the dynamics of species richness on islands (pp. 79-120). It should be noted that the earlier, but until recently overlooked, independent development of an equilibrium model of island biogeography by Munroe (1948 , see Brown & Lomolino, 1989 included speciation more explicitly and fully, but his inclusion of this process was lost for four decades, along with the rest of his contributions.",
                "cite_spans": [
                    {
                        "start": 438,
                        "end": 452,
                        "text": "(Wilson, 1961)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 561,
                        "end": 593,
                        "text": "(MacArthur & Wilson, 1967, p. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 1615,
                        "end": 1638,
                        "text": "MacArthur (1972, p. 245",
                        "ref_id": null
                    },
                    {
                        "start": 2197,
                        "end": 2209,
                        "text": "Munroe (1948",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 2210,
                        "end": 2238,
                        "text": ", see Brown & Lomolino, 1989",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIATION, PHYLOGENESIS, AND PATTERNS OF SPECIES RICHNESS",
                "sec_num": null
            },
            {
                "text": "To return to the primary issue: Is speciation, and especially that outcome of speciation that produces diversification (i.e. phylogenesis), a factor that is likely to be an important process influencing current patterns of species richness in island systems? To answer this question, we must determine whether phylogenesis can take place over the same time scale as colonization and extinction. If this is the case, we must ask if it can be treated simply as another form of colonization, as MacArthur & Wilson (1963 Wilson ( , 1967 and MacArthur (1972, p. 245) implied. Finally, we must determine whether phylogenesis can predominate under some nontrivial circumstances, thus demonstrating that it deserves equal conceptual weight as a process influencing patterns of species richness.",
                "cite_spans": [
                    {
                        "start": 504,
                        "end": 516,
                        "text": "Wilson (1963",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 517,
                        "end": 532,
                        "text": "Wilson ( , 1967",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 537,
                        "end": 561,
                        "text": "MacArthur (1972, p. 245)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SPECIATION, PHYLOGENESIS, AND PATTERNS OF SPECIES RICHNESS",
                "sec_num": null
            },
            {
                "text": "Most studies that have utilized the MacArthur-Wilson equilibrium model have measured or inferred colonization and extinction rates over periods of time measured in days or years, sometimes referred to as 'ecological time'. Very few studies have been done in a context that would permit measurements (or inference) over 'geological time'. The studies of the mammals of South-east Asia, especially the Philippines, that I and my colleagues have conducted have been developed explicitly to address these questions. Our studies will form the bulk of my examples, and have strongly influenced my viewpoint on this topic. The area is ideal in many respects because of the vast range of size (up to 100 000 km 2 ), geological age (up to 35 million years), and relative isolation of the islands (from a few to hundreds of km), and because the fauna is now reasonably well known. Over 10 000 islands lie within Malaysia and Indonesia, and over 7000 in the Philippines (Fig. 1) , the primary site of the studies described here.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 959,
                        "end": 967,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SPECIATION, PHYLOGENESIS, AND PATTERNS OF SPECIES RICHNESS",
                "sec_num": null
            },
            {
                "text": "Part of the study area is the Sunda Shelf, the broad, shallow continental shelf extending south from the Asian continent that supports Borneo, the Malay Peninsula, Palawan Island in the Philippines, and thousands of other smaller islands. Included are mainland areas, land-bridge islands isolated from the continent since the most recent glacial episode (and the attendant period of low sea level) that ended about 10 000 years ago, and land-bridge islands isolated since the penultimate glacial episode about 165 000 years ago (Heaney, 1984 (Heaney, , 1985 (Heaney, , 1986 (Heaney, , 1991a . From analysis of the mammal fauna (excluding bats, which were investigated by Heaney, 1991b) , I inferred that extinction was fairly rapid after any given island was isolated from the mainland (Fig. 2) ; roughly 50% of the fauna of nonflying mammals became extinct during the first 10 000 years of isolation on an island of 10 000 km 2 . Subsequently, the rate of extinction declined to a long-term average of about 11% per 100 000 years, so that islands isolated for 165 000 years (in the Palawan region) still maintained fairly large and diverse mammalian faunas ( Fig. 2 ; Heaney, 1986) . It seems likely that the rate of extinction was highest soon after isolation and has now reached a level much lower than the long-term average. None of these islands showed detectable evidence of receiving any colonists during this period (i.e. there was no correlation of distance with residuals from the species-area correlation). On the other hand, a group of tree squirrels showed evidence of phylogenesis having taken place on Palawan Island (area = 11 785 km 2 ) during its 165 000 years of isolation, adding one indigenous species on the island (out of 23, which is about 4.4%), yielding a rate of about 3% per 100 000 years (Heaney, 1986) . The presence of many morphologically distinctive populations within single species in the Palawan region (many of which are recognized as subspecies; Sanborn, 1952) suggests that phylogenesis in the fauna is continuing, so that 3% per 100 000 years may be regarded as a long-term minimum. This single example suggests that phylogenesis might be as important as colonization or extinction in influencing the current dynamics of species richness on these large, very old landbridge islands. Off the north-eastern edge of the Sunda Shelf lie the majority of the Philippine islands ( Fig. 1) , isolated by sea channels exceeding at least 215 m deep (and often more), a depth that is quite unlikely to have been reached at any time during the Pleistocene glacial episodes (Gascoyne et al. , 1979; Heaney, 1991a) . During Pleistocene periods of low sea level, groups of these islands would have merged together to form single larger islands. The configuration during the most recent glacial episode is shown in Fig. 1 . The geological age of these islands varies greatly, from Luzon which originated at least 35 million years ago, to small islands such as Camiguin that are composed largely of active or recently extinct volcanic cones (Hall, 1996 (Hall, , 1998 . All of these islands have indigenous mammal faunas, regardless of how small or geologically young they are. Moreover, on nearly every Pleistocene island, between 50 and 85% of the nonflying mammals are endemican extraordinarily high value that indicates that the rate of colonization is likely to be very low (Heaney, 1986; Heaney & Rickart, 1990; Heaney & Regalado, 1998) . Examination of the number of species and the geological ages of these islands leads to the inference that successful colonization took place roughly at a rate of once per 250 000-500 000 years (Heaney, 1986) .",
                "cite_spans": [
                    {
                        "start": 528,
                        "end": 541,
                        "text": "(Heaney, 1984",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 542,
                        "end": 557,
                        "text": "(Heaney, , 1985",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 558,
                        "end": 573,
                        "text": "(Heaney, , 1986",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 574,
                        "end": 590,
                        "text": "(Heaney, , 1991a",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 671,
                        "end": 685,
                        "text": "Heaney, 1991b)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1169,
                        "end": 1182,
                        "text": "Heaney, 1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1817,
                        "end": 1831,
                        "text": "(Heaney, 1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1984,
                        "end": 1998,
                        "text": "Sanborn, 1952)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 2601,
                        "end": 2625,
                        "text": "(Gascoyne et al. , 1979;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 2626,
                        "end": 2640,
                        "text": "Heaney, 1991a)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 3064,
                        "end": 3075,
                        "text": "(Hall, 1996",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 3076,
                        "end": 3089,
                        "text": "(Hall, , 1998",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 3401,
                        "end": 3415,
                        "text": "(Heaney, 1986;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 3416,
                        "end": 3439,
                        "text": "Heaney & Rickart, 1990;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 3440,
                        "end": 3464,
                        "text": "Heaney & Regalado, 1998)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 3660,
                        "end": 3674,
                        "text": "(Heaney, 1986)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 786,
                        "end": 794,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 1160,
                        "end": 1166,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 2414,
                        "end": 2421,
                        "text": "Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 2839,
                        "end": 2845,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SPECIATION, PHYLOGENESIS, AND PATTERNS OF SPECIES RICHNESS",
                "sec_num": null
            },
            {
                "text": "To summarize, these data, which are the only data for such long periods of which I am aware (but see also, e.g. Case & Cody, 1983; Berry, 1984 Berry, , 1998 Grant, 1986 Williamson, 1989; Wagner & Funk, 1995) , indicate long-term rates for colonization by nonflying mammals of once per 250 000-500 000 years to oceanic islands, for extinction of 11% per 100 000 years on old land-bridge islands, and speciation of 3% per 100 000 years on old land-bridge islands. Although these estimates must be treated as first, rough approximations, they suggest that all three processes operate on a similar temporal scale in communities of mammals that occur on large, isolated island groups. Fig. 1 Map of the Philippine Islands, showing the modern islands in light grey, deep-sea areas in white, and areas exposed as dry land during the most recent Pleistocene period of low sea level in dark grey. .",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 130,
                        "text": "Case & Cody, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 131,
                        "end": 142,
                        "text": "Berry, 1984",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 143,
                        "end": 156,
                        "text": "Berry, , 1998",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 157,
                        "end": 168,
                        "text": "Grant, 1986",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 169,
                        "end": 186,
                        "text": "Williamson, 1989;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 187,
                        "end": 207,
                        "text": "Wagner & Funk, 1995)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 680,
                        "end": 686,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "SPECIATION, PHYLOGENESIS, AND PATTERNS OF SPECIES RICHNESS",
                "sec_num": null
            },
            {
                "text": "More recent data have provided another source of information about the processes that influence species richness in the Philippine Islands. Preliminary analyses of the phylogenetic relationships of one of the most diverse groups of endemic mammals, the murid rodents, have not yet produced a robust phylogeny, but they have produced a working hypothesis that clearly demonstrates several important points ( Fig. 3 ; Musser & Heaney, 1992; Heaney & Rickart, 1990; Rickart & Musser, 1993; unpublished data) . These rodents (Fig. 4) include large animals (approximately 2.5 kg) that feed on tender young leaves in the tree-tops; small (approximately 120 g) elephant-shrew-like species that feed almost exclusively on earthworms; and dozens of species that specialize on seeds, fruit, or insects, and which have a remarkably wide range in body forms. My working hypothesis of phylogenetic relationships (Fig. 3) indicates that there have been at least four, and perhaps as many as six to eight colonization events that have produced 56 species. Current data indicate that of these, about 36 species are members of a single large monophyletic clade that contains as much or more morphological and ecological diversity (Fig. 4) than the more famous examples of 'adaptive radiation' such as Darwin's finches in the Galapagos Islands or the lemurs of Madagascar. In this case, we estimate that from four to eight colonization events have produced an average of 7-14 species, but one of these might have produced as many as 36 species (Fig. 3) . As modern murine rodents originated no earlier than the late Miocene, approximately 10 million years ago (Carleton & Musser, 1984, p. 356) , we can take that as an upper limit on the time during which phylogenesis has taken place. However, as murine rodents are not recorded in Fig. 2 Species richness of non-flying indigenous mammals on the mainland of the Malay Peninsula, on islands on shallow portions of the Sunda Shelf separated from the mainland about 10 000 years ago, and on islands in the Palawan chain that were separated from the mainland about 165 000 years ago. Heaney (1986) . the fossil record from South-east Asia or Australasia until the early Pliocene, approximately 5 million years ago (Carleton & Musser, 1984, p. 358) , that may be a more accurate estimate in this case. Given the estimate of four to eight successful colonization events to the Philippines from the Asian mainland, this indicates a rate of 0.4-0.8 successful colonization events per million years using 10 million years, or 0.8-1.6 successful colonizations events per million years using 5 million years as the base line. It is interesting to note that Morgan & Woods (1986) estimated a colonization rate of once per 0.4 million years for mammals to reach islands in the West Indies, although about three-fourths of those involved bats.",
                "cite_spans": [
                    {
                        "start": 416,
                        "end": 438,
                        "text": "Musser & Heaney, 1992;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 439,
                        "end": 462,
                        "text": "Heaney & Rickart, 1990;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 463,
                        "end": 486,
                        "text": "Rickart & Musser, 1993;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 487,
                        "end": 504,
                        "text": "unpublished data)",
                        "ref_id": null
                    },
                    {
                        "start": 1642,
                        "end": 1675,
                        "text": "(Carleton & Musser, 1984, p. 356)",
                        "ref_id": null
                    },
                    {
                        "start": 2113,
                        "end": 2126,
                        "text": "Heaney (1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 2243,
                        "end": 2276,
                        "text": "(Carleton & Musser, 1984, p. 358)",
                        "ref_id": null
                    },
                    {
                        "start": 2679,
                        "end": 2700,
                        "text": "Morgan & Woods (1986)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 407,
                        "end": 413,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 521,
                        "end": 529,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 899,
                        "end": 907,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1213,
                        "end": 1221,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 1526,
                        "end": 1534,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1815,
                        "end": 1821,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "THE ROLE OF PHYLOGENESIS IN OCEANIC ARCHIPELAGOES",
                "sec_num": null
            },
            {
                "text": "These basal colonization events to the Philippines from Asia almost certainly took place at different times; in Fig. 3 , the relative age of the clade is indicated by its position on the graph, from oldest (most basal in murine phylogeny) on the right to youngest (most derived) on the left. The oldest, represented by the genus Phloeomys , are Philippine endemic species that may be the most basal living members of the rodent subfamily Murinae (virtually all of their morphological characters that have been studied are either autapomorphies or they are plesiomorphies for the subfamily; Musser & Heaney, 1992) and may therefore have originated up to 10 million years ago. The largest clades are more derived, and probably fit into the 5-million-year period mentioned above. The youngest, members of the highly derived genus Rattus (Musser & Heaney, 1992) , are likely to have differentiated recently, perhaps less than a million years ago. It is interesting to note that there is a tendency for a correlation between the age of the clade and the diversity of the clade, with diversity measured by number of species as well as by Fig. 3 Phylogenetic relationships of the murid rodents of the oceanic portions of the Philippines, based on data and assessment in Musser & Heaney (1992) , topology in Heaney & Rickart (1991) , data in Rickart & Musser (1993) and , and unpublished data. The dashed line indicates largely unknown relationships to clades outside of the Philippines; question marks indicate uncertainty regarding individual nodes and their possible independent arrival in the Philippines. Brackets indicate the likely endemic monophyletic clades that developed from single colonization events, and the number of species in each clade (the four Rattus species probably have each arrived independently). A single poorly known species of the genus Crunomys on Sulawesi likely represents a colonization from the Philippines to Sulawesi, if the species does indeed belong in Crunomys (Musser & Heaney, 1992; Rickart et al., 1998) . the ecological and morphological diversity of the member species (the oldest clade, made up only of two species of Phloeomys , is an apparent exception to this pattern). The implication is that the longer a monophyletic clade has been in the Philippines, the more phylogenesis has taken place. If this poorly documented but plausible hypothesis is true, extremely rare successful colonization of these islands from the mainland has not been followed by extinction as anticipated under the MacArthur-Wilson model, but by progressive diversification. In this case, in situ phylogenesis has resulted in two to as many as 36 species per original colonization event, averaging 7-14 species per event, or about 3-12 species of Philippine murid rodents per million years, with the number of species increasing over time. Although these figures are rough first Fig. 4 Heads of representative murid rodents from Luzon (not to the same scale). A, Archboldomys luzonensis (a generalized insectivore, 35 g), B, Phloeomys cumingi (an arboreal folivore, 2.1 kg), C, Rhynchomys isarogensis (a primary vermivore, 120 g), D, Rattus everetti (an omnivore, 250 g). From . approximations (in particular, they lack documentation through a fossil record), the examples of 'adaptive radiation' cited above, and hundreds of others involving mammals, birds, reptiles, insects, and plants from archipelagoes around the world (e.g. Heaney & Ruedi, 1994; Wagner & Funk, 1995; Whittaker, 1998) , lead me to believe that such in situ phylogenesis is typical in oceanic archipelagoes.",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 612,
                        "text": "Musser & Heaney, 1992)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 834,
                        "end": 857,
                        "text": "(Musser & Heaney, 1992)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1263,
                        "end": 1285,
                        "text": "Musser & Heaney (1992)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1300,
                        "end": 1323,
                        "text": "Heaney & Rickart (1991)",
                        "ref_id": null
                    },
                    {
                        "start": 1334,
                        "end": 1357,
                        "text": "Rickart & Musser (1993)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 1992,
                        "end": 2015,
                        "text": "(Musser & Heaney, 1992;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 2016,
                        "end": 2037,
                        "text": "Rickart et al., 1998)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 3445,
                        "end": 3466,
                        "text": "Heaney & Ruedi, 1994;",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 3467,
                        "end": 3487,
                        "text": "Wagner & Funk, 1995;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 3488,
                        "end": 3504,
                        "text": "Whittaker, 1998)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 118,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 1132,
                        "end": 1138,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 2893,
                        "end": 2899,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "THE ROLE OF PHYLOGENESIS IN OCEANIC ARCHIPELAGOES",
                "sec_num": null
            },
            {
                "text": "The potential exclusion of phylogenesis from discussion of the important processes that influence patterns of species richness must rest on two issues. First, if it were the case that colonization and extinction always occur at rates that are so much higher than phylogenesis that they simply swamp or eliminate any potential genetic differentiation, then phylogenesis would be unimportant. This is clearly untrue. In many biotas on large, old land-bridge islands, as discussed above, phylogenesis can take place on the same temporal scale as colonization and extinction, and phylogenesis may produce more than 10 times as many species as direct colonization in large, old, oceanic archipelagoes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "Second, if phylogenesis does not interact independently with colonization and/or extinction (or with isolation and area), then it can accurately be viewed as a form of colonization and can be subsumed under that heading. This second condition also is unlikely to be true. Consider the case of a group of islands off the coast of a mainland, initially uninhabited by the focal taxon, that begins to undergo colonization, with the following hypothetical processes operating (Fig. 5) . For islands that are very near to the mainland, colonization rates will be so high that few extinctions take place because of the 'rescue effect' (Brown & Kodric-Brown, 1977) . With a small increase in isolation, the measured rate of colonization (defined as the arrival and establishment of a species not at that time present on the islands) will actually rise, as fewer populations will be 'rescued', and therefore some species will colonize repeatedly and become extinct repeatedly. As distance increases further, the rate of colonization will drop off, reaching the level of extreme rarity, then being absent altogether. In the MacArthur-Wilson equilibrium model, as shown in their famous graphical model and adopted by most subsequent authors, this would be virtually the end of the story -species richness would be very low on a distant island unless the island was so large that the rate of extinction was substantially lower than the rate of colonization. In this model, in which speciation is insignificant, each species present in the distant archipelago would represent a separate successful colonization.",
                "cite_spans": [
                    {
                        "start": 629,
                        "end": 657,
                        "text": "(Brown & Kodric-Brown, 1977)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 472,
                        "end": 480,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "Consider next what might happen if phylogenesis also takes place, as MacArthur and Wilson proposed (but did not develop) under their rubric of a 'zone of radiation'. On islands near to the mainland where the rate of colonization is very high, phylogenesis would be virtually impossible, as gene flow rates would be so high as to swamp out any genetic change that takes place on the islands (as on either very near islands, e.g. Lomolino, 1986 Lomolino, , 1993 Lomolino, , 1994 ; or on recent land-bridge islands where gene flow was recently high, Case & Cody, 1983) . But, as isolation increases to the point that genetic differences can persist (especially on islands off the edge of the continental shelf; Case & Cody, 1983; Heaney, 1986; Berry, 1998) , the potential for phylogenesis (and anagenesis) increases dramatically ( Fig. 5) . At moderate levels of isolation, direct colonization may still account for more species than phylogenesis, but as isolation increases still further and colonization becomes an extremely rare event (i.e. where gene flow (Nm) is much less than one per generation, as in the oceanic Philippines; Peterson & Heaney, 1993; Walsh et al . unpublished data) , phylogenesis will begin to predominate. Because the maximum possible rate of phylogenesis seems unlikely ever to reach the maximum rates of colonization achieved under optimal conditions, I model these curves as having conspicuously different maxima. This is essentially the same prediction made by MacArthur & Wilson (1963 , 1967 ; see also Whittaker, 1998, pp. 110-111) under the rubric of the 'zone of radiation', as discussed above, but which they did not incorporate into their equilibrium model. (The complex mechanisms of phylogenesis are not discussed here. Among Philippine mammals, it is likely that both habitat vicariance and repeated inter-island colonization are involved: Heaney & Rickart, 1990; Peterson & Heaney, 1993; Rickart et al. , 1998 ; see also Grant, 1998a,b) .",
                "cite_spans": [
                    {
                        "start": 428,
                        "end": 442,
                        "text": "Lomolino, 1986",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 443,
                        "end": 459,
                        "text": "Lomolino, , 1993",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 460,
                        "end": 476,
                        "text": "Lomolino, , 1994",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 547,
                        "end": 565,
                        "text": "Case & Cody, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 708,
                        "end": 726,
                        "text": "Case & Cody, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 727,
                        "end": 740,
                        "text": "Heaney, 1986;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 741,
                        "end": 753,
                        "text": "Berry, 1998)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1132,
                        "end": 1156,
                        "text": "Peterson & Heaney, 1993;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1157,
                        "end": 1188,
                        "text": "Walsh et al . unpublished data)",
                        "ref_id": null
                    },
                    {
                        "start": 1490,
                        "end": 1514,
                        "text": "MacArthur & Wilson (1963",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1515,
                        "end": 1521,
                        "text": ", 1967",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1533,
                        "end": 1562,
                        "text": "Whittaker, 1998, pp. 110-111)",
                        "ref_id": null
                    },
                    {
                        "start": 1878,
                        "end": 1901,
                        "text": "Heaney & Rickart, 1990;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1902,
                        "end": 1926,
                        "text": "Peterson & Heaney, 1993;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1927,
                        "end": 1948,
                        "text": "Rickart et al. , 1998",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1960,
                        "end": 1975,
                        "text": "Grant, 1998a,b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 829,
                        "end": 836,
                        "text": "Fig. 5)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "In addition to distance, it is likely that the size of the oceanic archipelago will impact the interaction between phylogenesis and colonization. Consider the case of a set of islands which vary substantially in isolation and area, and therefore in colonization and extinction rates as well (Fig. 5) . On a large island (or within a large archipelago), the rate of phylogenesis should be virtually nil where the rate of colonization exceeds one individual per generation (the approximate interval at which Nm = 1 is shown as 'A' in Fig. 5 ). Thereafter, as the rate of colonization declines and progressively fewer species are added directly to the island pool, the rate of phylogenesis should increase, and should exceed the rate of colonization over some significant range of distances. Small islands are likely to reach saturation from colonization more quickly than are large islands, and opportunities for phylogenesis are likely to be few. The two curves shown in Fig. 5 could be generalized to a family of possible curves for islands and archipelagoes of varying sizes and degrees of complexity. The actual rate of phylogenesis is likely to vary substantially among taxa, but the general pattern should be found in all taxa.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 291,
                        "end": 299,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 532,
                        "end": 538,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 970,
                        "end": 976,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "The prediction that most species will originate by in situ phylogenesis (rather than by direct colonization) in large, old, stable archipelagoes that are near the upper limits of their colonization abilities (Whittaker, 1998, pp. 110-111) , can be developed further in a manner that distiguishes single endemic species from endemic clades. A conceptual model (Fig. 6) shows the predicted pattern. On islands near a source, colonization will take place so rapidly that all species will be nonendemic species, i.e. those found in the source area. At the point at which source taxa reach the archipelago less often than once per generation on average (roughly approximated as Nm less than 1.0, shown as 'A' in Fig. 6 ), some populations will undergo anagenesis, and endemic species will be present. I predict that there should be some range of colonization rates at which anagenesis takes place but at which colonization still contributes a significant number of species, leaving little or no opportunity for the evolution of new species by in situ speciation; this is shown as the region between 'A' and 'B' in Fig. 6 . At still lower rates of colonization from the source area, phylogenesis within large, complex archipelagoes should begin to take place; this is the area to the right of 'B' in Fig. 6 . On large, isolated de novo oceanic archipelagoes that are geologically new, or that have experienced a recent significant increase in size, I predict that there would be species of several types: a few nonendemic species (recent invaders from the source area; the area below line 1); a set of endemic species whose sister taxa are present in the source area (the area between lines 1 and 2); and a few species whose sister-taxa are other endemic species within the archipelago (i.e. small endemic clades; the area between lines 2 and 3). On progressively older archipelagoes, I predict that these same sets will be present, as well as species that are members of larger, older endemic clades (between lines 3 and 4), and on still older archipelagoes there should be still larger and older clades (between lines 4 and 5). I predict that, typically, the oldest clades within a given taxon (in this case, the family Muridae) will be the most speciose.",
                "cite_spans": [
                    {
                        "start": 208,
                        "end": 238,
                        "text": "(Whittaker, 1998, pp. 110-111)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 359,
                        "end": 367,
                        "text": "(Fig. 6)",
                        "ref_id": null
                    },
                    {
                        "start": 707,
                        "end": 713,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1109,
                        "end": 1115,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 1294,
                        "end": 1300,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "Finally, in island groups so isolated that no colonization takes place (e.g. there are no native rodents in the Hawaiian islands), there are no species to undergo phylogenesis, and so both endemic and nonendemic species will be absent. In other words, both colonization and phylogenesis curves will reach zero at the same point.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "I conclude that phylogenesis interacts with colonization in a complex manner, having the greatest impact where colonization is rare (though not absent) and being influenced by degree of isolation and by island (or archipelago) area (and complexity) in a manner different to colonization. Because of this, and contra the equilibrium theory of MacArthur and Wilson, phylogenesis cannot be viewed as a process that is simply additive to colonization; rather, Fig. 6 Conceptual model showing the development of species richness on large islands or archipelagoes that experience varying rates of colonization due to varying degrees of isolation. On islands near a speciesrich source that initially lack the study taxon, all species will be present through direct colonization because high rates of gene flow will swamp out any potential speciation; thus, no endemic species will be present, but many non-endemics will be present. As the average rate of gene flow drops below approximately the level of Nm = 1 for the study taxon (point A), anagenesis will begin to take place, and endemic species will develop, although they will be outnumbered by non-endemic species. These endemic species (between lines 1 and 2) will have their sister-taxon in the source area, not on the island/ archipelago. As colonization becomes still less frequent, and as time passes, phylogenesis will produce endemic clades in which the endemic taxa have their sister taxon on the island/archipelago, not in the source area (species between lines 2 and 3). As more time passes, the oldest clades will become progressively more speciose (between lines 3 and 5).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 456,
                        "end": 462,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "phylogenesis must be given equal conceptual weight in any model that purports to predict patterns of diversity or that serves to aid investigators in asking all of the relevant questions about the origin and maintenance of biological diversity, especially in large insular systems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CAN PHYLOGENESIS BE SUBSUMED AS 'ANOTHER FORM OF COLONIZATION'?",
                "sec_num": null
            },
            {
                "text": "The preceding discussion posits that a large, isolated archipelago might be expected to experience gradually increasing species richness due to rare colonization events and subsequent phylogenesis. As species richness rises, one might expect the rate of extinction to rise, due to the same ecological factors that MacArthur and Wilson discussed (see also Whittaker, 1998, pp. 136-137) . This could result in an equilibrium condition which is parallel to that in the MacArthur-Wilson model, in which colonization, phylogenesis, and extinction combine to produce a dynamic condition of turn-over, albeit one that operates on a vastly longer time-scale than MacArthur and Wilson discussed. Indeed, a trivariate equilibrium might seem inevitable, given the longevity of such island archipelagoesparts of the Philippines, for example, have existed as islands above the sea for at least 35 million years (Hall, 1996 (Hall, , 1998 .",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 384,
                        "text": "Whittaker, 1998, pp. 136-137)",
                        "ref_id": null
                    },
                    {
                        "start": 898,
                        "end": 909,
                        "text": "(Hall, 1996",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 910,
                        "end": 923,
                        "text": "(Hall, , 1998",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IS EQUILIBRIUM A LIKELY OUTCOME IN ISLAND ARCHIPELAGOES?",
                "sec_num": null
            },
            {
                "text": "Indeed, one might reasonably argue that a trivariate model would be most effective if constructed as an equilibrium model and used in the manner I described above for the MacArthur-Wilson model, namely to establish points of reference and as an aid to asking informative questions. Lomolino (2000a) briefly discussed the need for such a model, and graphed the circumstances under which phylogenesis might predominate and therefore require a trivariate, rather than bivariate, equilibrium model. His graphical presentation, and those included here, point the way toward development of such a model, but rigorous mathematical and graphical development of such a model remains to be carried out.",
                "cite_spans": [
                    {
                        "start": 282,
                        "end": 298,
                        "text": "Lomolino (2000a)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IS EQUILIBRIUM A LIKELY OUTCOME IN ISLAND ARCHIPELAGOES?",
                "sec_num": null
            },
            {
                "text": "Development of such a trivariate model will certainly have great heuristic value. However, I predict that such trivariate equilibrium conditions will actually be found to exist only quite rarely on islands in nature. The oceanic archipelagoes where such conditions might develop are geologically unstable; they are virtually always among the most geologically dynamic places on earth, whether in the Antilles, the Galapagos Islands, or in South-east Asia. The geological processes that drive these systems -plate tectonics, volcanism, etc. -are processes that take place on the same scale of time as colonization, phylogenesis, and extinction within such archipelagoes -tens of thousands to millions of years. In the Philippines, during the last three to four million years, virtually the entire southern peninsula of Luzon has arisen; Sibuyan and Camiguin islands have come into existence; and, in all likelihood, some previous islands have sunk beneath the sea. That being the case, the 'equilibrium point' for a given archipelago will change as rapidly or more rapidly than the biological processes can adjust. The appropriate conceptual model thus becomes one of dynamic disequilibrium, in which species richness is always slightly out of phase with the equilibrium point because of the constantly changing physical conditions, sometimes exceeding saturation, and at other times below it (Heaney, 1986; Whittaker, 1998, pp. 141-143) . At times of undersaturation, phylogenesis may especially experience rate increases, adding further to the dynamic aspect of interaction among the three processes.",
                "cite_spans": [
                    {
                        "start": 1392,
                        "end": 1406,
                        "text": "(Heaney, 1986;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1407,
                        "end": 1436,
                        "text": "Whittaker, 1998, pp. 141-143)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IS EQUILIBRIUM A LIKELY OUTCOME IN ISLAND ARCHIPELAGOES?",
                "sec_num": null
            },
            {
                "text": "On a shorter time-scale, repeated changes in sea level during the Pleistocene associated with episodes of continental glaciation add another dynamic aspect, as islands such as those in the Philippines (Fig. 1 ) experienced huge and repeated changes in area due to periodically merging with and separating from islands nearby, while temperature and rainfall patterns shifted in concert (Heaney, 1991a) . These short-term changes are likely to drive changes in rates of extinction, colonization, and phylogenesis (through vicariance).",
                "cite_spans": [
                    {
                        "start": 385,
                        "end": 400,
                        "text": "(Heaney, 1991a)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 208,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "IS EQUILIBRIUM A LIKELY OUTCOME IN ISLAND ARCHIPELAGOES?",
                "sec_num": null
            },
            {
                "text": "Large-scale continental island-like habitats may be expected to show similar dynamic disequilibrium, again because of the intrinsic instability of the places where island-like conditions develop. Mountain ranges are the premier examples of such island-like conditions, at least on a large geographical scale, and mountain ranges are now known to result largely from the same kinds of tectonic forces that are responsible for the development of island arcs, rising and eroding in much the same fashion as oceanic islands. Pleistocene variation in global climate that caused changes in sea level that affected oceanic islands like the Philippines also affected mountain chains because of the changes in temperature. In the Rocky Mountain area of North America, for example, changes in temperature and precipitation during glacial periods caused wholesale changes in the distribution of the conifer forest that now forms the classic habitat for mountaintops in the region, allowing such habitat (and the mammals associated with it) to drop to lower elevations and disperse widely over much of the South-west (Grayson, 1993) .",
                "cite_spans": [
                    {
                        "start": 1105,
                        "end": 1120,
                        "text": "(Grayson, 1993)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "IS EQUILIBRIUM A LIKELY OUTCOME IN ISLAND ARCHIPELAGOES?",
                "sec_num": null
            },
            {
                "text": "Clearly, because all species ultimately originate through phylogenesis, any discussion of species diversity must recognize phylogenesis in at least some fashion. More specifically, any attempt to model the processes that influence patterns of species richness in island-like conditions must be cognisant of the potential for rates of colonization and extinction to operate on a timescale that is equivalent to those under which phylogenesis and major geological and climatic change may take place. Because much of the biological diversity on earth exists on tropical island archipelagoes, and much of the remainder in continental montane areas, any general model must therefore acknowledge and include phylogenesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSION",
                "sec_num": null
            },
            {
                "text": "Considered in this light, the MacArthur-Wilson equilibrium model must be judged to be inadequate. For this reason, along with the others cited by authors of other papers in this issue, I believe that it is time to develop more fully the concept of dynamic change that has made the MacArthur-Wilson equilibrium model so important in evolutionary ecology. It is an exciting prospect that calls for the same kind of creativity shown by MacArthur and Wilson, expanding into crucial and complex conceptualization of the origin and maintenance of biological diversity. I predict that the original MacArthur-Wilson equilibrium model will remain a primary cornerstone of the new development, not discarded or superceded, but instead forming a crucial component of future conceptual development. Its strengths -clarity, simplicity, and ability to induce inquisitiveness -should continue to be the hallmark of island biogeography.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSION",
                "sec_num": null
            },
            {
                "text": "© 2000 Blackwell Science Ltd, Global Ecology & Biogeography , 9 , 59-74",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "L. R. Heaney © 2000 Blackwell Science Ltd, Global Ecology & Biogeography , 9 , 59-74",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "L. R. Heaney © 2000 Blackwell Science Ltd, Global Ecology & Biogeography , 9 , 59-74",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "© 2000 Blackwell Science Ltd, Global Ecology & Biogeography, 9, 59-74",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "A brief version of this paper was initially presented at the Seventh International Theriological Congress, in a symposium on island biogeography of mammals organized by Ticul Alvarez and myself; I thank Ticul for his collaboration and encouragement, and the organizers of the ITC for the opportunity. Danilo S. Balete, James H. Brown, Paul D. Heideman, Mark V. Lomolino, Thomas J. McIntyre, Victor Sanchez-Cordero, Blas R. Tabaranza, Jr., Richard W. Thorington, Jr., Ruth B. Utzurrum, and especially Eric A. Rickart, have made substantial contributions to my thinking on this topic, and I am grateful to them all. This paper benefited greatly from insightful comments on earlier drafts by John Bates, Mark Lomolino, Eric Rickart, Joseph Walsh, Robert Whittaker, and an anonymous reviewer. Permits for field work in the Philippines were provided by the Protected Areas and Wildlife Bureau of the Department of Environment and Natural Resources. This research has been supported by the National Science Foundation (BSR-8514223), the Smithsonian Office of Fellowships and Grants, the Marshall Field, Barbara Brown, and Ellen Thorne Smith Funds of The Field Museum, and the John D. and Catherine T. MacArthur Foundation (90 -09272 A).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Evolution in the Galapagos Islands",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "21",
                "issue": "",
                "pages": "1--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry, R.J. (1984) Evolution in the Galapagos Islands. Biological Journal of the Linnean Soci- ety, 21, 1-270.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Evolution of small mammals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Evolution on islands",
                "volume": "",
                "issue": "",
                "pages": "35--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry, R.J. (1998) Evolution of small mammals. Evolution on islands (ed. by P.R. Grant), pp. 35- 50. Oxford University Press, Oxford.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammals on mountaintops: non-equilibrium insular biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "American Naturalist",
                "volume": "105",
                "issue": "",
                "pages": "467--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J.H. (1971) Mammals on mountaintops: non-equilibrium insular biogeography. American Naturalist, 105, 467-478.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Turnover rates in insular biogeography: effect of immigration on extinction",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kodric-Brown",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Ecology",
                "volume": "58",
                "issue": "",
                "pages": "445--449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J.H. & Kodric-Brown, A. (1977) Turnover rates in insular biogeography: effect of immigra- tion on extinction. Ecology, 58, 445-449.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Independent discovery of the equilibrium theory of island biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Ecology",
                "volume": "70",
                "issue": "",
                "pages": "1954--1957",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J.H. & Lomolino, M.V. (1989) Independ- ent discovery of the equilibrium theory of island biogeography. Ecology, 70, 1954-1957.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Muroid rodents. Orders and families of recent mammals of the world",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sunderland",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J.H. & Lomolino, M.V. (1998) Biogeography. 2nd edn, p. 691. Sinauer Associates, Sunderland. Carleton, M.D. & Musser, G.G. (1984) Muroid rodents. Orders and families of recent mammals of the world (ed. by S. Anderson & J.K. Jones, Jr), pp. 289-380. Wiley Interscience, New York. Case, T.J. & Cody, M.L., eds. (1983) Island bio- geography in the Sea of Cortez, p. 508. Univer- sity of California Press, Berkeley.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A comparison of relict versus equilibrium models for insular mammals of the Gulf of Maine",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Crowell",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "37--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crowell, K.L. (1986) A comparison of relict versus equilibrium models for insular mammals of the Gulf of Maine. Biological Journal of the Linnean Society, 28, 37-64.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Some historical notes on Louis Agassiz's lectures on zoogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Dexter",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Journal of Biogeography",
                "volume": "5",
                "issue": "",
                "pages": "207--209",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dexter, R.W. (1978) Some historical notes on Louis Agassiz's lectures on zoogeography. Journal of Biogeography, 5, 207-209.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Factors determining mammal species richness on habitat islands and isolates: habitat diversity, disturbance, species interactions and guild assembly rules",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Fox",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Fox",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Global Ecology & Biogeography",
                "volume": "9",
                "issue": "",
                "pages": "19--37",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fox, B.J. & Fox, M.D. (2000) Factors determin- ing mammal species richness on habitat islands and isolates: habitat diversity, disturbance, species interactions and guild assembly rules. Global Eco- logy & Biogeography, 9, 19-37.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Sea-level lowering during the Illinoian Glaciation: evidence from a Bahama 'Blue Hole",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gascoyne",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Benjamin",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Schwartz",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Science",
                "volume": "205",
                "issue": "",
                "pages": "806--808",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gascoyne, M., Benjamin, G.J. & Schwartz, H.P. (1979) Sea-level lowering during the Illinoian Glaciation: evidence from a Bahama 'Blue Hole'. Science, 205, 806-808.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The equilibrium theory of island biogeography: fact or fiction",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "S"
                        ],
                        "last": "Gilbert",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Biogeography",
                "volume": "7",
                "issue": "",
                "pages": "209--235",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gilbert, F.S. (1980) The equilibrium theory of island biogeography: fact or fiction? Journal of Biogeography, 7, 209-235.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Ecology and evolution of Darwin's finches",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Evolution on islands",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, P.R. (1986) Ecology and evolution of Darwin's finches. Princeton University Press, Princeton. Grant, P.R. (ed.) (1998) Evolution on islands, p. 334. Oxford University Press, Oxford.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Epilogue and questions",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Grant",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Evolution on islands",
                "volume": "",
                "issue": "",
                "pages": "305--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grant, P.R. (1998) Epilogue and questions. Evolu- tion on islands (ed. by P.R. Grant), pp. 305-320. Oxford University Press, Oxford.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The desert's past: a natural prehistory of the Great Basin",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Grayson",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grayson, D.K. (1993) The desert's past: a natural prehistory of the Great Basin, p. 356. Smithsonian Institution Press, Washington, DC.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Reconstructing Cenozoic SE Asia. Tectonic evolution of southeast Asia",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Geological Society Special Publication",
                "volume": "106",
                "issue": "",
                "pages": "1--566",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall, R. (1996) Reconstructing Cenozoic SE Asia. Tectonic evolution of southeast Asia (ed. by R. Hall & D.J. Blundell), pp. 153-184. Geological Society Special Publication 106, 1-566.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The plate tectonics of Cenozoic SE Asia and the distribution of land and sea. Biogeography and geological evolution of SE Asia",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "99--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall, R. (1998) The plate tectonics of Cenozoic SE Asia and the distribution of land and sea. Bio- geography and geological evolution of SE Asia (ed. by R. Hall & J.D. Holloway), pp. 99-132. Backhuys Publishers, Leiden.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mammalian species richness on islands on the Sunda Shelf",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Southeast Asia. Oecologia",
                "volume": "61",
                "issue": "",
                "pages": "11--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. (1984) Mammalian species richness on islands on the Sunda Shelf, Southeast Asia. Oecologia, 61, 11-17.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Zoogeographic evidence for Middle and Late Pleistocene land bridges to the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Modern Quaternary Research in Southeast Asia",
                "volume": "9",
                "issue": "",
                "pages": "127--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. (1985) Zoogeographic evidence for Middle and Late Pleistocene land bridges to the Philippine Islands. Modern Quaternary Research in Southeast Asia, 9, 127-143.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Biogeography of mammals in Southeast Asia: estimates of rates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. (1986) Biogeography of mammals in Southeast Asia: estimates of rates of coloniza- tion, extinction, and speciation. Biological Journal of the Linnean Society, 28, 127-165.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "A synopsis of climatic and vegetational change in Southeast Asia",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Climatic Change",
                "volume": "19",
                "issue": "",
                "pages": "53--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. (1991a) A synopsis of climatic and vegetational change in Southeast Asia. Climatic Change, 19, 53-61.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "An analysis of patterns of distribution and species richness among Philippine fruit bats (Pteropodidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "206",
                "issue": "",
                "pages": "145--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. (1991b) An analysis of patterns of distribution and species richness among Philippine fruit bats (Pteropodidae). Bulletin of the Ameri- can Museum of Natural History, 206, 145-167.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Vanishing treasures of the Philippine rain forest",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Regalado",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "The Field Museum",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. & Regalado, J.C. Jr (1998) Vanishing treasures of the Philippine rain forest, p. 88. The Field Museum, Chicago.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philippine mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Vertebrates in the tropics",
                "volume": "",
                "issue": "",
                "pages": "321--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. & Rickart, E.A. (1990) Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philip- pine mammals. Vertebrates in the tropics (ed. by G. Peters & R. Hutterer), pp. 321-332. Museum Alexander Koenig, Bonn.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A preliminary analysis of biogeography and phylogeny of shrews (Mammalia: Soricidae) from the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ruedi",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "The biology of shrews",
                "volume": "",
                "issue": "",
                "pages": "357--377",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R. & Ruedi, M. (1994) A preliminary analysis of biogeography and phylogeny of shrews (Mammalia: Soricidae) from the Philippine Islands. The biology of shrews (ed. by J. Merritt, G. Kirkland & R. Rose), pp. 357-377. Special Publications, Carnegie Museum, Pittsburgh.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "A synopsis of the mammalian fauna of the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Balete",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dolar",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Arcala",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Dans",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Gonzales",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "Ingle",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lepiten",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Oliver",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Tabaranza",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C B"
                        ],
                        "last": "Utzurrum",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Fieldiana Zoology",
                "volume": "88",
                "issue": "",
                "pages": "1--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L.R., Balete, D.S., Dolar, L., Arcala, A.C., Dans, A., Gonzales, P.C., Ingle, N.R., Lepiten, M., Oliver, W., Rickart, E.A., Tabaranza, B.R.Jr. & Utzurrum, R.C.B. (1998) A synopsis of the mammalian fauna of the Philippine Islands. Fieldiana Zoology, 88, 1-61.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Comparative biogeography of mammals on islands",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "99--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawlor, T.E. (1986) Comparative biogeography of mammals on islands. Biological Journal of the Linnean Society, 28, 99-125.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Mammalian community structure on islands: immigration, extinction and interactive effects",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "1--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lomolino, M.V. (1986) Mammalian community structure on islands: immigration, extinction and interactive effects. Biological Journal of the Linnean Society, 28, 1-21.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Winter filtering, immigrant selection and species composition of insular mammals of Lake Huron",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Ecography",
                "volume": "16",
                "issue": "",
                "pages": "24--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lomolino, M.V. (1993) Winter filtering, immigrant selection and species composition of insular mammals of Lake Huron. Ecography, 16, 24-30.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Species richness patterns of mammals inhabiting nearshore archipelagoes: area, isolation, and immigration filters",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Journal of Mammology",
                "volume": "75",
                "issue": "",
                "pages": "39--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lomolino, M.V. (1994) Species richness patterns of mammals inhabiting nearshore archipelagoes: area, isolation, and immigration filters. Journal of Mammology, 75, 39-49.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "A call for a new paradigm of island biogeography",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Global Ecology & Biogeography",
                "volume": "9",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lomolino, M.V. (2000a) A call for a new paradigm of island biogeography. Global Ecology & Bio- geography, 9, 1-6.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "A species-based theory of insular zoogeography",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Lomolino",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Global Ecology & Biogeography",
                "volume": "9",
                "issue": "",
                "pages": "39--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lomolino, M.V. (2000b) A species-based theory of insular zoogeography. Global Ecology & Biogeo- graphy, 9, 39-58.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Geographical ecology: patterns in the distribution of species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacArthur, R.H. (1972) Geographical ecology: patterns in the distribution of species. Harper & Row, New York.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "An equilibrium theory of insular zoogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Evolution",
                "volume": "17",
                "issue": "",
                "pages": "373--387",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacArthur, R.H. & Wilson, E.O. (1963) An equi- librium theory of insular zoogeography. Evolution, 17, 373-387.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The theory of island biogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Monographs in Population Biology",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacArthur, R.H. & Wilson, E.O. (1967) The theory of island biogeography, p. 203. Monographs in Population Biology 1. Princeton University Press, Princeton.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Extinction and the zoogeography of West Indian land mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Woods",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "167--203",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morgan, G.S. & Woods, C.A. (1986) Extinction and the zoogeography of West Indian land mam- mals. Biological Journal of the Linnean Society, 28, 167-203.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The geographical distribution of butterflies in the West Indies",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Munroe",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Munroe, E.G. (1948) The geographical distribution of butterflies in the West Indies. PhD dissertation, Cornell University, Ithaca, New York.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Philippine rodents: definitions of Tarsomys and Limnomys plus a preliminary assessment of phylogenetic patterns among native Philippine murines (Murinae, Muridae)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "211",
                "issue": "",
                "pages": "1--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Musser, G.G. & Heaney L.R. (1992) Philippine rodents: definitions of Tarsomys and Limnomys plus a preliminary assessment of phylogenetic pat- terns among native Philippine murines (Murinae, Muridae). Bulletin of the American Museum of Natural History, 211, 1-138.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Genetic differentiation in Philippine bats of the genera Cynopterus and Haplonycteris",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "49",
                "issue": "",
                "pages": "203--218",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterson, A.T. & Heaney, L.R. (1993) Genetic dif- ferentiation in Philippine bats of the genera Cynopterus and Haplonycteris. Biological Journal of the Linnean Society, 49, 203-218.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "A review of the genera Crunomys and Archboldomys (Rodentia, Muridae, Murinae) with descriptions of two new species from the Philippines",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Balete",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Tabaranza",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Fieldiana Zoology",
                "volume": "89",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rickart, E.A., Heaney, L.R., Balete, D.S. & Tabaranza, B.R. Jr (1998) A review of the genera Crunomys and Archboldomys (Rodentia, Muridae, Murinae) with descriptions of two new species from the Philippines. Fieldiana Zoology, 89, 1-24.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Philippine rodents: Chromosomal characteristics and their significance for phylogenetic inference among 13 species (Rodentia: Muridae: Murinae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Museum Novitates",
                "volume": "3064",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rickart, E.A. & Musser, G.G. (1993) Philippine rodents: Chromosomal characteristics and their significance for phylogenetic inference among 13 species (Rodentia: Muridae: Murinae). American Museum Novitates, 3064, 1-34.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Philippine Zoological Expedition 1946-47",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sanborn",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Mammals. Fieldiana Zoology",
                "volume": "33",
                "issue": "",
                "pages": "88--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sanborn, C.C. (1952) Philippine Zoological Expedi- tion 1946-47. Mammals. Fieldiana Zoology, 33, 88-158.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Oceanic islands and biogeographic theory: a review",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sauer",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Geographical Review",
                "volume": "59",
                "issue": "",
                "pages": "582--593",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sauer, J. (1969) Oceanic islands and biogeographic theory: a review. Geographical Review, 59, 582- 593.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Natural reserves: island theory and conservation practice",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Shafer",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shafer, C.L. (1990) Natural reserves: island theory and conservation practice, p. 189. Smithsonian Institution Press, Washington.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Experimental zoogeography of islands. a two-year record of colonization",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Simberloff",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Ecology",
                "volume": "51",
                "issue": "",
                "pages": "934--937",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simberloff, D.S. & Wilson, E.O. (1970) Experimental zoogeography of islands. a two-year record of colonization. Ecology, 51, 934-937.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Hawaiian biogeography: evolution on a hot spot archipelago",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Wagner",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "A"
                        ],
                        "last": "Funk",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wagner, W.L. & Funk, V.A. (1995) Hawaiian bio- geography: evolution on a hot spot archipelago, p. 467. Smithsonian Institution Press, Washington, DC.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Chance and determinism in the development of isolated communities",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Ward",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "W B"
                        ],
                        "last": "Thornton",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Global Ecology & Biogeography",
                "volume": "9",
                "issue": "",
                "pages": "7--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ward, S.A. & Thornton, I.W.B. (2000) Chance and determinism in the development of isolated communities. Global Ecology & Biogeography, 9, 7-18.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The nature of the taxon cycle in the Melanesian ant fauna",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "American Naturalist",
                "volume": "95",
                "issue": "",
                "pages": "169--193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, E.O. (1961) The nature of the taxon cycle in the Melanesian ant fauna. American Naturalist, 95, 169-193.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Island Biogeography: ecology, evolution, and conservation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Whittaker",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Whittaker, R.J. (1998) Island Biogeography: eco- logy, evolution, and conservation, p. 285. Oxford University Press, Oxford.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Island populations",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Williamson",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williamson, M. (1989) Island populations, p. 286. Oxford University Press, Oxford.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Conceptual model of the rate curves for colonization and phylogenesis on a series of islands of varying area and distance from a species-rich source. The rate of phylogenesis should vary with island size; only two of an infinite series of potential curves are shown. The approximate position of Nm = 1 (gene flow equal to one individual per generation) is shown as 'A'."
            }
        }
    }
}