{
    "paper_id": "HeaneyandThorington1978-EcologyofNeotropicalred-tailedsquirrels,Sciurusgranatensis,inthePanamaCanalZone",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:42.910512Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Heteromyidae",
            "middle": [
                ") J"
            ],
            "last": "Mamm",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Carnegie Museum of Natural History",
                "location": {
                    "addrLine": "4400 Forbes Ave",
                    "postCode": "15213",
                    "settlement": "Pittsburgh",
                    "region": "Pennsylvania"
                }
            },
            "email": ""
        },
        {
            "first": "J",
            "middle": [
                "D"
            ],
            "last": "Druecker",
            "suffix": "",
            "affiliation": {
                "laboratory": "Pymatuning Laboratory of Ecology",
                "institution": "University of Pittsburgh",
                "location": {
                    "postCode": "15213, 16424",
                    "settlement": "Pennsylvania, Linesville",
                    "region": "Pennsylvania"
                }
            },
            "email": ""
        },
        {
            "first": "Daniel",
            "middle": [
                "F"
            ],
            "last": "Williams",
            "suffix": "",
            "affiliation": {
                "laboratory": "Pymatuning Laboratory of Ecology",
                "institution": "University of Pittsburgh",
                "location": {
                    "postCode": "15213, 16424",
                    "settlement": "Pennsylvania, Linesville",
                    "region": "Pennsylvania"
                }
            },
            "email": ""
        },
        {
            "first": "Michael",
            "middle": [
                "A"
            ],
            "last": "Mares",
            "suffix": "",
            "affiliation": {
                "laboratory": "Pymatuning Laboratory of Ecology",
                "institution": "University of Pittsburgh",
                "location": {
                    "postCode": "15213, 16424",
                    "settlement": "Pennsylvania, Linesville",
                    "region": "Pennsylvania"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "TATE, G. H. H. 1942. Results of the Archbold Expeditions. No. 47. Review of the vespertilionine bats, with special attention to genera and species of the Archbold collections.",
    "pdf_parse": {
        "paper_id": "HeaneyandThorington1978-EcologyofNeotropicalred-tailedsquirrels,Sciurusgranatensis,inthePanamaCanalZone",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "TATE, G. H. H. 1942. Results of the Archbold Expeditions. No. 47. Review of the vespertilionine bats, with special attention to genera and species of the Archbold collections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "More than 20 species of tree squirrels of the genus Sciurus occur in Central and South America, but little ecological information has been published about them. We recently conducted a study of the Neotropical red-tailed squirrel, Sciurus (Guerlinguetus) granatensis, which occurs from northern Costa Rica south to Venezuela, Colombia, and Ecuador (Hall and Kelson, 1959; Cabrera, 1961) . Sciurus granatensis is an inhabitant of seasonal rain forest and is a common species in diverse habitats in some areas (Enders, H132; Fleming, 1970; Handley, 1966 Handley, , 1976 . We studied S. granatensis in secondary forest (over 60 years old) on Barro Colorado Island (BC!), Panama Canal Zone, from 19 May to 11 August 1976 , and 14 December 1976 to 15 January 1977 including parts of the rainy and dry seasons. The physiography, vegetation, and mammalian fauna of BCI have been described by Eisenberg and Thorington (1973) , Foster (1973) , Kaufmann (1962) , and Knight (1975) . The study area, known as the Lutz Watershed, was described in detail in Rubinoff (1974) and Windsor (1975) .",
                "cite_spans": [
                    {
                        "start": 348,
                        "end": 371,
                        "text": "(Hall and Kelson, 1959;",
                        "ref_id": null
                    },
                    {
                        "start": 372,
                        "end": 386,
                        "text": "Cabrera, 1961)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 508,
                        "end": 522,
                        "text": "(Enders, H132;",
                        "ref_id": null
                    },
                    {
                        "start": 523,
                        "end": 537,
                        "text": "Fleming, 1970;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 538,
                        "end": 551,
                        "text": "Handley, 1966",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 552,
                        "end": 567,
                        "text": "Handley, , 1976",
                        "ref_id": null
                    },
                    {
                        "start": 705,
                        "end": 716,
                        "text": "August 1976",
                        "ref_id": null
                    },
                    {
                        "start": 717,
                        "end": 739,
                        "text": ", and 14 December 1976",
                        "ref_id": null
                    },
                    {
                        "start": 740,
                        "end": 758,
                        "text": "to 15 January 1977",
                        "ref_id": null
                    },
                    {
                        "start": 885,
                        "end": 916,
                        "text": "Eisenberg and Thorington (1973)",
                        "ref_id": null
                    },
                    {
                        "start": 919,
                        "end": 932,
                        "text": "Foster (1973)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 935,
                        "end": 950,
                        "text": "Kaufmann (1962)",
                        "ref_id": null
                    },
                    {
                        "start": 957,
                        "end": 970,
                        "text": "Knight (1975)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1045,
                        "end": 1060,
                        "text": "Rubinoff (1974)",
                        "ref_id": null
                    },
                    {
                        "start": 1065,
                        "end": 1079,
                        "text": "Windsor (1975)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Eleven squirrels were live-trapped, marked with ear tags and collars, and released. The collars consisted of a length of 6-gauge ball-chain inserted through four brightly colored plastic heads. Most observations were made hetween 0800 and 1130 h because the squirrels were most active during this period.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Foraging and food use.-Red-tailed squirrels foraged terrestrially and arboreally, although when a squirrel on the ground obtained a food item, it invariably climbed several meters up into a tree before beginning to eat. During the study, foraging was in the lower vegetation (3-15 m) because most food items taken were being produced by small trees. However, during the fruiting period of Dipteryx panamensis, red-tailed squirrels foraged extensively in the crowns of these trees, often 30 m above the ground.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We observed 261 feeding sessions, 136 in the first study period and 125 in the second (Table  1) . A feeding session was defined as one squirrel feeding on one food species until it either left the field of vhion or began feeding on a second species. The majority of food items were large seeds and fruits; young leaves, mushrooms, bark, and Rowers were minor items in the diet. We did not see squirrels eating insects. We saw 21 species of native plants being eaten by squirrels (Table 1) , as well as the fruit of the introduced mango, Mangifera indica. Other researchers on BCI reported to us that squirrels also ate the nuts of Sterculia ape tala and the fruit of Spondias mombin. The trunks of most Quararibea asterolepis showed evidence of having bark stripped and inner bark gnawed by arboreal rodents, probably squirrels.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 86,
                        "end": 96,
                        "text": "(Table  1)",
                        "ref_id": null
                    },
                    {
                        "start": 480,
                        "end": 489,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many plants that produce large fruits, including the species most important to S. granatensis do so seasonally (Smythe, 1970) . Astrocaryum fruit was rare or absent after the end of June, and although fruit was eaten in December and January, none were fully ripe. Gustavia fruit decreased in availability in late July, and only leaves were eaten in December and January. Dipteryx trees fruit only at the beginning of the dry season, and their nuts were not used at other times of the year. No Scheelia palms were producing fruits when the study began, but many squirrels were seen chewing on old nuts that they dug from the ground. In mid-June, as the fruit of Scheelia began to mature and become abundant and other food species became rare, the squirrels used Scheelia heavily; in late July, Scheelia fruit and nuts accounted for 68% of the feeding sessions. During December and January, few Scheelia were fruiting, and fresh Scheelia accounted for only 10-20% of the feeding sessions. Thus, consumption of the four most important food species corresponded roughly with their availability, except that cached Scheelia nuts were used when little else was available.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 125,
                        "text": "(Smythe, 1970)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Age and sex classes may have different food habits, although our data are inconclusive. At the beginning of the dry season, from 15 December to 15 January, adult males were seen eating three species of plants, adult females four species, and subadults eight species. Nearly all Rowers, bark, and leaves consumed by squirrels were eaten by females and subadults. In contrast, Dipteryx nuts accounted for 80% of the adult male, 46% of the adult female, and 54% of the subadult feeding sessions. There seemed to be less differentiation in food use early in the rainy season o to 30 June). Adult males ate seven species of plants, females eight, and subadults nine, but again only females and subadults were seen eating bark or leaves, though none ate flowers. From 1 to 30 July, all three classes were seen eating four species of plants, but sample size was low.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Food was cached when present in large quantities or when caching protected the food from predation by other seed-eaters. Caches were arboreal and terrestrial, and each item was cached separately (scatter-hoarded). Caching was seen commonly in May through August, but not in December or January.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 14 arboreal caches, the number of caches of each of the following plant species were observed: Gustavia superba, 8; Scheelia zonensis, 3; Astrocaryum standleyanum, 2; Inga sp., 1; unknown, 1. All Scheelia andAstrocaryum fruits cached in trees had little of the mesocarp eaten by squirrels before caching, whereas the ground-cached palms nuts had nearly all of the pulpy mesocarp removed first. The only cluster cache seen was of about six Astrocaryum fruits. Fruit cached arboreally always disappeared within 24 h. It was cached between 1 and 12 m high with a mean of 5.0 m. Fruit was most frequently placed in a branch fork or on top of a liana.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We saw as many arboreal as terrestrial caches during the study, but because arboreal caches are more readily seen, we suspect that terrestrial caching was the more common. Only nuts of Scheelia (1) and Astrocaryum (3) were seen being cached terrestrially by squirrels. The nuts of these two species were the only foods consumed that have a thick and nearly impermeable seed coat, and they are probably the only squirrel foods that would not rot rapidly in the ground. Scheelia was the species cached most frequently, and was also the only species we saw squirrels digging up and eating; this occurred in early May, June, December, and January. Terrestrial caching of nuts nearly always occurred at the base of a small tree, against a buttress, or beside a Hana where it lay on the ground. The mean distance squirrels carried nuts from the parent tree was estimated at 13.9 m (N = 10, SD ± 4.5). The mean time required for squirrels to carry a nut away from the parent tree, cache it, and return was 5.4 min (N = 7, SO ± 2.0).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many nuts cached by squirrels had had the pulp eaten off by some other rodent-, probably agoutis (Dasyprocta punctata) or pacas (Agouti paca), and had been left on the ground surface under the parent tree. Several agoutis were seen carrying and caching the nuts of Astrocaryum, which have thinner seed coats and larger seeds than Scheelia. Agoutis seemed to use cached nuts less frequently than squirrels. Agoutis often ate the outer coats and the portions of Dipteryx .<tandleyanum leo%,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(23%) (6%) (10%) (8%) (22%) (4%) (12%) (i4%) ,9%, ,",
                        "eq_num": ", 2 Palmat-"
                    }
                ],
                "section": "",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(53%) (68%) (86%) (19%) (13%) (12%) (14%) (27%) ~ 3 1 , 5 0 Convolvulaceae Manpa panamclIsis (90/0) 15%,",
                        "eq_num": "(3%)"
                    }
                ],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(2%) C 6 6 ' \"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Guttifen.e",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rheedia mad\"\"'l()",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(19%) (2%) Z 6 \" 6 6 4 4 , 39",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": ";.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Gustauia s\"perba",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lecythidaceae",
                "sec_num": null
            },
            {
                "text": "(27%) (38%) ,-, (35%) (13%) (11%) (3%) (15%) r 2 , 3 0 Legummo,ae",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lecythidaceae",
                "sec_num": null
            },
            {
                "text": "Glitaria arborescens\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lecythidaceae",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(6%) (14%)",
                        "eq_num": "(1%)"
                    }
                ],
                "section": "Lecythidaceae",
                "sec_num": null
            },
            {
                "text": "...",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lecythidaceae",
                "sec_num": null
            },
            {
                "text": "\" \" 23 4 78",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "1::",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "Legurninosa\" Dipteryx panamensis (46%) (65%) (76%) (70%) (57%) (300/0) ;. , 3 ,",
                        "eq_num": ", 6"
                    }
                ],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "1::",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "Legurnmo,ae",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "In\"a 'pp.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "(4%)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(90/0) (5%) (3%)",
                        "eq_num": "(2%)"
                    }
                ],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "::::",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "3 3",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": ";.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "\"",
                "sec_num": null
            },
            {
                "text": "Ficus yoponensis",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(8%) (1%) r ,",
                        "eq_num": ", 2 0 Ruhiaceae"
                    }
                ],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Faramea occidentalis",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(3%) (4%) (1%) Cl 2 , ,",
                        "eq_num": ", 5 \"'"
                    }
                ],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "had,. unidentified",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(90/0) (3%) (5%) (6%) (2%) , , 2 3 , 8 unidentified (4%) (.1%) (10%) (10%) (3%) (3%) 2 , ,",
                        "eq_num": ", 2 2 9"
                    }
                ],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "uther\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": ",5%, (6%) (3%) tallying the total number of adults, subadults, and squirrels of uncertain age class seen during each of three periods. From 1 to 15 June, 44 squirrels were sighted. Of these, 31 (14 males and 17 females) were adults, 12 (three males, three females, and six unsexed) were subadults, and one could not he aged; of those identified to age class, 72% were adult, and 28% were suhadult. From 15 to 13 July 1976,36 sightings were made. Eleven (five males and ~ix females) were adults, 14 (three males, seven females, and four unsexed) were suhadults, and 11 were not aged. Of the 25 squirrels identified to age class, 44% were adult, and 56% were subadult. Fifty-six sightings were made between 15 and 30 December 1976. Twenty-three squirrels (11 males and 12 females) were adults, 16 (four males, three females, and nine unsexed) were subadults, and 17 were unknown. Of the 39 identified during this period, 59% were adult, and 41% were subadult. The proportion of subadults in the population varied from 28% in early June when at least one litter was out of the nest, to 56% in late July, when a second litter was probably out of the nest. In late December, at the end of the nonreproductive season, 41% of the population was subadult. By averaging these three figures, we obtained a yearly mean of 42% subadults in the S. granatensis population. In all, 30 adult males and 35 adult females were seen, which suggests an even sex ratio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "We saw four litters of young squirrels, all at about weaning age; each consisted of two animals. Enders (1935) found from one to three embryos, with a mode of two, in red-tailed squirrels from BCI. An adult female can produce up to three litters annually on BCI, but a more realistic estimate is two litters per year.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 110,
                        "text": "Enders (1935)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Red-tailed squirrels began breeding at the beginning of the dry season, in late December and early January, after several months of reproductive inactivity. The numerous mating chases seen during this period suggest to us that nearly all adult females came into heat. Gestation is probably 44 days, as Nixon and McClain (1975) reported for S. carolinensis, and hirths take place in February and early March. Again as in S. caru/inensis lactation probably continues for 6 to 8 weeks (Seton, 1929) , with weaning in April. Three marked females were lactating when captured in late May and June, suggesting that a second litter had already been produced. One mated again on 3 June, another on 18 July, and the third sometime in mid-July. Assuming 44 days gestation and 6 to 8 weeks lactation, breeding activity probably ends in late October, coinciding with the beginning of the period of greatest rainfall in this area. Males had scrotal testes throughout the year, but in December and probably November the scrohlm is more thickly haired than at other times.",
                "cite_spans": [
                    {
                        "start": 302,
                        "end": 326,
                        "text": "Nixon and McClain (1975)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 482,
                        "end": 495,
                        "text": "(Seton, 1929)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Mean (and extreme) home range size for four adult females calculated by the minimum area method was 0.64 (0.39-0.86) ha. The home ranges of adult females overlapped only slightly in small areas, which always included a large fruit-producing Scheelia or Dipteryx or a cluster of Gustavia. Adult females were never seen closer together than about 10 m, and only once was more than one seen in the same tree in the same day. Thus, we consider the home ranges of adult females to be essentially nonoverlapping.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "The home ranges of adult males overlapped extensively with each other and with adult females. The mean range size for two adult males was 1.49 (0.83-2.15) ha.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "We have no estimates for the home ranges of subadult squirrels. However, observations indicated that they stayed in a limited area until shortly after weaning. After weaning, subadults stayed in the home range oftheir mother for several weeks, then dispersed. One marked subadult female, weighing approximately 300 g, dispersed at least 800 m. Strange subadults of both sexes were occasionally found in a female's home range together with her own offspring, but we never saw them remain for long.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Density of red~tailed squirrels varied greatly over the study area in a predictable manner. Greatest densities were recorded on ridge tops and sides, and the lowest in ravine bottoms, which squirrels visited only rarely. Direct measurements of density were not possible with our data, but we believe that our estimates are reasonably accurate. Adult females had home ranges averaging 0.64 ha, or about 1.5 adult females per ha. Males had larger home ranges, but accounted for about the same portion of the population as females, and so must also occur at about 1.5 per ha. Subadults occurred at variable densities, averaging about one or two per ha depending on the time of year. This totals approximately five squirrels per ha in good habitat, which is defined as those areas occupied by adult females. Because half of the study area was of low quality or unusable for squirrels, we estimated 2.5 squirrels per ha for the study area. This estimate approximated squirrel density for the island as a whole, as indicated by random surveys by each of us. Densities up to eight or more per ha may exist where food-producing trees are abundant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Two adult males had a mean weight of 440 g (400-480 g), and five females had a mean weight of 464 g (430-520 g). Two young captured before weaning weighed 270 and 280 g; a young male, perhaps a disperser, weighed 340 g. Considering that subadults composed about 40% of the population, we used 400 g as an approximate average weight. At an overall density of 2.5 squirrels per ha, we estimated their biomass to be 1.0 kg per ha. On Bel, an area of about 15 square km, this represents a total squirrel biomass of about 1,500 kg. Eisenberg and Thorington (1973) estimated a density of 0.2 squirrels per ha, based on sightings of unmarked animals, and a total biomass of 75 kg for the island. This discrepancy may be due partly to underestimation, but is mostly due to the increase in numbers of S. granatensis observed in recent years.",
                "cite_spans": [
                    {
                        "start": 527,
                        "end": 558,
                        "text": "Eisenberg and Thorington (1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Social interaction.-Red-tailed squirrels are generally solitary, except when breeding, during feeding aggregations, and during juvenile playing and nursing.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Feeding aggregations were seen near fruiting Scheelia, Rheedia, Madpa, and especially Dipteryx. They consisted of up to three adult males, up to five subadults, and a maximum of one adult female (once two females were seen at opposite sides of a fruiting Dipteryx). Feeding aggregations were common near Dipteryx in December and january. On five occasions in December when counts were made, a mean of 5.6 (SO\"\" 1.14) squirrels were involved. In june and july, aggregations were seen six times, and involved a mean of 3.3 (SO = 1.36) squirrels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "The difference between the aggregation sizes was significant (P < 0.05, t = 2.946). Squirrels in feeding aggregations remained several m apart, and, except for avoidance, exhibited no interactions. One chase was seen in which an adult male chased another from a cluster of Madpa fruit; however, the other soon returned and was ignored. Squirrels in aggregation responded more quickly to human observers by scolding and moving away than did lone squirrels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Interactions between mothers and their young offspring were limited to atterrpts by the young to nurse, and occasional short bouts of wrestling. These behaviors were similar to those described by Horwich (1967) for S. carolinensis.",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 210,
                        "text": "Horwich (1967)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Mating behavior of S. granatensis was similar to that described by Thompson (1977) for S. carolinensis, McCloskey and Shaw (1977) for S. niger, Farentinos (1972) for S. aherti, and Layne (1954) for Tamiasciurus hudsonicus. Males were observed following, sniffing, and on one occasion, grooming females three or more days before the females came into heat, as reported for S. aberti by Farentinos (1972) and S. carolinensis by Thompson (1977) . One difference was the presence of a single brief (near 10 s) copulation. Thompson (1977) reported similar behavior in S. carolinensis, but most other North American tree squirrels have repeated and more lengthy copulations over a period of several hours. Another difference was male loss of interest in the female within 15 to 30 min after copulation; whereas in other species males continue to approach the female. In one of two complete chases seen, there was no dominance displayed by any male until after mating had taken place. In the other chase, dominance was established early in the mating chase, as is usual for North American tree squirrels. In one of the two chases seen in its entirety, a subordinate male was able to mate with the female while the dominant male was chasing another male. Upon his return shortly after the copulation began, the dominant male bit the mounted male in the scrotum, causing him to leap away from the female who rejected further mating attempts.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 82,
                        "text": "Thompson (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 104,
                        "end": 129,
                        "text": "McCloskey and Shaw (1977)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 144,
                        "end": 161,
                        "text": "Farentinos (1972)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 181,
                        "end": 193,
                        "text": "Layne (1954)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 385,
                        "end": 402,
                        "text": "Farentinos (1972)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 426,
                        "end": 441,
                        "text": "Thompson (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 518,
                        "end": 533,
                        "text": "Thompson (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Discussion.-Red-tailed squirrels appear to occupy a specialized niche on BCI as the primary arboreal consumer of large, hard fruits and their seeds. Because few species produce such fruits in this area (Foster, 1973) , squirrels are restricted to a few species for the bulk of their diet. These tree species are relatively common however, and prolific in their fruit production, and squirrels have reached high density.",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 216,
                        "text": "(Foster, 1973)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "The greatest effect of the red-tailed squirrels in the study area probably is as a disperser of seeds of a few tree species, especially the palms Astrocaryum and Scheelia. The mesocarp of the fruit of these trees is eaten by many other species of mammals, but only agoutis and squirrels are known to cache the seeds, and agoutis were not seen caching Scheelia. Smythe (1970) suggested that plants used most heavily by large rodents on BCI produce their fruit synchronously to minimize seed predation by saturating the consumers and disperse the excess nuts through scatter-hoarding by rodents. We found no evidence that Diptenjx and Gustavia, both seasonal in fruiting, were cached by any mammal during the study. Smith (1976) suggested that the scattering of seeds of Scheelia by S. granatensis on BCI substantially reduced the level of predation on Scheelia seeds by bruchid beetles (18% damaged), in contrast to a site in Costa Rica where squirrels were rare and beetles damaged 52% of the crop. However, he found that total predation was higher on BCI than at the site in Costa Rica (81% as opposed to 62%) because of higher squirrel predation. Predator saturation is probably an energetically expensive system because the trees must satiate squirrels, agoutis, and other seed+eating predators before caching occurs, and because there is a high level of predation on the cached nuts. The abundance of young Scheelia and Astrocaryum in the study area indicates the success of the predator saturation strategy, but they probably genninated when the squirrel population was lower than now. We wish to thank Carol Augspurger, Nancy Garwood, David Janos, and Susan Libonati-Barnes for identifying plants, and Carolyn Gamble, James Russell, and Gary Stumpe for their valuable assistance with the field work. We benefited from discussions with and editorial comments from William Glanz, Gregory Glass, Robert Hoffmann, James Koeppl, Howard Levenson, Nonnan Slade, Robert Timm, Don Wilson, and Nancy Zuschlag. Funding was supplied by a grant from the Smithsonian Tropical Research Imtitute Environmental Studies Program to Thorington and ESP Contract No. SF6-65582 to Heaney.",
                "cite_spans": [
                    {
                        "start": 361,
                        "end": 374,
                        "text": "Smythe (1970)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 714,
                        "end": 726,
                        "text": "Smith (1976)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Moraceae",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/59/4/846/837149 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "JuneJuly JulyAugust",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "}. Mamm .. 59(4):846-851, 1978 Downloaded from https://academic.oup.com/jmammal/article/59/4/846/837149 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Catalogo de los mamiferos de America del Sur. Revista Mus. Argentino de Cien. ~at",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Cienc. ZooI",
                "volume": "4",
                "issue": "2",
                "pages": "309--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABRERA, A. 1961. Catalogo de los mamiferos de America del Sur. Revista Mus. Argentino de Cien. ~at. \"Bernardino Rivadavia,\" Cienc. ZooI., 4 (2):309-732.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A preliminary analysis of a Neotropical mammal fauna",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Eisenberg",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorlngto ; J",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Biotropica",
                "volume": "5",
                "issue": "",
                "pages": "150--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EISENBERG, J. F., AND R. W. THORlNGTO:-J, JR. 1973. A preliminary analysis of a Neo- tropical mammal fauna. Biotropica, 5:150- 161.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Notes on some mammals from Barro Colorado Island, Canal Zone",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "Panama. Bull. Mus. Compo Zoo!",
                "volume": "11",
                "issue": "",
                "pages": "383--502",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ENDERS, R K. 1932. Notes on some mammals from Barro Colorado Island, Canal Zone. J. Mamm., 11:280-292. --. 1935. Mammalian life histories from Barra Colorado Island, Panama. Bull. Mus. Compo Zoo!., 78:383-502.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Social dominance and mating activity in the tassel-eared squirrel (Sciurus aberti ferreus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Farentinos",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Anim. Behav",
                "volume": "20",
                "issue": "",
                "pages": "316--326",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FARENTINOS, R C. 1972. Social dominance and mating activity in the tassel-eared squir- rel (Sciurus aberti ferreus). Anim. Behav., 20:316-326.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Notes on the rodent faunas of two Panamanian forests",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "J. Mamm",
                "volume": "51",
                "issue": "",
                "pages": "473--490",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FLEMING, T. H. 1970. Notes on the rodent faunas of two Panamanian forests. J. Mamm., 51:473-490.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Seasonality of fruit production and seed fall in a tropical forest ecosystem in Panama",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Foster",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "156",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOSTER, R. B. 1973. Seasonality of fruit pro- duction and seed fall in a tropical forest eco- system in Panama. Unpublished Ph.D. Dis- sert., Duke Univ., Durham, North Carolina, xii + 156 pp.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "59. The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "K R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R, AND K. R KELSON. 19.'59. The mammals of North America. Ronald Press Co., New York, 1: xxx + 1-546, 79.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Checklist of the mammals of Panama",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "0"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Field Mus",
                "volume": "861",
                "issue": "",
                "pages": "753--795",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANDLEY, C. 0., JR. 1966. Checklist of the mammals of Panama. Pp. 753-795 in Ecto- parasites of Panama (R L. Wensel and V. J. Tipton, eds.), Field Mus. Nat. Hist., Chica- go, xii + 861 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Mammals of the Smithsonian Venezuelan Project",
                "authors": [
                    {
                        "first": "--",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Brigham Young Univ. Sci. Bull., BioI. Ser",
                "volume": "20",
                "issue": "5",
                "pages": "1--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "--. 1976. Mammals of the Smithsonian Ven- ezuelan Project. Brigham Young Univ. Sci. Bull., BioI. Ser., 20(5):1-91.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The ontogeny of social hehavior in the gray squirrel Sciurus ca1'O• linensis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Horwich",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Adv. Ethol. (Berlin)",
                "volume": "8",
                "issue": "",
                "pages": "1--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HORWICH, R. H. 1967. The ontogeny of social hehavior in the gray squirrel Sciurus ca1'O• linensis. Adv. Ethol. (Berlin), 8:1-103.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Ecology and social behavior of the coati, Nasua narica",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Kaufman:-J",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "",
                "volume": "60",
                "issue": "",
                "pages": "95--222",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KAUFMAN:-J, J. H. 1962. Ecology and social behavior of the coati, Nasua narica, on Barro Colorado Island, Panama. Univ. California Pub!. Zoo1., 60:95-222.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A phytosociological analysis of species-rich tropical forest on Barro Colorado Island",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Knight",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Panama. Ecol. Monogr",
                "volume": "45",
                "issue": "",
                "pages": "259--284",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KNIGHT, D. H. 1975. A phytosociological analysis of species-rich tropical forest on Barro Colorado Island, Panama. Ecol. Mono- gr., 45:259-284.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The biology of the red squirrel",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Layne",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Tamiascillrus hudsonicus loquax",
                "volume": "24",
                "issue": "",
                "pages": "227--267",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAYNE, J. N. 1954. The biology of the red squirrel, Tamiascillrus hudsonicus loquax (Bangs), in central New York. Eco!. Monogr., 24:227-267.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Copulatory behavior of the fox squirrel",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Mccloskey",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "C"
                        ],
                        "last": "A:-'d K",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Shaw",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "J. Mamm",
                "volume": "58",
                "issue": "",
                "pages": "663--665",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCCLOSKEY, R. J., A:-'D K. C. SHAW. 1977. Copulatory behavior of the fox squirrel. J. Mamm., 58:663-665.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Breeding seasons and fecundity of female gray squirrels in Ohio",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "~1"
                        ],
                        "last": "Nixon",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Mcclain",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J. Wildlife Mgmt",
                "volume": "39",
                "issue": "",
                "pages": "426--438",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NIXON, C. ~1., AND M. W. MCCLAIN. 1975. Breeding seasons and fecundity of female gray squirrels in Ohio. J. Wildlife Mgmt., 39:426-438.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Environmental monitoring and baseline data 1973. Tropical Studies",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Rubinofi'",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "465",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RUBINOFI', R. (ed.) 1974. Environmental monitoring and baseline data 1973. Tropical Studies. Smithsonian Institution, Washing- ton, D.C., xiv + 465 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Lives of game animals. Doubleday",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Seton",
                        "suffix": ""
                    }
                ],
                "year": 1929,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "1--440",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SETON, E. T. 1929. Lives of game animals. Doubleday, Doran and Co., Inc. New York, 4(1):xxii + 1-440.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The coevolution of plants and seed predators",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "The coevolution of animals and plants",
                "volume": "246",
                "issue": "",
                "pages": "53--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMITH, C. C. 1976. The coevolution of plants and seed predators. Pp. 53-77, in The co- evolution of animals and plants (L. E. Gil- bert and P. H. Raven, eds.), Univ. Texas Press, Austin, xiii + 246 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Relationships between fruiting seasons and seed dispersal methods in a Neotropical forest",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Smythe",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Amer. Nat",
                "volume": "104",
                "issue": "",
                "pages": "25--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMYTHE, N. 1970. Relationships between fruiting seasons and seed dispersal methods in a Neotropical forest. Amer. Nat., 104:25- 35.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Reproductive behavior of the grey squirrel",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "C"
                        ],
                        "last": "Tho\"ipson",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Canadian J. Zool",
                "volume": "55",
                "issue": "",
                "pages": "1176--1184",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THO\"IPSON, D. C. 1977. Reproductive behav- ior of the grey squirrel. Canadian J. Zool., 55:1176-1184.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Environmental monitoring: and baseline data. Tropical Studies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Windsor",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WINDSOR, D. M. 1975. Environmental moni- toring: and baseline data. Tropical Studies. Smithsonian Institution, Washington, D. C., xiii + 409 pp.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Museum of Natural History and Department of Systematics and Ecology, Unh,;ersity of Kansas, Lawrence, Kan.~as 66045, and National Museum of Natural History",
                "authors": [
                    {
                        "first": "Lawrence",
                        "middle": [
                            "R"
                        ],
                        "last": "Hea:>il",
                        "suffix": ""
                    },
                    {
                        "first": ":Y And",
                        "middle": [],
                        "last": "Richard W. Tholungton",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWRENCE R. HEA:>Il:Y AND RICHARD W. THOlUNGTON, JR., Museum of Natural History and Department of Systematics and Ecology, Unh,;ersity of Kansas, Lawrence, Kan.~as 66045, and National Museum of Natural History, Smithsonian Institution, Washington, D. C. 20560. Sub- mitted 2 March 1978. Accepted 1 May 1978.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "--Foods 3 used by Sciurus granatensis on Barro Colorado Island, Panama Canal Zone.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF1": {
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/59/4/846/837149 by University of Michigan user on 07 October 2021 panamensis seeds discarded by squirrels. They appeared capable of opening whole Dipteryx nuts, but were rarely seen to do so.Population dynamics and reproduction.-Age structure of the population was estimated by",
                "content": "<table><tr><td/><td>&lt;: £.</td><td>.'\" \" e ..</td></tr><tr><td>(6%) (3%) , 25 33 26'</td><td>\",s turCZ&lt;lninowii,\" 8 January;</td></tr><tr><td>\" 23</td><td/></tr><tr><td>\" \" . .</td><td/></tr><tr><td>20</td><td/></tr><tr><td>22 .12</td><td>Aiscis blackoana,' 14 December</td></tr><tr><td>Totals</td><td>Chrysobalana&lt;.:eae. Hindla trian ra, 19 June; Rubiaceae,</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}