{
    "paper_id": "HeaneyandTimm1985-Morphology,genetics,andecologyofpocketgophers(genusGeomys)inanarrowhybridzone",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:02.258020Z"
    },
    "title": "Morphology, genetics, and ecology of pocket gophers (genus Geomys) in a narrow hybrid zone",
    "authors": [
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "M"
            ],
            "last": "Timm",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A population of hybrid pocket gophers (Geomys bursarius x G. lutesccns) exists 1-2 km west of Oakdale, Antelope County, Nebraska, U.S.A. The hybrids occur in soil that has characteristics intermediate between that occupied by G. lutescens (sand) and by G. bursorim (silt loam); the vegetation associations on the different soils are Sandhills Prairie and Tall-grass Prairie, respectively, with mixed prairie on the intermediate soils. Hybrids are identifiable on the basis of both qualitative and quantitative morphological characteristics, allozymes and karyology. Concordance between morphological, allozymic, karyotypic and ecological data sets is very high. Hybrids appear to reproduce normally and survive well; i.e. they suffer no obvious loss of fitness. Barkcrossing to either parental type is apparently rare. The parental species each support obligate parasitic lirr (Geomydoecus: Trichodectidae) of different species; these species are not sister species. We suggest that hybrid zones resulting from primary and secondary contact may be distinguished by (I) roncordance of clines in different character sets, (2) fossil and biogeographic data, and (3) parasite data. We conclude that this zone resulted from secondary contact, and that the zone is maintained either by selection against hybrids (less likely) or by hybrid superiority (more likely).",
    "pdf_parse": {
        "paper_id": "HeaneyandTimm1985-Morphology,genetics,andecologyofpocketgophers(genusGeomys)inanarrowhybridzone",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A population of hybrid pocket gophers (Geomys bursarius x G. lutesccns) exists 1-2 km west of Oakdale, Antelope County, Nebraska, U.S.A. The hybrids occur in soil that has characteristics intermediate between that occupied by G. lutescens (sand) and by G. bursorim (silt loam); the vegetation associations on the different soils are Sandhills Prairie and Tall-grass Prairie, respectively, with mixed prairie on the intermediate soils. Hybrids are identifiable on the basis of both qualitative and quantitative morphological characteristics, allozymes and karyology. Concordance between morphological, allozymic, karyotypic and ecological data sets is very high. Hybrids appear to reproduce normally and survive well; i.e. they suffer no obvious loss of fitness. Barkcrossing to either parental type is apparently rare. The parental species each support obligate parasitic lirr (Geomydoecus: Trichodectidae) of different species; these species are not sister species. We suggest that hybrid zones resulting from primary and secondary contact may be distinguished by (I) roncordance of clines in different character sets, (2) fossil and biogeographic data, and (3) parasite data. We conclude that this zone resulted from secondary contact, and that the zone is maintained either by selection against hybrids (less likely) or by hybrid superiority (more likely).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Studies of natural hybrid zones occupy an important role in investigating the process of speciation because the degree of genetic and ecological differentiation associated with a speciation event may be studied directly (Templeton, 1981) . Most studies of hybridization between mammal species have concentrated on morphological, karyological, or genetic variation (e.g. Smith, 1979; Greenbaum, 1981 (see also Hafner, 1982) ; Tucker & Schmidly, 1981; Zimmerman, 1982; Patton, Smith, Price & Hellenthal, 1984) ; fewer have investigated the ecological circumstances as well (e.g. Patton, 1973; Gabow, 1975; Nevo & Bar-El, 1976; Patton, Hafner, Hafner & Smith, 1979; Sugawara, 1979; Hafner, Hafner, Patton & Smith, 1983) . Recent modelling suggests that ecological circumstances are important in determining the dynamics of hybrid zones (Endler, 1977; Barton, 1979a, b; Barton & Hewitt, 1981) , and empirical evidence from other vertebrates appears to support this (Moore, 1977) . However, much additional information on the ecology of hybrid zones is necessary before a synthesis of the ecological and genetic processes of hybridization and speciation in mammals is possible.",
                "cite_spans": [
                    {
                        "start": 220,
                        "end": 237,
                        "text": "(Templeton, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 370,
                        "end": 382,
                        "text": "Smith, 1979;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 383,
                        "end": 398,
                        "text": "Greenbaum, 1981",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 409,
                        "end": 422,
                        "text": "Hafner, 1982)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 425,
                        "end": 449,
                        "text": "Tucker & Schmidly, 1981;",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 450,
                        "end": 466,
                        "text": "Zimmerman, 1982;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 467,
                        "end": 507,
                        "text": "Patton, Smith, Price & Hellenthal, 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 577,
                        "end": 590,
                        "text": "Patton, 1973;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 591,
                        "end": 603,
                        "text": "Gabow, 1975;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 604,
                        "end": 624,
                        "text": "Nevo & Bar-El, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 625,
                        "end": 662,
                        "text": "Patton, Hafner, Hafner & Smith, 1979;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 663,
                        "end": 678,
                        "text": "Sugawara, 1979;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 679,
                        "end": 716,
                        "text": "Hafner, Hafner, Patton & Smith, 1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 833,
                        "end": 847,
                        "text": "(Endler, 1977;",
                        "ref_id": null
                    },
                    {
                        "start": 848,
                        "end": 865,
                        "text": "Barton, 1979a, b;",
                        "ref_id": null
                    },
                    {
                        "start": 866,
                        "end": 888,
                        "text": "Barton & Hewitt, 1981)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 961,
                        "end": 974,
                        "text": "(Moore, 1977)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "We have recently shown that two species of pocket gophers (Geomys) occur in the central Great Plains, with a zone of potential parapatry occurring along the western edge of the Tall-grass Prairie in Nebraska and Kansas (Heaney & Timm, 1983) . Hybridization between the two species (G. bursarius and G. lutescens) has long been suspected and presumed broad-scale intergradation was the basis for previous claims that the two were conspecific (Villa-R. & Hall, 1947; Jones, 1964; Hendrickson, 1972) . However, our studies showed no intergradation in qualitative and quantitative features of cranial morphology, with the exception of a 1 km wide zone in Antelope County, Nebraska, U.S.A. Additionally, Hart (1978) suggested that this was an area of abrupt contact between two karyotypic forms; our subsequent investigations confirmed this (Timm, Hart & Heaney, 1982; Heaney & Timm, 1983) .",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 240,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 451,
                        "end": 464,
                        "text": "& Hall, 1947;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 465,
                        "end": 477,
                        "text": "Jones, 1964;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 478,
                        "end": 496,
                        "text": "Hendrickson, 1972)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 699,
                        "end": 710,
                        "text": "Hart (1978)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 836,
                        "end": 863,
                        "text": "(Timm, Hart & Heaney, 1982;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 864,
                        "end": 884,
                        "text": "Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The purpose of this report is to further document the existence of a narrow contact zone between Geomys bursarius and G. lutescens, to describe the physiography and vegetation of the contact zone, and to describe the reproductive capabilities of the hybrid population. Our data indicate that the hybrid Geomys exhibit approximately normal reproduction and survivorship, form a self-sustaining population in which backcrossing to the parentals is unusual, and are restricted to a very small, specific soil and vegetation unit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Pocket gophers were trapped using MacAbee traps. Karyotypes were prepared using the techniques described by Timm et al. (1982) . Tissues for electrophoretic studies were removed from fresh carcasses, frozen in liquid nitrogen, and stored in -70°C freezers. Some tissues were degraded due to failure of a freezer; for these, only a single clearly scorable locus was analysed, as discussed below. Electrophoretic analysis was conducted in J. L. Patton's laboratory at the University of California, Berkeley, using methods described in Patton, Selander & Smith (1972) , and Patton & Yang (1977) . Specimens were frozen shortly after capture; they were later brushed for ectoparasites, prepared as study specimens, and autopsied for data on reproductive condition. Specimens were deposited in the Field Museum of Natural History (FMNH), Museum of Natural History, University of Kansas (KU), and Museum of Zoology, University of Michigan (UMMZ). All cranial measurements were taken by Heaney with dial calipers to the nearest 0.1 mm; see Heaney & Timm (1983) for definitions. External measurements were taken from specimen labels. Results of discriminant function analyses were taken from Heaney & Timm (1983) . Soil samples were taken directly from mounds at the entrance of tunnels where gophers had been trapped, and were analysed for percentage content of sand, silt and clay. Soil distributions shown in Fig. 1 were taken from Soil Suruey of Antelope County, Nebraska, prepared by the U S . Department of Agriculture Soil Conservation Service. Voucher specimens of plants were deposited in the University of Minnesota Herbarium, St. Paul, and lice were deposited at the University of Minnesota entomological collection, St. Paul.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 126,
                        "text": "Timm et al. (1982)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 533,
                        "end": 564,
                        "text": "Patton, Selander & Smith (1972)",
                        "ref_id": null
                    },
                    {
                        "start": 567,
                        "end": 591,
                        "text": "and Patton & Yang (1977)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1033,
                        "end": 1053,
                        "text": "Heaney & Timm (1983)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1191,
                        "end": 1204,
                        "text": "& Timm (1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1404,
                        "end": 1410,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Individuals were assigned to age classes on the basis of several obvious characters. In late spring to early summer, when most trapping was conducted, young born in that year were in juvenile pelage, had basicranial sutures that were widely open, and had small skulls. Some individuals were much larger, had basicranial sutures unfused but narrow, and had poorly developed cranial crests; females were nulliparous or primiparous, and males had small testes. We regarded these as yearlings. All other individuals had fused basicranial sutures and well-developed cranial crests; females had fully mature ovaries and uteri and males had mature testes; we regarded these as adults.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "We utilized discriminant function analysis to quantify similarity of study area animals to reference samples of Geomys bursarius and G. Lutescens. The analysis was used to construct a linear equation that maximizes ability to distinguish between the two reference samples (Heaney & Timm, 1983) . Each study area specimen then was entered into the equation, and a discriminant score was calculated; this allowed each to be placed along a continuum between the reference samples, based on their morphology.",
                "cite_spans": [
                    {
                        "start": 272,
                        "end": 293,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Dis/ribu/ional histovi: Antelope County lies in NE Nebraska at the eastern edge of' thc Nebraska Sandhills, one of the largest, currently stable, dune areas in the world. To the east lies the Tall-grass Prairie, and to the south and north, Shortand Mid-grass Prairie (Kuchler, 1964 , 1974 . The Nebraska Sandhills were formed during the late Wisconsinan as a result of periglacial winds scouring large areas of glacial alluvium in SW South Dakota and NW Nebraska (Wright, 1970) . In Antelope County, the sandhills are currently bounded on the north by the Elkhorn River and on the south by Cedar Creek. At approximately 13000 to 12 000 years bp, the James River Lobe in South Dakota and the Des Moines Lobe in Iowa began retreating to the north; spruce forest spread rapidly across the sandhills, stabilizing them into their current configuration. Shortly thereafter, the spruce forest was probably replaced briefly by deciduous forest, and then by prairie. Areas to the south and east of the sandhills were covered with spruce forest during the period of dune formation, but changed to deciduous forest and to prairie at about the same time as the sandhills (Wright, 1970) . Geomys bursarius probably spread into the Tall-grass Prairie of E Nebraska from a glacial refugium to the southeast soon after the spread of prairie vegetation into the area; G. lulescens probably had a refugium in the western portion of the central Great Plains, and spread into the sandhills at the time that G. bursarius was dispersing into the present Tall-grass Prairie (Heaney & Timm, 1983) .",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 281,
                        "text": "Shortand Mid-grass Prairie (Kuchler, 1964",
                        "ref_id": null
                    },
                    {
                        "start": 282,
                        "end": 288,
                        "text": ", 1974",
                        "ref_id": null
                    },
                    {
                        "start": 463,
                        "end": 477,
                        "text": "(Wright, 1970)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1159,
                        "end": 1173,
                        "text": "(Wright, 1970)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 1551,
                        "end": 1572,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESCRIPI'ION OF THE S'I'CDY .4REA",
                "sec_num": null
            },
            {
                "text": "A map of the study area is shown in Fig. 1 . The Elkhorn River lies about 1 km to the north, and the town of Oakdale lies at the eastern edge. The western and northern portions include the extreme eastern edge of the sandhills; the eastern-most stabilized dune forms the U-shaped region of sandy soil at the centre of the map. The eastern edge of this dune slopes down to an area of loam. Directly to the east are loess-derived silt loam soils. To the southeast are soils high in clay; the clay soil, steep hills and large number of trees located here make this area an unsuitable habitat for gophers. Silt loam soils occur in the bed of Cedar Creek, but frequent flooding and water saturation apparently exclude gophers from this area as well.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 36,
                        "end": 42,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Description of the contact zone:",
                "sec_num": null
            },
            {
                "text": "The general appearance and vegetation of each of the habitats used by pocket gophers differs greatly. The sandy soil supports typical Sandhills Prairie vegetation (Kuchler, 1964) , with yucca (Yucca glauca) and prickly pear cactus (Opuntia tortispina) common. Thirteen of the 53 species of plants identified in the area (see Heaney, 1979) were found solely in sandy soil, and seven others only in sandy soil and loam. Nearly all of the Sandhills Prairie is moderately to heavily grazed pasture, and a high proportion of the flora is made up of weed species. The eastern edge of the sand dune supports a thick stand of bur oak (Quercus macrocarpa) with scattered hackberry (Celtis sp.); this stand is approximately 35 m wide and 500 m long. The areas of intermediate soil are mostly under cultivation, with alfalfa and corn the dominant crops. A small (c. 1 ha) area of currently undisturbed vegetation had the appearance of Mid-grass Prairie. Eleven of its plant species were not found on other soil types, whereas seven also occurred in sandy soil and six in silt loam. The silt loam soils are also mostly under cultivation with alfalfa and corn. Vegetation in a few undisturbed patches was typical of eastern Tall-grass Prairie, with prairie coneflower, field rose, western snowberry and white-eyed grass characteristic species; seven species were not found in other soil types.",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 178,
                        "text": "(Kuchler, 1964)",
                        "ref_id": null
                    },
                    {
                        "start": 325,
                        "end": 338,
                        "text": "Heaney, 1979)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the contact zone:",
                "sec_num": null
            },
            {
                "text": "The above data indicate that the vegetation in areas having loam soil is intermediate between the areas with sandy and silt loam soils, with perhaps a slightly greater similarity to the vegetation in the sandy regions. Suitable habitat for pocket gophers in the study area is bounded on the north by the Elkhorn River, and on the south by clay soils that are apparently uninhabited.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description of the contact zone:",
                "sec_num": null
            },
            {
                "text": "Geomys bursarius bursarius occurs in all parts of Nebraska and Iowa to the east of the study area. These are large, reddish-brown gophers with well-developed cranial crests. Geomys lutescens lutescens occurs in E Colorado and all parts of Nebraska to the west of the study area; these are small, usually light yellowbrown gophers with poorly developed cranial crests (Merriam, 1895; Heaney & Timm, 1983) . Within the study area, G. bursarius occurred in silt loam soils which supported Tall-grass Prairie; this is typical habitat for the species in other areas. Geomys lutescens was found in sandy soil which supported Sandhills Prairie, also a typical habitat for this species (Heaney & Timm, 1983) . In the loam soil areas, which had intermediate vegetation, gophers intermediate in size, colour, and development of cranial crests were found; hereafter these are referred to as hybrids. Female G. bursarius are larger in all aspects than female G. lutescens or hybrids. The dorsal pelage of G. bursarius is a rich 'chocolate' brown, only rarely having a trace of a mid-dorsal stripe of darker pelage. The pelage of G. lutescens is comparatively pale with a sandy or yellowish cast; a faint to well-developed mid-dorsal stripe is always present. Hybrids have variable pelage; the dorsal pelage is occasionally as light as that of G. lutescens, but never as dark and rich as that of G. bursarius. Hybrids often have a mid-dorsal stripe of varying intensity. Geomys bursarius characteristically has light brown or off-white fur in the cheek pouch, whereas G. lutescens have golden yellow fur in their cheek pouches. Hybrids have light yellowish-brown pocket fur, much like that of some G. bursarius (Table 1) ",
                "cite_spans": [
                    {
                        "start": 367,
                        "end": 382,
                        "text": "(Merriam, 1895;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 383,
                        "end": 403,
                        "text": "Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 678,
                        "end": 699,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1698,
                        "end": 1707,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphology of pocket gophers in the study area",
                "sec_num": null
            },
            {
                "text": "r P P F c E E E u U L\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphology of pocket gophers in the study area",
                "sec_num": null
            },
            {
                "text": "Distance from Oakdale post office (km) The crania of females are even more distinctive than their pelage; six characters that differ between the species are summarized in Table 1 . It appears that hybrids are generally intermediate in qualitative characteristics between G. lutescens and G. bursarius, but tend to be somewhat more similar to G. lutescens. Hybrids are also fairly homogeneous in these traits, i.e. they generally do not express characters in the full range from G. bursarius to G. lutescens.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 171,
                        "end": 178,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphology of pocket gophers in the study area",
                "sec_num": null
            },
            {
                "text": "Quantitative variation in Geomys in the study area was described by Heaney & Timm (1983) . We assessed the resemblance of study area animals to reference samples of Geomys bursarius and G. lutescens by conducting a discriminant function analysis on separated reference samples of adult males and females, and then calculating the discriminant score for all study area animals. The results for adult females ( Fig. 2A) show that animals from the eastern and western edges of the study area are indistinguishable from reference G. bursarius and G. lutescens, respectively. At the centre there is a rapid change from one morphotype to the other, with an apparent continuum of morphotypes present. The change in morphology takes place over a distance of about 1 km, between 0.8 and 2.0 km west of the Oakdale post office. This zone of change is also the area of intermediate soil type (see Fig. 1 and section on habitat selection, below). The analysis of adult males yielded essentially identical results, but was based on fewer individuals (Heaney & Timm, 1983) .",
                "cite_spans": [
                    {
                        "start": 68,
                        "end": 88,
                        "text": "Heaney & Timm (1983)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1037,
                        "end": 1058,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 409,
                        "end": 417,
                        "text": "Fig. 2A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 886,
                        "end": 892,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Quantilative morphometric analysis",
                "sec_num": null
            },
            {
                "text": "Two adult female Geomys that were trapped in May 1894 in the vicinity of Oakdale were available for study. Using a discriminant function analysis of known study area G. lutescens, G . bursarius, and hybrids as reference samples, we identified one animal as G. lutescens and one as a hybrid (Heaney, 1979) .",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 304,
                        "text": "(Heaney, 1979)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantilative morphometric analysis",
                "sec_num": null
            },
            {
                "text": "As currently defined, Geomys bursarius has a diploid number of 70 or 72, and a fundamental number (FN) of 68-72. Geomys lutescens is more variable, with diploid number of 70 or 72, and a FN ranging from 68 to 98. Much of this variation is limited to G. lutescens lutescens, which has a FN of 86-98. Variation of FN within populations may be typical for this subspecies (Hart, 1978; Timm et al., 1982) . Timm et al. (1982) ",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 381,
                        "text": "(Hart, 1978;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 382,
                        "end": 400,
                        "text": "Timm et al., 1982)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 403,
                        "end": 421,
                        "text": "Timm et al. (1982)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Kayotypic variation",
                "sec_num": null
            },
            {
                "text": "Variation in electromorph mobility was examined at 23 loci in 35 Geomys from the study area, plus six from Anoka County, Minnesota (see Methods). The following 13 loci were monomorphic: PGM; PGI; Ga3PDH; aGPD, Pept-1; NP; ACON-2; MDH-I; MDH-2; LDH-2; SDH; GOT-1; GOT-2. Six loci were variable, but not in any way that was consistent geographically or taxonomically: ADA; ADH; GPGD; SOD; ICD-2; ACON-1. Of the remaining four loci, one had different alleles fixed in the two species (ICD-I), and the rest had alleles at very high frequency in one species, and low in the other (ALB;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electrophoretic variation",
                "sec_num": null
            },
            {
                "text": "Mean heterozygosity (H) was moderate in all populations. Mean values (and sample size) were: G . bursarius from Anoka Co., Minnesota, 0.029 ( N = 6); 4.4 km east of Oakdale, 0.048 ( N = 9); G . lutescens from 5-24 km west of Oakdale, 0.019 ( N = 7); from populations 2-5 km west of Oakdale in sandy soil and identified morphologically and karyotypically as G. lutescens, 0.022 ( N = 6).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electrophoretic variation",
                "sec_num": null
            },
            {
                "text": "Individuals from the population identified as morphologically and The four loci that showed consistent or fixed differences between parental populations of G. lutescens and G. bursarius were used to examine the geographic pattern of variation in more detail. Alleles scored as being typical of G . lutescens were given a value of + 1, and those typical of G . bursarius were valued as -1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Electrophoretic variation",
                "sec_num": null
            },
            {
                "text": "Two allelic indices were then constructed, the first using only ICD-1, which had different alleles fixed in the different parental types, and the second index using all four diagnostic alleles. We were able to utilize an additional 16 individuals LA-2; LDH-1). . The dotted line indicates the maximum limits of the loam soil unit; some additional soil types occur within these limits (see Fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 389,
                        "end": 395,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Electrophoretic variation",
                "sec_num": null
            },
            {
                "text": "for the first index; these individuals were not clearly scorable on some other loci because of poor preservation, and so were not used in other analyses. The ICD-1 index (Fig. 3A) shows that four individuals taken between 1.2 and 2.0 km west of Oakdale were heterozygous at this typically homozygous locus. The second index (Fig. 3B) , which should have greater ability to detect gene flow because of the larger number of loci included, indicated the presence of three intermediate individuals, all in the area from 1.2 to 1.8 km west of Oakdale.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 170,
                        "end": 179,
                        "text": "(Fig. 3A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 324,
                        "end": 333,
                        "text": "(Fig. 3B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "I +Sand",
                "sec_num": null
            },
            {
                "text": "Thus, both measures indicate that hybrids are limited to an area 1.2-2.0 km west of Oakdale. However, areas immediately adjacent to this zone were not represented, due to an apparent lack of gophers in the town of Oakdale and in a large corn field 2.5-4.0 km west of Oakdale.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I +Sand",
                "sec_num": null
            },
            {
                "text": "Lice of the genus Geomydoecus (Trichodectidae) are obligate parasites of pocket gophers (Timm & Price, 1980; Timm, 1983) . Two species of lice that are members of different species groups are found in the study area. The louse Geomydoecus peomydis was found only on Geomys bursarius, often in large numbers (several hundred). Geomys lutescens had only Geomydoecus nebrathkensis, again usually in large numbers. Most gophers identified as hybrids on the basis of morphology, genetics, or karyology had no chewing lice; however, in rare instances one or two Geomydoecus nebrathkensis were found on hybrids.",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 108,
                        "text": "(Timm & Price, 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 109,
                        "end": 120,
                        "text": "Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Distribution of parasites",
                "sec_num": null
            },
            {
                "text": "A plot of gopher capture sites on a map of soil types (Fig. 1 ) shows that individuals identified by cranial morphology, parasites, karyotypes and/or genetic characteristics as G. lutescens occurred only in areas generally having fine sandy soil, and those identified as G. b. bursarius in silt loam; individuals characterized as hybrids by any analysis occurred in sandy loam except for two individuals that were found outside their typical soil types (Fig. 1) . The soil units mapped in Fig. 1 supported distinctive types of prairie vegetation, as noted above.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 63,
                        "text": "(Fig. 1 )",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 453,
                        "end": 461,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 489,
                        "end": 495,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Microhabitat distribution",
                "sec_num": null
            },
            {
                "text": "We analysed the relative amounts of silt, sand and clay in samples taken from the mounds at the mouths of burrows; the results indicate that the generalized soil units mapped in Fig. 1 are not completely homogeneous. There was substantial variation in the percentage of sand present, and little variation in clay and silt. Soil samples from G. lutescens burrows were all very high in sand (mean percentage of sand+s.D. 84.4f4.1, N = 25), from burrows of hybrids were less sandy (mean percentage of sand 71. 5f9.8, N = 14) , and from G. bursarius burrows were still less sandy, but quite variable (mean percentage of sand 55.3 f 26.9, N = 13). The high correspondence between the locations of pocket gophers and the generalized soil units, and the lower correspondence with individual soil samples (as indicated by the moderately high standard deviations), suggests that it is the general pattern to which the pocket gophers respond.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 178,
                        "end": 184,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 507,
                        "end": 521,
                        "text": "5f9.8, N = 14)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Microhabitat distribution",
                "sec_num": null
            },
            {
                "text": "The fact that the hybrids occur in a natural soil and vegetation unit, rather than some area defined by agricultural practices, indicates that the hybrid zone is not a byproduct of human disturbance. However, the general effects of agriculture are uncertain and likely to remain problematic.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microhabitat distribution",
                "sec_num": null
            },
            {
                "text": "All but two of the hybrids we captured were found in one area of loamy soil that covered less than 15 ha (Fig. 1) . Approximately 7 ha of the potential hybrid habitat is occupied by corn fields and feed lots; these are not inhabited by gophers. The remaining 8 ha supported either residential lawn (3 ha), currently undisturbed prairie (1 ha), or alfalfa (4 ha). We searched the vicinity of the study area for other populations of hybrids, but found none.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 113,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "Cedar Creek, with a water-saturated flood plain and fast-flowing waters, poses a significant (but probably not impassable) barrier between the hybrid population and the adjacent G. bursarius. The population of G. lutescens adjacent to the hybrid population is less isolated, but the stand of bur oak and hackberry that separates them is 30-40 m wide, and much of it is on a 30-45\" slope; we have not seen gopher mounds under these trees. The only hybrids that were closely adjacent to either parental species were the two in silt loam soil, southeast of Cedar Creek (Fig. 1) and we found no indication of direct contact between the parental species. Thus, our evidence indicates that backcrossing of hybrids to either parental species is probably not common, given the present locations of hybrids and parentals. All of the pocket gophers captured in the 15 ha of loamy soil were hybrids, indicating that any backcrossing that occurs takes place outside the partially isolated main population of hybrids. However, it should be recognized that occasional long-distance dispersal could result in an individual moving across the entire study area, since other pocket gophers (Thomomys) are known to move up to 1.5 km (Howard & Childs, 1959; Vaughan, 1963) .",
                "cite_spans": [
                    {
                        "start": 1214,
                        "end": 1237,
                        "text": "(Howard & Childs, 1959;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 1238,
                        "end": 1252,
                        "text": "Vaughan, 1963)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 566,
                        "end": 574,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "We estimate that in 1977, when we began intensive study of the site, there were no more than 50 gophers in the area of the loamy soil; as many as six may have occurred outside the main area of loamy soil. Of this total, 15-20 may have been adult females. We restricted our trapping in 1978 because it was apparent that the population of hybrids had not fully recovered from the previous year's trapping. Subsequent visits (up to July 1983) indicate some fluctuation in numbers, with a range of perhaps 35-60.",
                "cite_spans": [
                    {
                        "start": 394,
                        "end": 439,
                        "text": "trapping. Subsequent visits (up to July 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "Of 15 hybrids captured in late spring in 1977 and 1978 (our period of heaviest trapping), seven were juveniles (47y0), two were yearling females (13%), five were adult females (33%) and one was an adult male (7%). Of five captured in late summer, one was a juvenile (20y0), two were yearling females (40%) and two were adult females (40%). There are no published data on other populations of Geomys with which to compare these data, so no definite statement may be made regarding their normality, but these limited data do indicate a population in which successful reproduction occurred and many individuals lived to be at least 2 years of age (all of those considered to be adults). Data presented by Smolen, Genoways & Baker (1980) suggest roughly 40% survival in adult female Pappogeomys castanops; our data are consistent with this pattern.",
                "cite_spans": [
                    {
                        "start": 702,
                        "end": 733,
                        "text": "Smolen, Genoways & Baker (1980)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "All gophers trapped in the study area were autopsied for reproductive data. All adult males had testes of the same size and appearance as non-hybrids trapped at the same time. We did not test for the presence or viability of sperm. Data on reproduction by females are summarized in Table 2 . Pregnant females were captured only in late May.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 282,
                        "end": 289,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "Our observations indicate that uterine scars in Geomys persist for no longer than 6-8 months. Thus, the embryo and scar counts listed in Table 2 represent yearly reproductive output for gophers from the central Great Plains. The difference between the embryo and scar counts for G . lutescens (3.0 versus 3.75) indicates that roughly 20% post-implantation uterine mortality is normal. The mean embryo and scar counts from hybrids are equivalent to Geomys from other areas; the presence of one resorbing embryo out of nine is not unusual. All seven other adult female hybrids showed signs of reproductive activity: two were lactating, two had enlarged uteri, and three had an undertermined number of old scars. We conclude that the hybrids reproduce successfully, and that there is no evidence for conspicuously reduced fitness. Although occasional backcrossing seems inevitable, it is unlikely that hybrids often mate with either parental species because of the short distances they normally travel (by burrowing) to find mates (Smolen et al., 1980) , and because of the barriers between most hybrids and G. bursarius (Cedar Creek) and between the hybrids and G. lutescens (the forested edge of the sand dune, described above). In short, the hybrids appear to form a self-sustaining population not significantly dependent on immigration or outbreeding for continued existence.",
                "cite_spans": [
                    {
                        "start": 1028,
                        "end": 1049,
                        "text": "(Smolen et al., 1980)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 137,
                        "end": 144,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Hybrid population sire and reproduction",
                "sec_num": null
            },
            {
                "text": "Because not all pocket gophers were suitable for collection of all three types of data (karyotypic, electrophoretic and morphological), the data sets are not strictly comparable. Nevertheless, a striking degree of concordance is apparent (Figs 2 & 3) . All three measures indicate the presence of typical G. lutescens up to 2.0 km west of Oakdale; all show apparent hybrids from 2.0 to about 1 km west of Oakdale (depending on completeness of the sample, the actual values are 0.8, 0.6 and 1.2 km west for cranial morphology, karyology and electrophoresis, respectively). None of the measures suggest introgression into G. bursarius to the east of Oakdale.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 238,
                        "end": 250,
                        "text": "(Figs 2 & 3)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Concordance of data sets",
                "sec_num": null
            },
            {
                "text": "These data correspond strongly to the configuration of soil and vegetation units (Fig. 1) . The point 2.0 km west of Oakdale marks the eastern terminus of the Nebraska Sandhills, and the area 2.0-0.6 km west of Oakdale delimits the extent of a soil unit that is intermediate between the fine sand of the Sandhills and the silt loam that characterizes E Nebraska. These soil units support distinctive floras, as described above.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 81,
                        "end": 89,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Concordance of data sets",
                "sec_num": null
            },
            {
                "text": "Six individuals from the study area were both karyotyped and examined for electrophoretic variation. Two had typical G. bursarius fundamental number and allelic index, three were typical of G. lutescens, and one (from 1.6 km west of Oakdale) was intermediate in both regards. The correlation between fundamental number and allelic index was significant ( r = 0.91, P < 0.02).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Concordance of data sets",
                "sec_num": null
            },
            {
                "text": "We conclude that introgression between the parental species is effectively non-existent for the characters studied, since it is confined to a small population of hybrids that occurs only in a habitat that is intermediate between that of the parental species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Concordance of data sets",
                "sec_num": null
            },
            {
                "text": "The data summarized above allow us to address two questions that are of interest in studies of speciation. (1) Did this zone originate through primary differentiation or secondary contact, and how can these modes of origin be distinguished in practice? (2) What may we conclude regarding the viability of the hybrid population and the long-term dynamics of the hybrid zone?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "It is difficult to distinguish between primary differentiation and secondary contact as the mode of origin of a given contact zone because both modes can produce zones that share many important characteristics (Endler, 1977; Barton, 1979a, b) . However, one hypothesis has been advanced that yields different predictions for the two modes of origin, and we suggest here two additional discriminators. Barrowclough (1980) and Hafner et al. (1983) have argued that primary differentiation is likely to involve a single character system. Thus, they predict little concordance in clines in different character systems. They then argue that secondary contact is likely to produce zones with concordant cline mid-points and widths. However, Barton (1979b) has independently shown that clines of primary differentiation are likely to move in response to density and/or selection gradients, so that concordance of clines becomes likely, We accept Barton's conclusion, but point out that concordance should be viewed as a probability function. When the clines originate in geographic proximity (relative to the dispersal ability of the organisms), the probability of concordance is high. When clines originate progressively more distantly, the probability of concordance becomes progressively less. Thus, if two populations show little variation over several thousand 'dispersal distance units', and there is a sharp cline between them, primary differentiation seems unlikely.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 224,
                        "text": "(Endler, 1977;",
                        "ref_id": null
                    },
                    {
                        "start": 225,
                        "end": 242,
                        "text": "Barton, 1979a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 401,
                        "end": 420,
                        "text": "Barrowclough (1980)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 425,
                        "end": 445,
                        "text": "Hafner et al. (1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 735,
                        "end": 749,
                        "text": "Barton (1979b)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "For a narrow cline to have originated by secondary contact, it is obviously necessary for the populations to have differentiated before contact. For any given narrow cline to be interpreted as a secondary contact zone, a plausible model of geographic isolation should exist. Evidence of appropriate barriers is supportive of the secondary contact alternative, but fossil documentation of prior differentiation and allopatry is much more supportive. The extensive Pleistocene fossil records of vertebrates and some hard-shelled invertebrates in the northern hemisphere often makes such documentation feasible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "We suggest that parasites are also useful in distinguishing between primary and secondary contact. Many organisms support species of parasites that vary from host-specific specialists to opportunistic generalists. For host-specific parasites, speciation is necessarily related to host population dynamics, since physical contact between host individuals is necessary for parasite transfer, i.e. for gene flow. A zone of primary differentiation by the host is unlikely to produce speciation by the parasites before gene flow by the host populations is very low or absent. In cases where host gene flow has been interrupted and the parasites have speciated, the new parasite species must be sister species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "Each of these criteria is independent of the others. If all three criteria are concordant in indicating a given origin for a zone, this can be accepted as strong evidence for that origin. Lack of concordance does not imply that one model or the other is acceptable as a null model; rather, it implies a logical error in our argument, and constitutes the necessary basis for rejecting this approach.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "Data suitable for addressing all of these criteria for our study animals are presented above and in Heaney & Timm (1983) . O n a broad geographic scale, it appears that the clines in cranial morphology, karyology and genetics are highly concordant; all show apparent hybrids only in the area from 2.0 to about 1 .O km west of Oakdale. For cranial morphology, parental populations are consistent in qualitative characters and skull shape from E Wyoming to the edge of the hybrid zone for G. 1. lulescens (600 km), and from the hybrid zone to E Iowa for G. b. bursarius (600 km). Karyology is less well known, with many geographic gaps in sampling, but is consistent in pattern. Electrophoretic data are limited to those presented here, so the geographic context is quite incomplete.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 120,
                        "text": "Heaney & Timm (1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "As discussed above, the area of the hybrid zone was uninhabitable by Geomys at the close of the Pleistocene. Although the fossil record is extensive, most specimens have been identified only as members of the Geomys bursarius complex; however, several specimens dated to the late Pleistocene have been identified as Geomys bursarius and G. lutescens (Heaney & Timm, 1983) . Geomys b. bursarius and G. 1. lutescens each support unique species of lice, and there is no evidence of intergradation by the lice. The two species of lice are not sister species; they are members of different species groups. Hybrids rarely have lice; when they do, they have the species characteristic of G. lutescens.",
                "cite_spans": [
                    {
                        "start": 350,
                        "end": 371,
                        "text": "(Heaney & Timm, 1983)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "Although no single one of these data sets might be acceptable as conclusive evidence of secondary contact, concordance between them constitutes strong support for that mode of origin. None of these criteria fit the predictions of the primary differentiation model, and so constitute strong evidence for its rejection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Primary or secondary contact?",
                "sec_num": null
            },
            {
                "text": "The data summarized above indicate that the hybrid population reproduces successfully at about the same level as the parental populations, and that survivorship is good. However, the contact zone is narrow, and this implies three alternative explanations: first, that the zone is very recent; second, that selection against the hybrids maintains the zone; or third, that the hybrids are superior within their own habitat, and that selection operates against hybrids and both parental types outside their typical habitats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "The late Pleistocene history of NE Nebraska indicates that the contact between Geomys lutascens and G. bursarius could be as old as 8000 years. The earlier actual documentation of the study area contact zone resulted from two specimens captured in 1894 in the vicinity of Oakdale. Both specimens were originally identified by Merriam (1895) as G. lutescens, but we re-identified one as a hybrid using multivariate analysis (see above, and Heaney, 1979, for a complete discussion). Thus, hybridization has existed for at least 90 years.",
                "cite_spans": [
                    {
                        "start": 326,
                        "end": 340,
                        "text": "Merriam (1895)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "We can apply Endler's (1977: 93) neutral diffusion model, T = 0.35 (~/ l )~ (where T = number of generations since its origin and 1 = gene flow) to estimate the time of origin of the hybrid zone, given the assumption of neutral diffusion. The width of any cline ( w ) is conventionally estimated as the distance between points where the populations are about 80% parental type, i.e. where individuals average 20% 'foreign' in a given characteristic (e.g. Endler, 1977; Barrowclough, 1980; Hafner et al., 1983) . All of our estimates of cline width yield w equal to about 1 .O km. If we adopt the conventional estimate of 0.1 km per generation for gene flow in pocket gophers (Hafner el al., 1983; Patton, 1984) , the resultant calculated value for 7is 35 generations. At about 1.5 years per generation, this is 53 years. If the gene flow value ( I ) is estimated at 0.5 km per generation, which is the maximum likely value (Hafner et al., 1983; Patton, 1984) , then T = 1.4 generations ( = 2 years). Both of these estimates are not only far shorter than the likely post-Pleistocene contact time of 8000 years for these species, they are shorter than the known duration of 90 years. This implies that some factor has acted to restrict the size of the hybrid zone in its present configuration, i.e. that it is not a 'neutral diffusion' situation. Thus, we reject the 'recency of origin' hypothesis as a way of accounting for the narrowness of the hybrid zone.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 32,
                        "text": "Endler's (1977: 93)",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 488,
                        "text": "Barrowclough, 1980;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 489,
                        "end": 509,
                        "text": "Hafner et al., 1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 675,
                        "end": 696,
                        "text": "(Hafner el al., 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 697,
                        "end": 710,
                        "text": "Patton, 1984)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 923,
                        "end": 944,
                        "text": "(Hafner et al., 1983;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 945,
                        "end": 958,
                        "text": "Patton, 1984)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "Selection (s) against the hybrids can be estimated if the width of the zone (w) and mean dispersal for individuals (1) are known; for ecotone situations, the appropriate model is w = 2.08 1/J3 (Endler, 1977: 82) . This model assumes that there is no assortative mating and equal selection against all hybrids. For estimates of dispersal (I) of 0.1 and 0.5 km, we obtain selection estimates (s) of 0.002 and 0.058, respectively. Our data on reproduction and survivorship are probably not sufficient to detect s at these low levels, and so we cannot reject a hypothesis of hybrid 'inferiority'.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 211,
                        "text": "(Endler, 1977: 82)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "The hypothesis of hybrid superiority is based on a model that has been implicit in the writings of botanists since Anderson began work on hybrids in the 1930s (see Anderson, 1948 Anderson, , 1949 , and is familiar today (Grant, 1981) . However, zoologists have generally paid it less attention. Moore (1977) discussed the model thoroughly and gave several examples; it assumes that within the hybrid zone, hybrids have fitness greater than or equal to that of the parental types and that positive assortative mating occurs in all three populations. This type of zone is most likely to occur in habitats intermediate between the habitats of the parental types, especially in ecotones, and in new habitats, often those caused by man (i.e. disturbance areas) (see Moore, 1977) . Introgression is prevented by selection against hybrids outside the zone. For such a zone to exist, any parental type inside the zone must be at a selective disadvantage, and so the proportion of parental types within the zone should remain low.",
                "cite_spans": [
                    {
                        "start": 164,
                        "end": 178,
                        "text": "Anderson, 1948",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 179,
                        "end": 195,
                        "text": "Anderson, , 1949",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 220,
                        "end": 233,
                        "text": "(Grant, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 295,
                        "end": 307,
                        "text": "Moore (1977)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 761,
                        "end": 773,
                        "text": "Moore, 1977)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "The hybrid superiority model describes well all of the phenoma noted at the Oakdale hybrid zone. Hybrids occur almost exclusively in a well-defined habitat that is intermediate between those of the parental species, and within that zone their fitness is apparently normal. The very low (essentially unmeasurable) introgression beyond the edges of this well-defined zone argues strongly for low fitness of hybrids outside their intermediate habitat. Individuals of the parental species are lacking in the intermediate habitat, again conforming to predictions. Thus, the hybrid superiority model cannot be rejected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "We are left with the hybrid superiority and the hybrid inferiority hypotheses as reasonable alternatives. We can envision two tests that should allow discrimination between the two. First, the hybrid inferiority model does not predict positive assortative mating, whereas the hybrid superiority model does. A mark-and-recapture study should determine if assortative mating does take place. Our data on habitat selection indicates that this is likely. Second, under the hybrid inferiority hypothesis, it is likely that isolating mechanisms would be selected for, and the zone would eventually disappear entirely. Under the superiority hypothesis, the hybrid population should persist indefinitely. Our data again point to the superiority model as more likely because of the apparent age of the zone, but we do not regard the evidence as conclusive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            },
            {
                "text": "We conclude that this narrow contact zone resulted from secondary contact, and that ecological circumstances are important in determining its location and dynamics. Two hypotheses of hybrid zone maintenance remain possible, a hybrid inferiority and a hybrid superiority hypothesis. Of these two, the latter appears to be more likely. If this hypothesis is correct, deliberate habitat selection by individuals, loss of fitness by dispersers, and competition between all three types of pocket gophers probably operate to restrict gene flow beyond the margins of the intermediate habitat type. On this basis, we predict that unless the hybrid population is destroyed by human intervention, it will continue to exist in its present conformation for an indefinite period of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Dynamics of the hybrid zone",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We wish to thank R. Cooley, L. Johnson, B. Pitzer and especially D. and R. Obershaw for their hospitality and continued interest in our studies on their property. Assistance in the field by B. L. Clauson, E. B. Hart ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGEMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Hybridization of the habitat",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Euolufion",
                "volume": "2",
                "issue": "",
                "pages": "1--9",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANDERSON, E., 1948. Hybridization of the habitat. Euolufion, 2: 1-9.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Introgressive Hybridization",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANDERSON, E., 1949. Introgressive Hybridization. New York: J. Wiley and Sons.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Genetic and phenotypic differentiation in a wood warbler",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Barrowclough",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Barton",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Heredity",
                "volume": "43",
                "issue": "",
                "pages": "333--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARROWCLOUGH, G. F., 1980. Genetic and phenotypic differentiation in a wood warbler (genus BARTON, N. H., 1979a. Gene flow past a cline. Heredity, 43: 333-339.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The dynamics of hybrid zones",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Barton",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Heredity",
                "volume": "43",
                "issue": "",
                "pages": "341--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARTON, N. H., 1979b. The dynamics of hybrid zones. Heredity, 43: 341-359.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Hybrid zones and speciation",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H"
                        ],
                        "last": "Barton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Hewitt",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARTON, N. H. & HEWITT, G. M., 1981. Hybrid zones and speciation. In W. R. Atchley & D. S.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Geographic variation, speciation, and clines. Monographs in Population Biology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Bohlin",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Zimmerman",
                        "suffix": ""
                    },
                    {
                        "first": "Gabow",
                        "middle": [],
                        "last": "Princeton",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "The American Naturalist",
                "volume": "109",
                "issue": "",
                "pages": "701--712",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOHLIN, R. G. & ZIMMERMAN, E. G., 1982. Genic differentiation of two chromosome races of the Geomys ENDLER, J. A., 1977. Geographic variation, speciation, and clines. Monographs in Population Biology, Princeton GABOW, S . A., 1975. Behavioral stabilization o f a baboon hybrid zone. The American Naturalist, 109: 701-712. GRANT, V., 1981. Plant Speciation, 2nd edition. New York: Columbia University Press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Genetic interactions between hybridizing cytotypes of the tent-making bat (Uroderma bilobatum)",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "F"
                        ],
                        "last": "Greenbaum",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Evolution",
                "volume": "35",
                "issue": "",
                "pages": "306--338",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREENBAUM, I. F., 1981. Genetic interactions between hybridizing cytotypes of the tent-making bat (Uroderma bilobatum). Evolution, 35: 306-32 I.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Genetic interactions at a contact zone of Uroderma bilobatum (Chiroptera: Phyllostomidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Evolution",
                "volume": "36",
                "issue": "",
                "pages": "852--862",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAFNER, J. C., 1982. Genetic interactions at a contact zone of Uroderma bilobatum (Chiroptera: Phyllostomidae). Evolution, 36: 852-862.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Contact zones and the genetics of differentiation in the pocket gopher 'Thomomys bottae",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "32",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAFNER, J. C., HAFNER, D. J., PATTON, J. L. & SMITH, M. F., 1983. Contact zones and the genetics of differentiation in the pocket gopher 'Thomomys bottae (Rodentia: Geomyidae). Syshmatic <oology, 32: 1-20.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Karyology and evolution of the plains pocket gopher",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Hart",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Geomys bursarius. University of Kansas Museum of Natural History Occasional Papers",
                "volume": "71",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HART, E. B., 1978. Karyology and evolution of the plains pocket gopher, Geomys bursarius. University of Kansas Museum of Natural History Occasional Papers, 71: 1-20.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Taxonomy and hybridization of Great Plains pocket gophers: a study of mammalian speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., 1979. Taxonomy and hybridization of Great Plains pocket gophers: a study of mammalian speciation. Ph.D. Thesis, University of Kansas, Lawrence.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Relationships of pocket gophers of the genus Geomys from the central and northern Great Plains. Miscellaneous Publications of the Museum of Natural History",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "74",
                "issue": "",
                "pages": "1--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. & 'TIMM, R. M., 1983. Relationships of pocket gophers of the genus Geomys from the central and northern Great Plains. Miscellaneous Publications of the Museum of Natural History, University of Kansas, 74: 1-59.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Variation in the plains pocket gopher (Geomys bursarius) along a transect across Kansas and eastern Colorado",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Hendrickson",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Transactions of the Kansas Academy of Sciences",
                "volume": "75",
                "issue": "",
                "pages": "322--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HENDRICKSON, R. L., 1972. Variation in the plains pocket gopher (Geomys bursarius) along a transect across Kansas and eastern Colorado. Transactions of the Kansas Academy of Sciences, 75: 322-368.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ecology of pocket gophers with emphasis on Thomomys bottae mewa. Hilgardia",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Howard",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Childs",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "29",
                "issue": "",
                "pages": "277--358",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWARD, W. E. & CHILDS Jr, H. E., 1959. Ecology of pocket gophers with emphasis on Thomomys bottae mewa. Hilgardia, 29: 277-358.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Distribution and taxonomy of mammals of Nebraska. Publications of the Museum of Natural History",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "",
                "volume": "16",
                "issue": "",
                "pages": "1--356",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES Jr, J. K., 1964. Distribution and taxonomy of mammals of Nebraska. Publications of the Museum of Natural History, UniuersiQ of Kansas, 16: 1-356.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Evolution and Speciation",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Woodruff",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "bursarius complex. Journal of Mammalogy",
                "volume": "63",
                "issue": "",
                "pages": "1--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Woodruff (Eds), Evolution and Speciation: 109-145. Cambridge: Cambridge University Press. bursarius complex. Journal of Mammalogy, 63: 218-228. University, 10: 1-246.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Potential natural vegetation of the conterminous United States. Special Publication .f KOCHLER, A. W., 1974. A new vegetation map of Kansas",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Kochler",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Ecology",
                "volume": "55",
                "issue": "",
                "pages": "586--604",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KOCHLER, A. W., 1964. Potential natural vegetation of the conterminous United States. Special Publication .f KOCHLER, A. W., 1974. A new vegetation map of Kansas. Ecology, 55: 586-604.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Revision of the pocket gophers, family Geomyidae, exclusive of the species of",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Quarterb Review of Biology",
                "volume": "52",
                "issue": "",
                "pages": "831--840",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. H., 1895. Revision of the pocket gophers, family Geomyidae, exclusive of the species of MOORE, W. S., 1977. An evaluation of narrow hybrid zones in vertebrates. Quarterb Review of Biology, 52: NEVO, E. & BAR-EL, H., 1976. Hybridization and speciation in fossorial mole rates. Evolution, 30: 831-840.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "An analysis of natural hybridization between the pocket gophers, Thomomys bottae and Thomomys umbrinus, in Arizona",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Journal of Mammalogy",
                "volume": "54",
                "issue": "",
                "pages": "561--584",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L., 1973. An analysis of natural hybridization between the pocket gophers, Thomomys bottae and Thomomys umbrinus, in Arizona. Journal of Mammalogy, 54: 561-584.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Population structure and the genetics ofspeciation in pocket gophers, genus Thomomys. A d a Zoologica Fennica",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L., 1984. Population structure and the genetics ofspeciation in pocket gophers, genus Thomomys. A d a Zoologica Fennica (in press).",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Hybrid zones in Thomomys bottae pocket gophers: genetic, phenetic, and ecologic concordance patterns",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Evolution",
                "volume": "33",
                "issue": "",
                "pages": "860--876",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L., HAFNER, J. C., HAFNER, M. S. & SMITH, M. F., 1979. Hybrid zones in Thomomys bottae pocket gophers: genetic, phenetic, and ecologic concordance patterns. Evolution, 33: 860-876.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Genic variation in hybridizing populations of gophers (genus Thomomys)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Pa'i'ton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Systematic <oology",
                "volume": "21",
                "issue": "",
                "pages": "263--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PA'I'TON, J. L., SELANDER, R. K. & SMITH, M. H., 1972. Genic variation in hybridizing populations of gophers (genus Thomomys). Systematic <oology, 21: 263-270.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Genetics of hybridization bctwecn the porket gophers Thomomys bottae and Thomomys townsendii in northeastern California",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Price",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Hellenthal",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Great Basin Naturalist",
                "volume": "44",
                "issue": "",
                "pages": "43--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L., SMITH, M. F., PRICE, R. D. & HELLENTHAL, R. A,, 1964. Genetics of hybridization bctwecn the porket gophers Thomomys bottae and Thomomys townsendii in northeastern California. Great Basin Naturalist, 44: 43 1-440.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Genetic variation in Thomomys boftae pocket gophers: macrogeographic patterns",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Evolution",
                "volume": "31",
                "issue": "",
                "pages": "697--720",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L. & YANG, S. Y., 1977. Genetic variation in Thomomys boftae pocket gophers: macrogeographic patterns. Evolution, 31: 697-720.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Geographic variation in genic and morphological characters in Peromyscus calqornicus",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Journal of Mammalogy",
                "volume": "60",
                "issue": "",
                "pages": "705--722",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMITH, M. F., 1979. Geographic variation in genic and morphological characters in Peromyscus calqornicus. Journal of Mammalogy, 60: 705-722.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Demographic and reproductive parameters of the yellow-cheeked pocket gopher (Pappogeomys castanops)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Smolen",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Mammalogy",
                "volume": "61",
                "issue": "",
                "pages": "224--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMOLEN, M. J., GENOWAYS, H. H. & BAKER, R. J., 1980. Demographic and reproductive parameters of the yellow-cheeked pocket gopher (Pappogeomys castanops). Journal of Mammalogy, 61: 224-236.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Sociological study of a wild group of hybrid baboons between Papio anubis and P. hamadryas in the Awash Valley",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Sugawara",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Ethiopia. Primates",
                "volume": "20",
                "issue": "",
                "pages": "21--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUGAWARA, K., 1979. Sociological study of a wild group of hybrid baboons between Papio anubis and P. hamadryas in the Awash Valley, Ethiopia. Primates, 20: 21-56.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Mechanisms of speriation -a population genetic approach",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Temple'i'on",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Annual Review of Ecology and Systematics",
                "volume": "12",
                "issue": "",
                "pages": "23--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TEMPLE'I'ON, A. R., 1981. Mechanisms of speriation -a population genetic approach. Annual Review of Ecology and Systematics, 12: 23-48.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Farenholtz's rule and resource tracking: a study of host-parasite coevolution",
                "authors": [
                    {
                        "first": "T I M M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "225--265",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "T I M M , R. M., 1983. Farenholtz's rule and resource tracking: a study of host-parasite coevolution. In M. H. Nitecki (Ed.), Coevolution: 225-265. Chicago: University of Chicago Press.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Karyotypic variation in pocket gophers (Geomyidae: Geomys) from a narrow contact zone in Nebraska",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Hart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "23",
                "issue": "",
                "pages": "108--109",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TIMM, R. M., HART, E. B. & HEANEY, L. R., 1982. Karyotypic variation in pocket gophers (Geomyidae: Geomys) from a narrow contact zone in Nebraska. Mammalian Chromosomes Newslefter, 23: 108-1 17.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The taxonomy of Geomydoecus (Mallophaga: Trichodertidae) from the Geomys bursarius complex (Rodentia: Geomyidae)",
                "authors": [
                    {
                        "first": "T I M M",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Price",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Medical Entomology",
                "volume": "17",
                "issue": "",
                "pages": "126--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "T I M M , R. M. & PRICE, R. D., 1980. The taxonomy of Geomydoecus (Mallophaga: Trichodertidae) from the Geomys bursarius complex (Rodentia: Geomyidae). Journal of Medical Entomology, 17: 126-145.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Studies of a contact zone among three chromosomal races of Geomys bursarius in east Texas",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "K"
                        ],
                        "last": "Tucker",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Schmidly",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Mammalogy",
                "volume": "62",
                "issue": "",
                "pages": "258--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TUCKER, P. K. & SCHMIDLY, D. J., 1981. Studies of a contact zone among three chromosomal races of Geomys bursarius in east Texas. Journal of Mammalogy, 62: 258-272.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Movements made by two species of pocket gophers",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Vaughan",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Villa-R",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Subspeciation in pocket gophers of Kansas. Publications of the Museum of Natural History",
                "volume": "69",
                "issue": "",
                "pages": "217--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VAUGHAN, T. A., 1963. Movements made by two species of pocket gophers. American Midland Naturalist, 69: VILLA-R., B. & HALL, E. R., 1947. Subspeciation in pocket gophers of Kansas. Publications of the Museum of Natural History, Universib of Kansas, 1: 217-236.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Pleistocene and Recent Environments of the Central Greaf Plains",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "157--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WRIGHT Jr, H. E., 1970. Vegetational history of the Central Plains. In W. Dort Jr & J. K. Jones Jr (Eds), Pleistocene and Recent Environments of the Central Greaf Plains: 157-1 72. Special Publications, Department of Geology, University of Kansas 3.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "Map of the study area near Oakdale, Antelope County, Nebraska, showing the distribution of soil types used by Geomys, and the occurrence of G. lulescens (a), G. bursarius (A) and hybrids (+). Clear areas had clay or water-saturated soils that were uninhabited by pocket gophers. Some symbols indicate the location of more than one pocket gopher. The town of Oakdale lies within the dashed line. The parallel double lines indicate small roads, and the crossed line indicates railroad tracks. indicates sand, indicates loam and l ? J indicates silt loam.",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "A, Resemblance of study area adult females to reference samples of Geomys b. bursarius and G. 1. lutescens, calculated using discriminant function analysis (from Heaney & Timm, 1983). B, Karytrtypir fundamental number of Geomys from the study area. Data from Timm et al. (1982). The stippled areas indicate the range of variation within each parental population.",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "text": "summarized karyotypic data from 25 Geomys from the study area in Antelope County; FNs are graphed in Fig. 2B. Gophers from east of Oakdale have karyotypes typical of G. bursarius, and those from 3 km or further west of Oakdale had karyotypes typical of G. lutescens. At least six individuals from 0.6-2.0 km west of Oakdale have FNs intermediate (75-82) between the parental types. Because of the high variability in FN present in the parental populations of G . lutescens, it is not possible to say whether karyotypically intermediate individuals are F , hybrids, backcrosses, or are part of a breeding population of hybrids.",
                "num": null
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "text": "karyotypically intermediate had H equal to 0.074 ( N = lo), nearly twice as high as any of the populations of parental types.",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "text": "A, Distribution of Geomys near Oakdale (with a reference sample from Anoka Co., Minnesota), showing the occurrence of ICD-1 electromorphs. B, Same as A, but including data from four loci (see text)",
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "text": ".",
                "content": "<table><tr><td>w 0 m</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Table 1. External and cranial characteristics of G. bursarius, G. btescens and hybrids in the study area</td><td>Character G. bursarius Hybrids G. lutescens</td><td>External Total length (9) (mm) 274.1+10.0 ( N = 8 ) 249.5k7.4 ( N = 14) 238.6+11.1 ( N = 8 )</td><td>Dona1 pelage calour dark brown dark to light brown light brown</td><td>Mid-dorsal stripe absent or slight slight to strong moderate to strong</td><td>Cheek pouch colour off-white to light brown yellowish-brown yellow</td><td>Crania of females</td><td>Temporal crests fused into sagittal crest 2-3 mm separate 4-6 mm separate</td><td>Rostrum long intermediate short</td><td>Mastoid process inflection 15-20\" from horizontal 30-35\" from horizontal 45-50\" from horizontal</td><td>Braincase shape ovoid intermediate rectangular</td><td>Nasofrontal junction (lateral view) domed slightly domed to flat flat</td><td>Premaxillary-frontal suture (posterior reaches or falls short of anterior edge of reaches or slightly exceeds front of orbit exceeds anterior edge of orbit</td><td>edge) orbit</td><td>Crania of males</td><td>Temporal crests fused along parietals fused c. 50% of parietals narrow shelf</td><td>Rostrum long intermediate short</td><td>Mastoid process long (6 mrn) intermediate (5 mm) short (4 mm)</td><td>Nasofrontal junction domed flat to slightly domed flat</td><td>Premaxillary-frontal suture (posterior reaches or falls short of anterior edge of reaches or slightly exceeds front of orbit exceeds anterior edge of orbit</td><td>edge) orbit</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "type_str": "table",
                "text": "Embryo and placental scar counts from Geomys",
                "content": "<table><tr><td/><td/><td/><td>~~</td><td/></tr><tr><td>Taxon</td><td>Source area</td><td>TY Pe</td><td>M e a n f s .~.</td><td>H</td></tr><tr><td>G. bursarius</td><td>Minnesota</td><td>embryos</td><td>3.5f 1.1</td><td>12</td></tr><tr><td>G. bunarius</td><td>Nebraska</td><td>scars</td><td>3.0</td><td>2</td></tr><tr><td>G. lulescens G. lutescens</td><td>Nebraska Nebraska</td><td>embryos scars</td><td>3.0f0.8 3.7 f 1 .o</td><td>10 1 1</td></tr><tr><td>G. bursarius</td><td>Study area</td><td>scars</td><td>3.7 f 0.6</td><td>3</td></tr><tr><td>G. bunarius Hybrids</td><td>Study area Study area</td><td>embryos embryos</td><td>4* 3.0 f 1 . Ot</td><td>2 3</td></tr><tr><td>Hybrids</td><td>Study area</td><td>scars</td><td>2.5</td><td>2</td></tr><tr><td>ti. lutescens</td><td>Study area</td><td>scars</td><td>3.2f0.4</td><td>5</td></tr></table>",
                "num": null
            }
        }
    }
}