{
    "paper_id": "Heaneyetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:05.055528Z"
    },
    "title": "Frontispiece: Diversity patterns of small mammals along elevational gradients",
    "authors": [
        {
            "first": "Robert",
            "middle": [
                "J"
            ],
            "last": "Whittaker",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Heaneyetal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "This special feature had its inception in a symposium held at the Sixth International Theriological Congress, held at the University of New South Wales in Sydney, Australia, in July 1993, convened by Lawrence Heaney and Victor Sánchez-Cordero. The excitement with the topic and issues felt at the time was tempered by the realization that we all needed additional data to address properly our many questions, and so we chose to give ourselves 'several more years' to prepare for publication. 'Several' years have turned to seven, and several of the original participants have moved in other directions while some new contributors have joined us. The result is a delay in publication, but also a more finely honed and well-integrated package than would have been the case in 1993, benefiting greatly from the expanding interest in the topic in recent years. We hope that you will find the topic to be as thought-provoking as we have. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "Mt Lunas, on Layte Island in the Central Philippines. Lowland dipterocarp forest dominates at the base, and dwarfed mossy forest at the peak.",
                "num": null,
                "type_str": "figure",
                "uris": null
            }
        }
    }
}