{
    "paper_id": "Heaneyetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:04.801032Z"
    },
    "title": "Elevational zonation of mammals in the central Philippines",
    "authors": [
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Smithsonian Institution",
                "location": {
                    "postCode": "20560",
                    "settlement": "Washington",
                    "region": "D. C",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Paul",
            "middle": [
                "D"
            ],
            "last": "Heideman",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Smithsonian Institution",
                "location": {
                    "postCode": "20560",
                    "settlement": "Washington",
                    "region": "D. C",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Eric",
            "middle": [
                "A"
            ],
            "last": "Rickart",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Utah",
                "location": {
                    "postCode": "84112",
                    "settlement": "Salt Lake City",
                    "region": "Utah",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Ruth",
            "middle": [
                "B"
            ],
            "last": "Utzurrum",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Silliman University",
                "location": {
                    "postCode": "6200",
                    "settlement": "Dumaguete City"
                }
            },
            "email": ""
        },
        {
            "first": "]",
            "middle": [
                "S H"
            ],
            "last": "Klompen",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Trapping and netting of small mammals on a land-bridge island (Leyte) and on an oceanic island (Negros) revealed similar patterns of elevational change in abundance and species richness. Fruit bats (Pteropodidae) reached their greatest local densities in agricultural areas, and were least abundant in montane mossy forest. The fruit bats found to be common in agricultural areas are widespread in Southeast Asia: in contrast, species that were most common in forested areas are Philippine endemics. Fruit bat abundance was greater on the oceanic island than on the land-bridge island. Trappable small mammals (families Soricidae and Muridae) showed no change in species richness with increasing elevation, but did show a gradual increase in overall abundance. Even though the oceanic island was depauperate of non-volant mammal species, it had the higher abundance of non-volant mammal individuals; however, this may have been due primarily to differences associated with the elevation of sampling sites. Murid rodents at the higher elevations on Leyte tend to be those that are members of the old endemic group of Philippine murids, and those at lower elevations tend to be members of more recently arrived groups. Most non-volant small mammals at all elevations on the oceanic Negros, and in agricultural areas on Leyte, are non-native species.",
    "pdf_parse": {
        "paper_id": "Heaneyetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Trapping and netting of small mammals on a land-bridge island (Leyte) and on an oceanic island (Negros) revealed similar patterns of elevational change in abundance and species richness. Fruit bats (Pteropodidae) reached their greatest local densities in agricultural areas, and were least abundant in montane mossy forest. The fruit bats found to be common in agricultural areas are widespread in Southeast Asia: in contrast, species that were most common in forested areas are Philippine endemics. Fruit bat abundance was greater on the oceanic island than on the land-bridge island. Trappable small mammals (families Soricidae and Muridae) showed no change in species richness with increasing elevation, but did show a gradual increase in overall abundance. Even though the oceanic island was depauperate of non-volant mammal species, it had the higher abundance of non-volant mammal individuals; however, this may have been due primarily to differences associated with the elevation of sampling sites. Murid rodents at the higher elevations on Leyte tend to be those that are members of the old endemic group of Philippine murids, and those at lower elevations tend to be members of more recently arrived groups. Most non-volant small mammals at all elevations on the oceanic Negros, and in agricultural areas on Leyte, are non-native species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The Philippine Islands support one of the most diverse and species-rich island faunas of mammals in the world, with about 96 species of non-volant mammals and 70 species of bats; about 74% of the non-volant species and 40% of the bats are endemic to the Philippines (Heaney 1986) . The diversity of the fauna and the geological history of the Philippines appear to make the region ideal for studies of evolutionary zoogeography and ecology (Heaney 1985 (Heaney , 1986 . However, knowledge of the ecology of most species is very poor, usually being represented by a small amount of anecdotal information, or by nothing at all (e.g. Hoogstraal 1951 , Rabor 1955 , Taylor 1934 . We have recently begun to redress this deficiency by detailed inventory of mammal faunas at selected sites in the central portion of the Philippines (e.g. Heideman et al. 1987) . In this paper, we document the elevational range, relative abundance, and general habitat preferences of non-volant small mammals (shrews and murid rodents) and small fruit bats (Pteropodidae) along elevational transects on two islands in the central Philippines, Leyte and Negros. Leyte was a part of the Pleistocene island of Greater Mindanao, and has a species-rich fauna that is characteristic of that zoogeographic region; Negros is a relatively young oceanic island of the Negros-Panay zoogeographic region that has a rich bat fauna but has a depauperate fauna of non-volant mammals, apparently due to the low colonization rates of non-volant mammals (Heaney et al. 1981 , Heaney 1986 . For convenience we will refer to Leyte in this paper as a land-bridge island, in reference to its recent direct connection to the speciesrich island of Mindanao. However, it should be born in mind that Mindanao has had no direct connection to the Asian continent and is itself somewhat depauperate relative to islands that had connections to the Asian mainland, such as Borneo and Java (Heaney 1986) .",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 279,
                        "text": "(Heaney 1986)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 440,
                        "end": 452,
                        "text": "(Heaney 1985",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 453,
                        "end": 467,
                        "text": "(Heaney , 1986",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 631,
                        "end": 646,
                        "text": "Hoogstraal 1951",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 647,
                        "end": 659,
                        "text": ", Rabor 1955",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 660,
                        "end": 673,
                        "text": ", Taylor 1934",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 831,
                        "end": 852,
                        "text": "Heideman et al. 1987)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1512,
                        "end": 1531,
                        "text": "(Heaney et al. 1981",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1532,
                        "end": 1545,
                        "text": ", Heaney 1986",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1934,
                        "end": 1947,
                        "text": "(Heaney 1986)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In addition to examining elevational variation in species richness and abundance, we also compare levels of endemism at different elevations and between islands; consider the implications of our findings for conservation of mammals in the Philippines; and present a series of predictions and hypotheses regarding the patterns of small mammal species richness, relative abundance, and distribution on South-east Asian islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Our studies on Leyte took place from 20 March to 13 April 1987 in the vicinity of the Visayas State College of Agriculture (VISCA), which is situated on the coastal plain of west-central Leyte, about 7 km north of Baybay. We conducted an elevational transect of Mt Pangasugan, a mountain with an elevation of 1150 metres that lies immediately to the ENE of the college campus (highest peak at 10° 46' N, 124° 50' E) . Average rainfall from 1971 to 1986 at Baybay, on the coastal plain 7 km south of the campus, was 2050 mm; the driest month (May) receives an average of 75 mm, and the wettest (December) receives 245 mm (Heideman 1988) . Rainfall at higher elevations is probably higher. Mt Pangasugan lies at the western boundary of an area of primary forest that is 150 km 2 or more in extent, lying on and between the two principal ridges that run north-south down the west coast and the centre of the island (see map in Cox 1987) . Agricultural clearings did occur in the central valley, but were few and small.",
                "cite_spans": [
                    {
                        "start": 376,
                        "end": 415,
                        "text": "(highest peak at 10° 46' N, 124° 50' E)",
                        "ref_id": null
                    },
                    {
                        "start": 620,
                        "end": 635,
                        "text": "(Heideman 1988)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 924,
                        "end": 933,
                        "text": "Cox 1987)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "A small amount of trapping and netting was conducted in disturbed habitat at the base of Mt Pangasugan to determine which species of small mammals were present and most abundant there. Bats were netted at two sites about 400 m apart, adjacent to a small stream at about 50 m elevation at the margin of the VISCA campus, where agricultural land was intermixed with disturbed forest. The first site was agricultural land planted with coconut palms and abaca (Musa textilis), with scattered remnant forest trees and patches of second growth. The second site was upstream, in an area dominated by second growth forest, with scattered patches of abaca, sweet potato and maize. Traps were set at the second site in secondary forest; no traps were set at the first site. Four camps were established in primary forest on Mt Pangasugan, at 300, 500, 700 and 950 metres elevation, and collecting was carried out within an elevational band of plus or minus 75 m of camp, except as noted in this section; these sites are referred to below by the camp elevation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "The mountain is generally extremely steep, rising from sea level to 1150 m in a distance of about 4 km; most of this rise occurs over a distance of 2 km, and it was in this steep area that we focused our studies. The coastal plain has been extensively cleared of native vegetation for the college campus and for agricultural purposes, and logging has taken place up to about 200 m elevation. However, above that elevation the terrain is so steep that logging is impractical, and disturbance of the natural vegetation is confined to collection of medicinal plants, herbs, • and, most importantly, rattan for manufacture of furniture. Trails 'made by rattan gatherers criss-cross the mountain. There are no permanent or temporary human inhabitants of the mountain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "The 300 m site was located on the side of a small valley that ranged from about 280 m beside a small stream to about 400 m at the highest point of an adjacent ridge. Emergent trees with large buttresses had a diameter at breast height (dbh) of 0.8 to 2.0 m (c. 1.5 m above buttresses), and heights of 45 to 55 m; canopy height ranged from 25 to 40 m. Ground cover was moderately dense, composed of small saplings, small palms, scattered tree ferns, erect terrestrial pandans and ferns. Woody vines were common, up to 10 cm diameter at the base. Epiphytes were not abundant, although arboreal ferns and orchids were present. Moss was virtually absent. Leaf litter was present but thin in most places, so that patches of bare earth were present but uncommon. Soil consisted of deeply weathered volcanic ash, with many scattered stones and boulders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "The 500 m site was located on a ridge system bounded on north and south sides by steep valleys (average slope 45°). The vegetation was primary lowland forest, with a canopy at 25 to 30 m; emergents with large buttresses had dbh of 0.5 to 1.5 m, and heights of up to 40 m. Epiphytes, especially ferns, were widespread but not abundant; moss was confined to dead trees and the trunks of old trees. Woody vines were common. The steepness of the terrain resulted in a broken canopy, so that ground cover was moderate, with small saplings, palms, ferns, tree ferns and erect terrestrial pandans predominating; small, scattered patches of grasses and sedges were present. A moderate layer of leaves and humus was present in most places, and occasional accumulations of leaves to depths of 10 to 20 cm among the buttresses of large trees. The soil was rocky with scattered boulders, and occasional outcroppings of basaltic rock capped the ridge.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "The 700 m camp was located on a small ridge extending west from the main crest of the mountain, bounded on north and south by cliffs and steep slopes. Collecting sites extended along the ridge trail and accessible upper portions of the ridge from 650 to 875 m. Vegetation was transitional lowland forest/ ridgetop mossy forest. Emergent trees reached 30 m and dbh of up to 1.0 m; only a few had buttresses, and these were poorly developed. Canopy height was 15 to 20 m. Dipterocarp trees were uncommon, and a large arborescent gymnosperm made its lowest appearance near this camp. No leaves with emarginate (serrated) edges were noted. Epiphytes were quite common down to ground level, especially moss, orchids and ferns; pitcher plants were rare. Many trees had some moss, but on none did moss form a complete coat; moss was absent from leaf surfaces and from many tree branches and trunks. Woody vines and climbing rattans were common. The steepness of the terrain resulted in a highly broken canopy, so that ground cover was moderately dense, consisting of small saplings, tree ferns, ferns, erect terrestrial pandans, some viney pandans, palms, sedges and grasses. Leaf litter and humus were thick, often exceeding 0.5 m, and the humus and tree root systems gave the ground a springy resilience on the ridge tops.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "The 950 m collecting site was located at the crest of the northern shoulder of Mt Pangasugan. Camp was located near the top of the northernmost subsidiary peak; trap lines extended along the crest over the secondary peak to the cleft at the northern edge of the main peak. The ridge width varied from 5 m to about 20 m, with the narrow points bounded by extremely steep slopes and cliffs and the wider points giving way to sloping shoulders before reaching cliffs. Canopy height was 5 to 12 m, with dbh of 10 to 30 cm; dipterocarps were absent, and no trees had buttresses. Leaf size was small, often 10 mm or less, averaging about 40 mm. At least five species of trees had emarginate leaves; some of these appeared to be oaks. Moss was extremely abundant, although it did not hang from the trees in sheets, and some trees had bare branches and trunks. Tree ferns were common. Epiphytes and vines were abundant, with pitcher-plants, orchids and pandans especially common. The ground was covered by small viny pandans, moss, sedges, small herbaceous plants, roots and dead leaves. Non-organic soil was exposed only on steep slopes; humus depth exceeded 0.5 m in many places, and the ground had a springy resilience.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Leyte",
                "sec_num": null
            },
            {
                "text": "Sampling was conducted at five sites on Negros, all on or near Mt Guinsayawan, one of two large peaks that dominate southern Negros (peak at 9° 20' N, 123° 9' E, elevation 1788 m). The mountain has been almost entirely cleared of forest by loggers and farmers to an elevation of 700 m; primary forest is rare below 850 m, and small clearings occur as high as 1450 m. In Dumaguete, on the coast 16 km east of the peak, mean annual rainfall from 1958 to 1983 was about 1200 mm. Average rainfall at Lake Balinsasayao, at 850 m, was estima-ted to be about 3100 mm (Heideman & Erickson 1988) . The forest on Mt Guinsayawan is part of a patch of primary forest of about 100 km 2 , nearly all above 800 m elevation (see map in Cox 1987) . About 25% of this area consisted of scattered agricultural clearings; current rates of deforestation are high.",
                "cite_spans": [
                    {
                        "start": 560,
                        "end": 586,
                        "text": "(Heideman & Erickson 1988)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 720,
                        "end": 729,
                        "text": "Cox 1987)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "The lowest sampling site was within the city limits of Dumaguete, where we trapped and netted in mixed urban and agricultural areas in or adjacent to Silliman University Farm (elevation 5-15 m). One and two-storey dwellings, ricefields, and orchards of chico, coconut, mango and banana dominated our sampling areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "The second site (9 km N, 14 km W Dumaguete, 9° 43' N, 123° l l ' E, elevation 600 m) was at the upper limit of continuous cleared land, in a region of upland susbsistence farms on steep, cleared, open hillsides with scattered groves of coconut trees, patches of bananas and abaca (Musa spp.), occasional patches of brush and saplings, extensive areas of cogon (sawgrass), and small fields of maize, sweet potatoes, dry-land rice, squash, etc. A thin band of forest extends from Mt Guinsayawan along the crest of a steep ridge behind the sampling site, gradually becoming more degraded and patchy as it approaches the site; the last patch of brush and saplings is on the ridge above the site, about 200 m distant and about 75 m higher in elevation. This band merges into the continuous forest about 2 km from the site.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "The third site has been described by Heideman (1987) , Heideman & Erickson (1988) and Heideman et al. (1987) ; it has been the focus of intensive, longterm sampling since 1981. The site is the watershed of Lake Balinsasayao (9°2 2' N, 123° 9' E, surface elevation 840 m); netting and trapping ranged up to 1100 m. By mid-1987, about 30% of the land had been cleared by subsistence farmers; the rest was primary forest. Canopy in this submontane forest is 20 to 30 m high, with dipterocarps (especially Shorea), a gymnosperm (Agathis), and figs (Ficus) as common emergents reaching 35 m to 60 m. Vines of many families are common; epiphytes, especially orchids, are common, but moss is uncommon. Leaf litter varies from thin to moderately thick, varying with the degree of slope. The sampling site at 1280 m on the upper slopes of Mt Guinsayawan was in transitional montane-ridgetop mossy forest, on a slight promontory on the NNE side of the peak. The sides of the bounding ridges were steep (50° ± 10°). The canopy was 10 to 15 m, with dbh of larger trees of 30 to 40 cm. Tree leaves were usually small, 20 to 40 mm, although some were 80 mm or more; a few tree leaves had sculpted edges. Because of the steepness, the canopy was often broken and ground cover moderately thick. Epiphytic plants and vines were abundant, with pandans and orchids especially common. Pitcher plants were present but scarce. Moss was common on most trees but rarely exceeded 2 cm in thickness, and many branches and some trunks were bare. Ground cover consisted of viny pandans, ferns, tree ferns, palms, saplings and herbaceous plants. The ground was thickly covered by a layer of dead leaves, humus and roots that reached 0.5 m in depth.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 52,
                        "text": "Heideman (1987)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 55,
                        "end": 81,
                        "text": "Heideman & Erickson (1988)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 86,
                        "end": 108,
                        "text": "Heideman et al. (1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "The 1500 m sampling site was mossy forest with a canopy height of 5 to available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "15 m, but with a common emergent conifer of 15-20 m height and up to 1.2 m dbh. Leaf size of trees was small, rarely exceeding 40 mm. The steepness of the area caused a highly broken canopy, and understorey vegetation was abundant. Epiphytic plants and vines were still more common than at 1280 m, especially on the emergent conifer, and pitcher plants were common. Many terrestrial herbs and shrubs were present as epiphytes on large branches. Moss covered most branches and trunks to a depth of 5 cm or more, and hung in sheets in places. Ground cover consisted of viny pandans, ferns, tree ferns, sedges, palms, saplings and herbaceous plants. The peaty mat of dead leaves, humus, and roots appeared to reach depths well over 1 m, and was often hollow and springy. 1982 (Heideman et al. 1987 as well as from 1987. Removal netting of fruit bats was conducted at Lake Balinsasayao in 1982 and 1983 (for studies of reproductive biology; Heideman 1987), so Table 2 includes data only from the first netting sample at a given site. Our data on fruit bats concern the small, abundant members of the family. The large flying foxes (Acerodon and Pteropus) forage on canopy and emergent trees, and fly long distances well above the canopy between roosts and feeding sites. Thus, because they may be found at nearly any elevation as they commute between roosts and foraging areas, and because they require special collecting efforts (shooting at roosting sites), we chose not to collect them. We did not capture the small fruit bat Eonycteris robusta during this study; it is a poorly known, uncommon bat of primary forest that has been taken on both Leyte and Negros (Heaney 8c Heideman, unpubl. data) .",
                "cite_spans": [
                    {
                        "start": 768,
                        "end": 772,
                        "text": "1982",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 773,
                        "end": 794,
                        "text": "(Heideman et al. 1987",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1661,
                        "end": 1681,
                        "text": "(Heaney 8c Heideman,",
                        "ref_id": null
                    },
                    {
                        "start": 1682,
                        "end": 1695,
                        "text": "unpubl. data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 956,
                        "end": 963,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "Bats were caught in mist nets set on ridgetops and across trails and streams in forest, and among fruit trees in agricultural areas. On most nights, net-lines were tended continuously during the primary activity peak from early dusk to about 2000 h, although some were tended longer or were checked only twice per evening; nets were left open thereafter, and bats removed at dawn. Fruit bats become thoroughly entangled in mist nets and rarely escape, so that irregular net checks probably had little effect on their capture rates. Nets were left in place for three to six days; by the sixth day, capture success rates had dropped markedly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "Murid rodents and shrews were caught in trap lines that contained a mixture of Victor rat traps (c. 65%), National live traps (25%), and Sherman live traps (10%). Traps were baited late each afternoon (usually with fresh fried coconut coated with peanut butter, although on both islands we occasionally added small amounts of other ingredients), and checked each morning near dawn; they were occasionally checked in the early afternoon and evening also. Traps were placed 5 to 15 m apart; most (90%) were on the ground, often near putative runways or holes made by small mammals; about 10% were placed above ground on fallen trees, horizontal branches, large vines, etc. Most trap lines were run for four to six days; a few were run longer to increase our chance of capturing trap-shy species. Because trapping success after six days was usually very low, we calculated two measures of trap success: one includes all trapnights and all captures, and the other 'standardized' measure includes only traps set for six days or less at a given location.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "Some animals were released after positive identification; others were preserved as voucher specimens for taxonomic study, and deposited at the United States National Museum of Natural History and the Philippine National Museum. Trapping and netting sites were well separated along the transects to minimize depletion of local populations, and to ensure that sampling at one site did not influence sampling at another.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "Scientific names of mammals follow Honacki et al. (1982) with exception of the murid rodent genus Apomys. In the course of this work, we obtained large series of Apomys in a region where only a few poorly preserved specimens had been available previously. Examination of our series leads us to different conclusions regarding the identity of species than those of the previous reviewer (Musser 1982) . Because our taxonomic studies are not complete, we refer to the species on Leyte as Apomys sp. A, and that on Negros as Apomys sp. B.",
                "cite_spans": [
                    {
                        "start": 35,
                        "end": 56,
                        "text": "Honacki et al. (1982)",
                        "ref_id": null
                    },
                    {
                        "start": 386,
                        "end": 399,
                        "text": "(Musser 1982)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Negros",
                "sec_num": null
            },
            {
                "text": "Our intensive sampling failed to obtain any new records of non-volant mammals on Negros, where eight indigenous and five non-native commensal species are known. We obtained 15 species of indigenous non-volant mammals and four non-native commensals on Leyte, adding a widespread civet, Viverra tangalunga, to the list of mammals known from Leyte. The difference in faunal richness between these two islands is typical of oceanic and land-bridge islands in the Philippines; although Negros is twice the size of Leyte (13,670 km 2 and 7213 km 2 ), Negros has only about half the number of native non-volant species (Heaney 1986) . In contrast, Negros has 14 species of fruit bats and Leyte has 13 (Heaney, unpubl. data) , neither showing evidence of being depauperate.",
                "cite_spans": [
                    {
                        "start": 612,
                        "end": 625,
                        "text": "(Heaney 1986)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 694,
                        "end": 716,
                        "text": "(Heaney, unpubl. data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We captured eight species of small fruit bats on each island (Tables 1 and 2 ). Seven species occurr on both islands; Ptenochirus minor is restricted to islands in the Mindanao faunal region (which includes Leyte; Heaney 1986), and Nyctimene rabori occurs only on Negros. All nine species were captured at more than one site, and all have a documented elevational range of 600 m or more.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 61,
                        "end": 76,
                        "text": "(Tables 1 and 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "On both islands there is a clear tendency for species richness to be greatest in lowland forest (seven to eight species) and to decline substantially in mossy available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643 Figures 1 and 2 ). This not not associated with elevation per se, since mossy forest was found at 950 m on Leyte and 1500 m on Negros; appearance of the forest at the two sites was very similar (see Study areas). We also noted a decline in species richness in lowland agricultural areas; in mixed farm clearings and secondary forest on Leyte we found six species, and in the orchards on Negros we found only four species. In a region of upland farms at 600 m on Negros we took seven species, but two of these (H. fischeri and N. rabori) were very rare, and we believe that they were non-resident transients from nearby forest. Examination of patterns of overall netting success ( Figure 3 ) reveals more striking elevational structure. On both islands we found a tendency for netting success to decrease with increasing elevation, but this is confounded by two factors. First, capture success at any elevation was about three times higher on Negros than on Leyte (Figure 3 ). Second, capture success in agricultural areas was higher than at forest sites (10.9 to 3.9 per net-night vs. 4.4 to 0.45 per netnight, respectively), with the exception of the 850 m site on Negros.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 252,
                        "end": 267,
                        "text": "Figures 1 and 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 932,
                        "end": 940,
                        "text": "Figure 3",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1215,
                        "end": 1224,
                        "text": "(Figure 3",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "Our findings of higher netting success in lowland agricultural areas are not representative of the lowlands in general, because we chose to sample in orchards, where fruit sources are concentrated, and avoided rice paddies, sugar cane fields etc. In forest we found no areas comparable to orchards (and disregarded food sources in our choice of net sites), so that our forest data are probably more indicative of average values.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "Elevational changes in relative abundance of individual species (Figures 1 and  2) indicate two major ecological groupings of species. The first group includes the species most common in agricultural areas, Cynopterus brachyotis, Eonycteris spelaea, Macroglossus minimus, and Rousettus amplexicaudatus; all of these have been identified previously as species that are uncommon in primary forest, preferring areas with high levels of vegetational disturbance, especially agricultural land (Heaney et al. 1981) . We also captured a large number of R. amplexicaudatus on the college campus on Leyte, indicating their preference for disturbed sites. All of these species were much less common in forest sites, with the possible exception of M. minimus on Negros. The second group includes species confined to, or rare outside of, forest. Haplonycteris fischeri was present in all forest sites, but was common only on Negros at middle elevations ( Figure 2) ; only two individuals were captured outside of forest. Harpyionycteris whiteheadi was not common at any site, but was most common at middle elevations. It was not taken outside of forest, and was scarce at the highest site on each island. Nyctimene rabori is endemic to Negros; it is uncommon or rare at all of our forest sites, and we have taken only a single specimen away from primary forest. Ptenochirus jagori was a fairly common forest bat; it was absent from fully-developed mossy forest and was not common in transitional mossy forest (Figures 1 and 2) , but was taken in fair numbers at agricultural sites that were in or near secondary forest on both islands. However, P. jagori is absent from sites more distant from forest, such as Dumaguete. Ptenochirus minor, an endemic of the Mindanao faunal region, was common at all of our sites on Leyte, especially in lower montane forest.",
                "cite_spans": [
                    {
                        "start": 488,
                        "end": 508,
                        "text": "(Heaney et al. 1981)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 82,
                        "text": "(Figures 1 and  2)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 943,
                        "end": 952,
                        "text": "Figure 2)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1497,
                        "end": 1514,
                        "text": "(Figures 1 and 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "There was significant variation in the proportional abundance of small fruit bats between the four primary forest sites on Leyte (G-test, G = 83.40, DF = 18, P < 0.005; E. spelaea was excluded from the analysis because it was absent at three sites). The same was true for the three forest sites on Negros (G-test, G = 107.46, DF = 12, P<0.005, again excluding E. spelaea).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "Several species showed marked differences in abundance between the two islands. Haplonycteris fischeri is one of the two most common forest bats on Negros, but was rare on Leyte. For example, a comparison of its proportional abundance at the two most similar sites, the 500 m site on Leyte and the 850 m site on Negros, showed that it was significantly less common on Leyte (G-test, G = 87.8, DF = 1, P<0.005, comparing H. fischeri to all others). Four other bats, Cynopterus brachyotis, Harpytonycteris whiteheadi, Macroglossus minimus, and Ptenochirus jagori, did not differ proportionately in abundance at the two sites (G-test; for C. brachyotis, G = 2.18, DF = 1, P>0.10; for H. whiteheadi, G = 0.20, DF= 1, P > 0 . 1 0 ; f o r M minimus, G = 0.02, D F -1, P>0.10; for P. jagori, G = 0.54, DF = 1, P>0.10). However, these five species (the resident species shared between the two localities) all had higher capture rates on Negros than on Leyte (Tables 1 and 2) ; this is statistically significant (binomial test; P = 0.03). The magnitude of the difference is typically a factor of three or four. It is interesting to note in this context that the one species that is limited to Negros, N. rabori, is absent at most sites and rare at the others. Conversely, the one species we took only on Leyte, Ptenochirus minor, a bat similar in size to H. fischeri (36 g and 18 g, respectively), was the most abundant fruit bat at all of our forest sites on Leyte.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 950,
                        "end": 966,
                        "text": "(Tables 1 and 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Fruit bats",
                "sec_num": null
            },
            {
                "text": "The preceding analyses implicitly assume that the variation in netting success between our sampling sites is greater than that within sites. We can test this Clearing* 10.4 ±4.4 6-182.9 ± 1.1 (1-4) 10.1 ± 6.7 (2-21) 7.4 ±5.8 (1-18) 18.1 ± 12.4(8-36)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Within-site temporal and spatial variation of fruit bats",
                "sec_num": null
            },
            {
                "text": "2.6 ± 2.4 (0-7) 41.7 ± 12.4 29-613.1 ± 4.3 (0-12) 3.0 ± 2.9 (0-8)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Within-site temporal and spatial variation of fruit bats",
                "sec_num": null
            },
            {
                "text": "Weighted mean 4.5 1.0 43.4 5.0 7.8 3.4 32.2 0.9 1.5 assumption for fruit bats at the 850 m site on Negros, Lake Balinsasayao, where we have extensive data. We studied movements, survivorship, and habitat selection from June 1982 to September 1987 within the 302 ha watershed area of the lake (Heideman & Heaney 1989) . The site consists of two principal habitats: primary forest and agricultural clearings. Table 3 shows relative abundance of bats at 13 sites, six in forest and seven in clearings; each samples is composed of the first 100 bats captured at each site (using a random subsample from the last night). When all netting sites are combined, the total variation is quite high (Table 3) . However, most variation exists between the two habitats, and variance within a habitat is substantially lower. Several species that were rare in forested sites (C. brachyotis and M. minimus) were common in clearings, and the most common species in forest (H. fischeri) was less than one-fifth as common in cleared areas. Furthermore, comparison of capture rates (number per net-night) with density estimates from mark-and-recapture data (number per ha) yielded a strong correlation (r = 0.92; P < 0 . 0 5 ; Heideman & Heaney 1989) , demonstrating that capture rates directly reflect actual density at this site. These data provide functional confidence limits for our forest sites elsewhere. For a series of samples of 100 bats captured within a given habitat type, the relative abundance of individual species usually varied by no more than 10%, although occasionally by up to 20%. Given the magnitude of the between-site differences shown in Tables 1 and 2, where differences often exceed 50%, we conclude that the differences that are statistically significant are interpretable and biologically meaningful.",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 316,
                        "text": "(Heideman & Heaney 1989)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1215,
                        "end": 1229,
                        "text": "& Heaney 1989)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 407,
                        "end": 414,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 687,
                        "end": 696,
                        "text": "(Table 3)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Within-site temporal and spatial variation of fruit bats",
                "sec_num": null
            },
            {
                "text": "We trapped eight species of small mammals on Leyte (Table 4 , Figure 4 ), and observed three others. On Negros we captured only five species (Table 5, Figure 5 ). Trapping in non-forested habitats was very limited, and so only the presence or absence of species in non-forested areas is reported here. On neither island was there evidence of a substantial change in number of species with elevation; the number ranged from three to five at a given site (Figures 4 and 5) . However, there was dramatic variation in trap success: on Leyte, trap success ranged from 1.8 to 4.4 per 100 trap-nights, and on Negros from 4.5 to 13.7 per 100 trap-nights. Although there is no overlap between the islands in mean and range of trap success, a plot of trap success against elevation ( Figure 6 ) could be interpreted simply as falling along a single curve of increasing small mammal abundance with increasing elevation. However, because the zonation of vegetation types differed on the two mountains and because we have no measure of seasonal variability of trap success, we urge caution in interpreting this seemingly simple trend.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 51,
                        "end": 59,
                        "text": "(Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 62,
                        "end": 70,
                        "text": "Figure 4",
                        "ref_id": null
                    },
                    {
                        "start": 151,
                        "end": 159,
                        "text": "Figure 5",
                        "ref_id": null
                    },
                    {
                        "start": 453,
                        "end": 470,
                        "text": "(Figures 4 and 5)",
                        "ref_id": null
                    },
                    {
                        "start": 774,
                        "end": 782,
                        "text": "Figure 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Non-volant mammals",
                "sec_num": null
            },
            {
                "text": "Our captures of small, trappable mammals on Leyte (Figure 4 ) indicate the clear existence of two distinct assemblages on the island: a forest assemblage and an agricultural/commensal assemblage. The commensal species Suncus murinus, Rattus exulans, and Rattus rattus, as well as one commensal we did not capture, Mus musculus, were never taken in primary forest. These commensals almost certainly are not native to the Philippines (Heaney 1986 , Musser 1977 . In contrast, all of the species taken in the forest are species unique to the Philippines. The relative abundance of small mammal species on Leyte varied significantly at our four forest sites (G-test, G = 70.26, DF = 15, P<0.005). Inspection of Table 4 and Figure 4 indicates that several patterns of variation are present. Two species (Crocidura beatus and Batomys salomonseni) were absent at 300 m and were most abundant at the highest site (950 m); one (Apomys sp. A) was present at all except the disturbed forest site at 50 m, but showed a similar pattern of increased capture abundance with elevation (Figure 4) . In contrast, one species (Bullimus bagobus) was most abundant at the lowest undisturbed forested site and absent at the two highest sites, and one (Rattus everetti) was present at all sites but most abundant at lower sites. Thus, the composition of the small mammal community showed elevational variation in primary forest on the mountain, in spite of the presence of most species at most sites.",
                "cite_spans": [
                    {
                        "start": 432,
                        "end": 444,
                        "text": "(Heaney 1986",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 445,
                        "end": 458,
                        "text": ", Musser 1977",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 50,
                        "end": 59,
                        "text": "(Figure 4",
                        "ref_id": null
                    },
                    {
                        "start": 707,
                        "end": 714,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 719,
                        "end": 727,
                        "text": "Figure 4",
                        "ref_id": null
                    },
                    {
                        "start": 1069,
                        "end": 1079,
                        "text": "(Figure 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Non-volant mammals",
                "sec_num": null
            },
            {
                "text": "We observed three other species of medium or small arboreal/scansorial mammals in our study area on Leyte: Philippine tarsier (Tarsius syrichta), Philippine flying lemur or kaguang (Cynocephalus volans), and Samar tree squirrel (Sundasciurus samarensis). Our captures and observations of these species indicate that each was most abundant at lower elevations, each occurred in adjacent mixed secondary forest and agricultural land, and that each declined in abundance with increasing elevation. We saw none of them in ridgetop mossy forest, and only a few squirrels and tarsiers and no kaguang at 700 m. Thus, these arboreal mammals probably show the reverse of the pattern of relative abundance of small trappable mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Non-volant mammals",
                "sec_num": null
            },
            {
                "text": "On oceanic Negros, we found very different distributional patterns (Table 5, Figure 5 ). As on Leyte, significant variation existed in proportional abundance of species between our three forest sites (G-test, G = 99.0, DF = 8, P<0.005). However, only two indigenous small mammals were trapped, Crocidura negrina and Apomys sp. B, and no squirrels, tarsiers, or kaguang were sighted or suspected to be present (Heaney 1986 . In the mossy forest on Negros, we found abundant Rattus exulans, Rattus rattus, and Suncus murinus. Rattus exulans was most abundant in the highest mossy forest, whereas R. rattus was most abundant in transitional mossy/montane forest at 1280 m; S. murinus was equally common at both upper sites. Crocidura negrina was very rare or absent at all sites. Apomys sp. B was most abundant in mossy forest, but moderately common at all sites. The presence of abundant non-native species in primary forest on Negros was radically different from Leyte, where non-native species were entirely absent.",
                "cite_spans": [
                    {
                        "start": 409,
                        "end": 421,
                        "text": "(Heaney 1986",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 77,
                        "end": 85,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Non-volant mammals",
                "sec_num": null
            },
            {
                "text": "As with fruit bats, interpretation of data regarding non-volant species assumes that differences in abundance of species between our sites was greater than variation within sites. We lack data to test this rigorously. However, our prior study of small mammals on Mt Guinsayawan (Heideman et al. 1987) showed that our traps caught small mammals in very similar proportion to those we found in the scats of small carnivores at the same sites. This implies that our trapping reflects the relative abundance of species in a manner that is biologically meaningful. Quantitative measure of temporal and microgeographic variation would, however, prove valuable.",
                "cite_spans": [
                    {
                        "start": 278,
                        "end": 300,
                        "text": "(Heideman et al. 1987)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Non-volant mammals",
                "sec_num": null
            },
            {
                "text": "Although Mt Pangasugan is a relatively low mountain at 1150 m, it is one of the higher points on Leyte, where the greatest elevation is 1349 m, and only three peaks exceed 1200 m. Mt Guinsayawan on Negros, at 1788 m, is the thirdhighest peak on the island; the highest, Mt Kanlaon, reaches 2465 m. The climatic and floral diversity of both mountains is augmented by the characteristic development of clouds and fog and the attendant mossy forest at upper elevations. On Mt Pangasugan this mossy forest occurs on a relatively low saddle between Mt Pangasugan and Mt Lunas to the north, even though mossy forest on a larger mountain typically would not develop until 1400 to 2200 m (Brown 1919 , Ohsawa et al. 1985 , Whitmore 1984 . On Mt Guinsayawan, characteristics of mossy forest began to appear at 1250 m, and were welldeveloped at 1400 m. Thus, we sampled three principal habitats on each island: lowland agricultural land, primary lowland or submontane dipterocarp forest, and high-elevation mossy forest, as well as intermediate habitats between each.",
                "cite_spans": [
                    {
                        "start": 680,
                        "end": 691,
                        "text": "(Brown 1919",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 692,
                        "end": 712,
                        "text": ", Ohsawa et al. 1985",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 713,
                        "end": 728,
                        "text": ", Whitmore 1984",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Fruit bats. Patterns of fruit bat abundance are strikingly different on the two islands. In general, at any given elevation, fruit bats were at least three times as abundant on Negros as on Leyte (Figure 3) . Macroglossus minimus, and to a lesser extent Cynopterus brachyotis, generally most common in disturbed lowland habitats, were much more common in forest on Negros than on Leyte. This pattern of greater abundance also extended to obligate forest species such as Haplonycteris fischeri and Ptenochirus jagori. These data may reflect a general phenomenon of higher population densities for fruit bats on oceanic islands compared with land-bridge islands and continental areas.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 196,
                        "end": 206,
                        "text": "(Figure 3)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "Previous studies have indicated that species richness of pteropodid fruit bats typically decreases at high elevations (e.g. Medway 1972 , Payne et al. 1985 , as it does for New World bats in the Andes (Graham 1983) and tropical forest birds (Beehler 1981 , Diamond 1972 , Terborgh 1977 ; our findings are in accordance with this pattern. However, documentation for Old World fruit bats is generally poor, and it is unclear what causes the decrease. Our finding of an abrupt decrease in bat species richness in mossy forest, on both islands but at different elevations, suggests that changes associated with mossy forest may play a predominant role. We suggest that one important factor is the reduction in abundance of Ficus in mossy forest; current evidence indicates that H. fischeri, Nyctimene rabori, Ptenochirus jagori, and probably P. minor all rely heavily on the fruits of Ficus throughout much of the year (Heideman 1987 , Utzurrum 1984 . Harpyionycteris whiteheadi, which shows a lesser reduction in the mossy forest, feeds heavily on the fruit of species of pandans (Heideman 1987 , Utzurrum 1984 , which is common in mossy forest, as noted above. However, we also note that the lower temperatures, higher precipitation, and lack of open space beneath the canopy in which to fly may also contribute to the decrease in species richness.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 135,
                        "text": "Medway 1972",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 136,
                        "end": 155,
                        "text": ", Payne et al. 1985",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 201,
                        "end": 214,
                        "text": "(Graham 1983)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 241,
                        "end": 254,
                        "text": "(Beehler 1981",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 255,
                        "end": 269,
                        "text": ", Diamond 1972",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 270,
                        "end": 285,
                        "text": ", Terborgh 1977",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 915,
                        "end": 929,
                        "text": "(Heideman 1987",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 930,
                        "end": 945,
                        "text": ", Utzurrum 1984",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1077,
                        "end": 1091,
                        "text": "(Heideman 1987",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1092,
                        "end": 1107,
                        "text": ", Utzurrum 1984",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "Non-volant small mammals. Our trapping results documented little variation in species richness of small mammals at a given site on either island, with three to five species being typical. From this limited view, we also saw no difference in species richness between islands. However, on Leyte, addition of species that were either observed (Tarsius, Cynocephalus, and Sundasciurus at the three lowest sites) or are known to be present on Leyte at high elevations (pygmy squirrels, Exilisciurus concinnus, and shrew-mice, Crunomys rabori) make it clear that species richness of small mammals is indeed higher at all elevations than on Negros. Additionally, three of the five species trapped in forest on Negros are introduced commensals; if these are excluded, the two remaining indigenous species on Negros are a small fraction of the fauna of six to nine small mammal species per site on Leyte.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "The lack of elevational variation in species richness is in sharp contrast with the pattern on the Malay Peninsula and Borneo, where species richness is available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643 typically highest in the lowlands and lowest in cloud forest (Langham 1983 , Medway 1972 , Payne et al. 1985 . Previous anecdotal data from the Philippines suggested that species richness may actually reach its peak in montane forest in the highlands of northern Luzon, where many of the endemic murid rodents occur (e.g. data in Taylor 1934 and Sanborn 1952) .",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 320,
                        "text": "(Langham 1983",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 321,
                        "end": 334,
                        "text": ", Medway 1972",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 335,
                        "end": 354,
                        "text": ", Payne et al. 1985",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 576,
                        "end": 591,
                        "text": "Taylor 1934 and",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 592,
                        "end": 605,
                        "text": "Sanborn 1952)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "Variation in the abundance of small mammals (number per 100 trap-nights) is only slightly better documented. Medway (1972) found that trappable small mammals on Gunong Benom in central West Malaysia showed a progressive increase in capture abundance with increasing elevation, ranging from 2.3 per 100 trap-nights at about 150 m to about 8.0 per 100 trap-nights at about 2000 m. However, Langham (1983) found the reverse trend on Kedah Peak, West Malaysia, where trap success declined from 6.9 per 100 trap-nights at 150 m to 3.4 per 100 trap-nights at 1000 m. Our data show a gradual rise from 1.8 per 100 trap-nights at 300 m to 4.0 per 100 trap-nights at 950 m on Leyte, and from 4.5 per 100 trap-nights at 850 m to 13.7 per 100 trap-nights at 1500 m on Negros, thus paralleling Medway's findings. It is of interest to note that small mammals in forest on Pulau Tioman, a small island near the east coast of West Malaysia, were trapped at a rate five times that on the adjacent Malay Peninsula (28.6 and 5.0 per 100 trap-nights, respectively; Medway 1966), indicating that island area may have an important influence on abundance. Data from other parts of the world appear to bear this out as a general pattern (e.g. Lawlor 1983) .",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 122,
                        "text": "Medway (1972)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 388,
                        "end": 402,
                        "text": "Langham (1983)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1220,
                        "end": 1232,
                        "text": "Lawlor 1983)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "A caveat. It is important to emphasize that we have been unable to find explicit documentation of temporal or microgeographic variation in mammalian species richness or relative abundance in Southeast Asia. Our own data on fruit bats indicate that temporal and microgeographic variation in species richness and abundance are generally much less than variation between sites (this paper; Heideman & Heaney 1989) . For trappable small mammals, observed species richness at a given site varies only very slightly, if at all, given the sample sizes reported here. On Negros and Leyte, for example, we rarely added to our list of trappable small mammals after the first 300 trap-nights (20-30 captures) from a given trapping session and elevation. However, relative abundance of non-volant small mammals (measured as trapping success) may be more variable over time. At a few sites, we have found substantial differences in trap success between trapping sessions. Although we lack samples large enough for an adequate test, we suspect that these differences are biologically important. Therefore, we urge caution in interpreting relative abundance data for rodents and shrews, especially when sample sizes are small, since temporal and microgeographic variation in relative abundance will complicate recognition of elevational patterns or differences between islands.",
                "cite_spans": [
                    {
                        "start": 387,
                        "end": 410,
                        "text": "Heideman & Heaney 1989)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and relative abundance",
                "sec_num": null
            },
            {
                "text": "A final aspect of elevational variation in distribution should be noted. On Leyte, two of the murid species, Apomys sp. A and Batomys salomonseni, were found to be primarily animals of the highlands, and two, Bullimus bagobus and Rattus everetti, to occur primarily at low to middle elevations. The former two are members of the oldest radiation of rodents in the Philippines, whereas the latter two are members of two clades that arrived in the Philippines from Asia more recently (Musser & Heaney, in prep.) . Species in agricultural areas on Leyte and throughout Negros are the most recent arrivals, having been inadvertently introduced from the Asian mainland by humans.",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 509,
                        "text": "(Musser & Heaney, in prep.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elevation and endemism",
                "sec_num": null
            },
            {
                "text": "Although phylogenetic relationships of fruit bats are less well known, a similar pattern is apparent. All of the species that are most common at higher elevations are members of endemic genera (Haplonycteris fischeri, Ptenochirus jagori and P. minor) or are endemic species (Harpyionycteris whiteheadi, Nyctimene rabori). In contrast, the four species common in lowland agricultural areas (Cynopterus brachyotis, Eonycteris spelaea, Macroglossus minimus, and Rousettus amplexicaudatus) are not members of endemic genera or endemic species, but instead are widespread in Southeast Asia. The lack of differentiation by these bats may reflect either their recent arrival in the Philippines, or high rates of gene flow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elevation and endemism",
                "sec_num": null
            },
            {
                "text": "This apparent pattern of recent arrivals occurring at low elevations, especially in disturbed habitats, and older residents occurring at higher elevations in primary habitats, has been noted by Ricklefs & Cox (1972) for birds on Caribbean islands, by Diamond (1975) for birds on New Guinea, and by Lack (1976) for the birds of Jamaica. The generality of this pattern among mammals is not known. The occurrence of non-native species of non-volant mammals in primary forest on Negros does not fit this pattern, but might be due to the paucity of indigenous species and opportunistic invasion of forest in the absence of competition (Heaney, work in progress).",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 215,
                        "text": "Ricklefs & Cox (1972)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 251,
                        "end": 265,
                        "text": "Diamond (1975)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 298,
                        "end": 309,
                        "text": "Lack (1976)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Elevation and endemism",
                "sec_num": null
            },
            {
                "text": "Although the data presented here refer to only two of the 7000 islands in the Philippines, we believe that several tentative conclusions can be drawn regarding the planning of parks and other reserves for the protection of wildlife. First, it is clear from these and other data that nearly all endemic Philippine mammals are forest dwellers; any degradation of the forest for logging or agriculture will inevitably have a negative impact on these endemic species. Second, many species normally exist at low population densities; in order to preserve these species, large parks will be essential for maintaining populations that are large enough to be viable. Third, in order to protect all of the species of a given region, it is crucial that a wide range of habitats be represented, from lowland dipterocarp forest to montane and mossy forest; in other words, reserves that encompass elevational transects, such as those centred on the higher mountains on each island, should be most successful.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation",
                "sec_num": null
            },
            {
                "text": "We conclude that the abundance and community composition of both fruit bats and non-volant small mammals, and species richness of fruit bats, vary significantly from lowland to mountaintop on Leyte and Negros. We believe that the primary factors influencing this variation are (1) clearing of forest for timber production and agricultural uses, and (2) transition from tall lowland dipterocarp forest to stunted mossy montane forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS AND PREDICTIONS",
                "sec_num": null
            },
            {
                "text": "If the patterns we detected are typical, as can be demonstrated only by replication of this study at many points over a broad geographic area, there are important implications for our understanding of the ecology and biogeography of Philippine mammals, and probably for those of Indo-Australia in general. In order to help focus future research in productive directions, we summarize and extend our major findings here as a series of generalizations about South-east Asian mammals. These are formulated as testable predictions and hypotheses that will serve as specific points of investigation, and thereby lead to greater understanding of both the patterns of distribution and their underlying causes. Our approach emphasizes empirical demonstration of patterns in the context of current general problems in evolutionary biogeography (Case & Cody 1987 , Heaney & Patterson 1986 , Williamson 1981 ; more rigorous discussion of causative processes will follow when more data are available.",
                "cite_spans": [
                    {
                        "start": 835,
                        "end": 852,
                        "text": "(Case & Cody 1987",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 853,
                        "end": 878,
                        "text": ", Heaney & Patterson 1986",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 879,
                        "end": 896,
                        "text": ", Williamson 1981",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS AND PREDICTIONS",
                "sec_num": null
            },
            {
                "text": "Relative abundance of fruit bats in South-east Asia is generally poorly documented, and our data are the first comparative quantitative estimates. Based on our empirical observations, we predict that (1) fruit bats in forest will continue to be found to exhibit the greatest species richness and relative abundance at low elevations and to decline precipitously in mossy forest; (2) netting success for fruit bats in forest (where food plants tend to be more evenly distributed) will be more homogeneous than in agricultural areas (where orchards are highly clumped and unsuitable cropland intervenes; in both cases the heterogeneity being dependent on the degree of clumping); (3) agricultural areas will be characterized by the presence of geographically widespread species and reduced species richness; and (4) forests on oceanic islands will support denser populations than on land-bridge islands and continental areas. Given the apparent dispersal ability of the widespread species that characterize the agricultural areas and their presence in forest at low numbers on Leyte and Negros, we also predict that (5) on isolated oceanic islands where few endemic species are present, these widespread species, if present, will expand into forested areas. This prediction postulates a parallel with non-volant mammals, where Suncus and Rattus have moved into primary forest on an island (Negros) that is, for them, isolated and depauperate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS AND PREDICTIONS",
                "sec_num": null
            },
            {
                "text": "With respect to non-volant species, we predict on the basis of our empirical observations that (1) species richness in isolated archipelagos and islands, such as the Philippines, will not exhibit a tendency for maximum diversity at low elevations (in contrast to continental islands). Previous observations of high species richness in the highlands of northern Luzon lead us to predict that (2) on old, isolated, species-rich islands with large highland areas (such as Luzon, Mindanao and Sulawesi) species richness will be highest at high elevations. We predict that (3) abundance will be found to increase with elevation on both continental and oceanic islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS AND PREDICTIONS",
                "sec_num": null
            },
            {
                "text": "Finally, for both volant and non-volant mammals, we predict that (1) on old, species-rich islands, endemic species will occur in natural vegetation (in the Philippines, in primary forest) and non-endemics will predominate in humandisturbed environments, and that (2) species in highland forest typically will be members of the oldest endemic clades, and species in lowland forest will be members of groups that arrived more recently from continental sources.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS AND PREDICTIONS",
                "sec_num": null
            },
            {
                "text": "available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643 Downloaded from https://www.cambridge.org/core. Univ of Michigan Law Library, on 07 Oct 2021 at 13:31:08, subject to the Cambridge Core terms of use,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.cambridge.org/core. Univ of Michigan Law Library, on 07 Oct 2021 at 13:31:08, subject to the Cambridge Core terms of use,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This research has benefitted greatly from the assistance and good will of many people. For providing laboratory space, vehicles, and general logistical support, we thank L. Raros, R. Raros, and P. Milan ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGEMENTS",
                "sec_num": null
            },
            {
                "text": "Accepted 30 October 1988 available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Ecological structuring of forest bird communities in New Guinea",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Beehler",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Monographiae Biologicae",
                "volume": "42",
                "issue": "",
                "pages": "837--861",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BEEHLER, B. 1981. Ecological structuring of forest bird communities in New Guinea. Monographiae Biologicae 42:837-861.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The vegetation of Philippine mountains",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1919,
                "venue": "Monographs of the Bureau of Science",
                "volume": "13",
                "issue": "",
                "pages": "1--434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, W. H. 1919. The vegetation of Philippine mountains. Monographs of the Bureau of Science, Manila 13:1-434.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Testing theories of island biogeography",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Case",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Scientist",
                "volume": "75",
                "issue": "",
                "pages": "401--411",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, T. J. & CODY, M. L. 1987. Testing theories of island biogeography. American Scientist 75:401- 411.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The Philippine spotted deer and the Visayan warty pig",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cox",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Oryx",
                "volume": "21",
                "issue": "",
                "pages": "37--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COX, R. 1987. The Philippine spotted deer and the Visayan warty pig. Oryx 21:37-42.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Avifauna of the eastern highlands of New Guinea. Monographs of the Nuttall Ornithological Club",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Diamond",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "438",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIAMOND, J. M. 1972. Avifauna of the eastern highlands of New Guinea. Monographs of the Nuttall Ornithological Club, Cambridge, Mass. 438 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Ecology and evolution of communities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Diamond",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "545",
                "issue": "",
                "pages": "342--444",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIAMOND, J. M. 1975. Assembly of species communities. Pp. 342-444 in Cody, M. L. & Diamond, J. M. (eds). Ecology and evolution of communities. Belknap Press, Harvard University, Cambridge, Mass. 545 pp.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Changes in bat species diversity along an elevational gradient up the Peruvian Andes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Mammalogy",
                "volume": "64",
                "issue": "",
                "pages": "559--571",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAHAM, G. L. 1983. Changes in bat species diversity along an elevational gradient up the Peruvian Andes. Journal of Mammalogy 64:559-571.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Zoogeographic evidence for middle and late Pleistocene land bridges to the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Modern Quaternary Research in SE Asia",
                "volume": "9",
                "issue": "",
                "pages": "127--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1985. Zoogeographic evidence for middle and late Pleistocene land bridges to the Philip- pine Islands. Modern Quaternary Research in SE Asia 9:127-143.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Biogeography of mammals in SE Asia: estimates of rates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1986. Biogeography of mammals in SE Asia: estimates of rates of colonization, extinc- tion, and speciation. Biological Journal of the Linnean Society 28:127-165.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Ecological notes on mammals in the Lake Balinsasayao Region",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Mudar",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Silliman Journal",
                "volume": "28",
                "issue": "",
                "pages": "122--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., HEIDEMAN, P. D. & MUDAR, K. M. 1981. Ecological notes on mammals in the Lake Balinsasayao Region, Negros Oriental, Philippines. Silliman Journal 28:122-131.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Island biogeography of mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. & PATTERSON, B. D. (eds) 1986. Island biogeography of mammals. Academic Press, 271pp.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The reproductive ecology of a community of Philippine fruit bats (Pteropodidae, Megachiroptera)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "320",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0266467400003643"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D. 1987. The reproductive ecology of a community of Philippine fruit bats (Pteropodidae, Megachiroptera). Unpublished Ph.D. dissertation, University of Michigan, Ann Arbor. 320 pp. available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/S0266467400003643",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "at 13:31:08, subject to the Cambridge Core terms of use, HEIDEMAN, P. D. 1988. The timing of reproduction in Haplonycteris fischeri Lawrence (Pteropodidae): geographic variation and delayed development",
                "authors": [],
                "year": 2021,
                "venue": "Journal of Zoology",
                "volume": "215",
                "issue": "",
                "pages": "577--595",
                "other_ids": {
                    "DOI": [
                        "10.1017/S0266467400003643"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Downloaded from https://www.cambridge.org/core. Univ of Michigan Law Library, on 07 Oct 2021 at 13:31:08, subject to the Cambridge Core terms of use, HEIDEMAN, P. D. 1988. The timing of reproduction in Haplonycteris fischeri Lawrence (Pteropodidae): geographic variation and delayed development. Journal of Zoology 215:577-595.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The climate and hydrology of the Lake Balinsasayao watershed",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Silliman Journal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D. & ERICKSON, K. R. 1988. The climate and hydrology of the Lake Balinsasayao watershed, Negros Oriental, Philippines. Silliman Journal, in press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Population biology and estimates of abundance of fruit bats (Pteropodidae) in Philippine submontane forest",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Zoology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D. & HEANEY, L. R. 1989. Population biology and estimates of abundance of fruit bats (Pteropodidae) in Philippine submontane forest. Journal of Zoology (in press).",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Patterns of faunal diversity and species abundance of non-volant small mammals on Negros Island",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Philippines. Journal of Mammalogy",
                "volume": "68",
                "issue": "",
                "pages": "884--888",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D., HEANEY, L. R., THOMAS, R. L. & ERICKSON, K. R. 1987. Patterns of faunal diversity and species abundance of non-volant small mammals on Negros Island, Philippines. Journal of Mammalogy 68:884-888.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Philippine Zoological Expedition 1946-1947. Narrative and Itinerary",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Hoogstraal",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Fieldiana Zoology",
                "volume": "33",
                "issue": "",
                "pages": "1--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOGSTRAAL, H. 1951. Philippine Zoological Expedition 1946-1947. Narrative and Itinerary. Fieldiana Zoology 33:1-86.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Island biology, illustrated by the land birds of Jamaica",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Lack",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "445",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LACK, D. 1976. Island biology, illustrated by the land birds of Jamaica. University of California Press, Berkeley. 445 pp.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Distribution and ecology of small mammals in three rain forest localities of Peninsular Malaysia with particular reference to Kedah Peak",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Langham",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Biotropica",
                "volume": "15",
                "issue": "",
                "pages": "199--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LANGHAM, N. 1983. Distribution and ecology of small mammals in three rain forest localities of Penin- sular Malaysia with particular reference to Kedah Peak. Biotropica 15:199-206.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Island biogeography in the Sea of Cortez",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E. ; T J"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "508",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E. 1983. The mammals. Pp. 265-289 in Case, T. J. & Cody, M. L. Island biogeography in the Sea of Cortez. University of California Press, Berkeley. 508 pp.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The mammals. Bulletin of the National Museum",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Medway",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "9--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEDWAY, L. 1966. The mammals. Bulletin of the National Museum, Singapore 34:9-32.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The distribution and altitudinal zonation of birds and mammals on Gunong Benom",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Medway",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Bulletin of the British Museum",
                "volume": "23",
                "issue": "",
                "pages": "103--154",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEDWAY, L. 1972. The distribution and altitudinal zonation of birds and mammals on Gunong Benom. Bulletin of the British Museum (Natural History) 23:103-154.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Epitnys benguetensis, a composite, and one zoogeographic view of the rat and mouse faunas of the Philippines and Celebes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "American Museum Novitates",
                "volume": "2624",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1977. Epitnys benguetensis, a composite, and one zoogeographic view of the rat and mouse faunas of the Philippines and Celebes. American Museum Novitates 2624:1-15.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The definition of Apomys, a native rat of the Philippine Islands",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Museum Novitates",
                "volume": "2746",
                "issue": "108",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1982. Results of the Archbold Expeditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands. American Museum Novitates 2746:1-43.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "A field guide to the mammals of Borneo",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Payne",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Francis",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Phillipps",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "322",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PAYNE, J., FRANCIS, C. M. & PHILLIPPS, K. 1985. A field guide to the mammals of Borneo. The Sabah Society, Kota Kinabalu. 322 pp.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Altitudinal zonation of forest vegetation on Mount Kerinci, Sumatra: with comparisons to zonation in the temperate region of east Asia",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ohsawa",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "H J"
                        ],
                        "last": "Nainggolan",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Tanaka",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Anwar",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Journal of Tropical Ecology",
                "volume": "1",
                "issue": "",
                "pages": "193--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OHSAWA, M., NAINGGOLAN, P. H. J., TANAKA, N. & ANWAR, C. 1985. Altitudinal zonation of forest vegetation on Mount Kerinci, Sumatra: with comparisons to zonation in the temperate region of east Asia. Journal of Tropical Ecology 1:193-216.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Notes on mammals and birds of the central northern Luzon highlands",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Philippines. Pt. 1. Notes on mammals. Silliman Journal",
                "volume": "2",
                "issue": "",
                "pages": "193--218",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RABOR, D. S. 1955. Notes on mammals and birds of the central northern Luzon highlands, Philippines. Pt. 1. Notes on mammals. Silliman Journal 2:193-218.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Philippine birds and mammals",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "284",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RABOR, D. S. 1977. Philippine birds and mammals. University of the Philippines Press, Quezon City. 284 pp.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Taxon cycles in the West Indian avifauna",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Ricklefs",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Cox",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "American Naturalist",
                "volume": "106",
                "issue": "",
                "pages": "195--219",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKLEFS, R. E. & COX, G. W. 1972. Taxon cycles in the West Indian avifauna. American Naturalist 106:195-219.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Philippine zoological expedition 1946-1947",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sanborn",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Mammals. Fieldiana: Zoology",
                "volume": "33",
                "issue": "",
                "pages": "89--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SANBORN, C. C. 1952. Philippine zoological expedition 1946-1947. Mammals. Fieldiana: Zoology 33:89-158.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Philippine land mammals",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Monographs of the Bureau of Science",
                "volume": "30",
                "issue": "",
                "pages": "1--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAYLOR, E. H. 1934. Philippine land mammals. Monographs of the Bureau of Science, Manila 30:1-548.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Bird species diversity on an Andean elevational gradient",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Terborgh",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Ecology",
                "volume": "58",
                "issue": "",
                "pages": "1007--1019",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TERBORGH, J. 1977. Bird species diversity on an Andean elevational gradient. Ecology 58:1007-1019.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Fig fruit consumption and seed dispersal by frugivorous bats in the primary tropical rain forest of Lake Balinsasayao",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C B"
                        ],
                        "last": "Utzurrum",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "109",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UTZURRUM, R. C. B. 1984. Fig fruit consumption and seed dispersal by frugivorous bats in the primary tropical rain forest of Lake Balinsasayao, Negros Oriental, Philippines. Unpublished MS. thesis, Silli- man University, Dumaguete City. 109 pp.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Tropical rain forests of the Far East",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Whitmore",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "352",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WHITMORE, T. C. 1984. Tropical rain forests of the Far East, 2nd ed. Oxford University Press, Oxford. 352 pp.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Island populations",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Williamson",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "286",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILLIAMSON, M. 1981. Island populations. Oxford University Press, Oxford. 286 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "All data from Leyte were obtained in 1987; most data from Negros were obtained in 1987, but were supplemented as follows. Trapping data from 850 m (Lake Balinsasayao) were aggregated from 1982 to 1984, and the Dumaguete City (10 m) and Mt Guinsayawan 1500 m camp trapping data include some data from",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "text": "The numbers of fruit bats captured per net-night at each sampling site on Mt Pangasugan, Leyte.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF2": {
                "text": "The numbers of fruit bats captured per net-night at each sampling site on Mt Guinsayawan, Negros.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF3": {
                "text": "Overall net success (number of fruit bats per net-night) at each site on Mt Pangasugan, Leyte and Mt Guinsayawan, Negros, in primary forest and in agricultural areas.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "FIGREF5": {
                "text": "The numbers of non-volant small mammals captured per 100 trap-nights at each sampling site on Mt Pangasugan, Leyte. The numbers of non-volant small mammals captured per 100 trap-nights at each sampling site on Mt Guinsayawan, Negros. Overall trap success (number of small mammals per 100 trap-nights) at each site in primary forest on Mt Pangasugan, Leyte and Mt Guinsayawan, Negros.",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "TABREF0": {
                "text": "The numbers of small fruit bats (Pteropodidae) captured on Mt Pangasugan, Leyte. The number of captures per net-night are given in parentheses. The numbers of small fruit bats (Pteropodidae) captured on Mt Guinsayawan, Negros. The numbers of bats per net-night are given in parentheses.",
                "content": "<table><tr><td>Site elevation (m)</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF2": {
                "text": "Number of captures among first 100 fruit bats netted at six forest and seven clearing sites (mean, standard deviation, and range) and weighted mean of overall captures (weighted to reflect c. 70% forest cover and 30% cleared land) at 850 m (Lake Balinsasayao watershed), Mt Guinsayawan, Negros Island (fromHeideman & Heaney 1989).",
                "content": "<table><tr><td/><td>Forest</td></tr><tr><td>Cynopterus brachyotis</td><td>2.5 ± 1.0 (1-4)</td></tr><tr><td>Eonycteris spelaea</td><td>0.3 ± 0.5 (0-1)</td></tr><tr><td>Haplonycteris fischeri</td><td>54.5 ± 8.8 (45-69)</td></tr><tr><td>Harpyionycteris whiteheadi</td><td>4.5 ± 4.7 (0-12)</td></tr><tr><td>Macrologlossus minimus</td><td>4.3 ± 4.0 (0-10)</td></tr><tr><td>Nyctimene rabori</td><td>3.7 ± 2.6 (0-8)</td></tr><tr><td>Ptenochirus jagori</td><td>29.0 ± 8.9 (18-40)</td></tr><tr><td>Pteropus pumilus</td><td>0.2 ± 0.1 (0-1)</td></tr><tr><td>Rousettus amplexicaudatus</td><td>1.0 ± 1.7(0-4)</td></tr><tr><td colspan=\"2\">* Plus one or two of the following at a single site: Acerodon jubatus, Eonycteris robusta, Pteropus hypo-</td></tr><tr><td>melanus, Pteropus vampyrus.</td><td/></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF3": {
                "text": "The number of small non-volant mammals (Soricidae and Muridae) captured on Mt Pangasugan, Leyte. The numbers of captures per 100 trap-nights are given in parentheses.",
                "content": "<table><tr><td>Site elevation (m)</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF4": {
                "text": "The numbers of small non-volant mammals (Soricidae and Muridae) captured on Mt Guinsayawan, Negros. The numbers of captures per 100 trap-nights at each elevation are given in parentheses.",
                "content": "<table><tr><td/><td>300</td><td>500</td><td>700</td><td>950</td></tr><tr><td/><td>0</td><td>2 (0.24)</td><td>0*</td><td>6(0.41)</td></tr><tr><td/><td>2 (0.22)</td><td>7 (0.85)</td><td>6 (0.53)</td><td>16 (1.10)</td></tr><tr><td/><td>0</td><td>1 (0.12)</td><td>14(1.24)</td><td>21 (1.45)</td></tr><tr><td/><td>6(0.65)</td><td>2 (0.24)</td><td>0</td><td>0</td></tr><tr><td/><td>9 (0.97)</td><td>11(1.34)</td><td>8 (0.71)</td><td>4 (0.28)</td></tr><tr><td/><td>17</td><td>23</td><td>28</td><td>47</td></tr><tr><td/><td>930</td><td>819</td><td>1125</td><td>1451</td></tr><tr><td/><td>930</td><td>819</td><td>1048</td><td>736</td></tr><tr><td/><td>17</td><td>23</td><td>27</td><td>32</td></tr><tr><td/><td>1.8</td><td>2.8</td><td>2.6</td><td>4.4</td></tr><tr><td/><td>3</td><td>5</td><td>3r+n*</td><td>4</td></tr><tr><td/><td/><td>Site</td><td>elevation (m)</td><td/></tr><tr><td/><td>10</td><td>900</td><td>1280</td><td>1500</td></tr><tr><td>Crocidura negrina</td><td>0</td><td>2(0.12)</td><td>0</td><td>0</td></tr><tr><td>Suncus murinus</td><td>12 (21.4)</td><td>2(0.12)</td><td>15(2.31)</td><td>17 (1.98)</td></tr><tr><td>Apomys sp. B</td><td>0</td><td>16(0.96)</td><td>4 (0.62)</td><td>14 (1.63)</td></tr><tr><td>Rattus exutans</td><td>1 (1.8)</td><td>1 (0.06)</td><td>17 (2.62)</td><td>56 (6.52)</td></tr><tr><td>Rattus rattus</td><td>4(7.1)</td><td>54 (3.24)</td><td>37 (5.69)</td><td>31 (3.61)</td></tr><tr><td>Total captures Total trap-nights Mammals/100 trap-nights Small mammal species</td><td>17 56 30.3 3</td><td>75 1666 4.5 5</td><td>75 650 11.5 4</td><td>118 859 13.7 4</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}