{
    "paper_id": "Heaney1986-BiogeographyofmammalsinSEAsia-estimatesofratesofcolonization,extinctionandspeciation",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:27:33.932095Z"
    },
    "title": "Biogeography of mammals in SE Asia: estimates of rates of colonization, extinction and speciation",
    "authors": [
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "U.S.A"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Four categories of islands in SE Asia may be identified on the basis of their histories of landbridge connections. Those islands on the shallow, continental Sunda Shelf were joined to the Asian mainland by a broad landbridge during the late Pleistocene; other islands were connected to the Sunda Shelf by a middle Pleistocene landbridge; some were parts of larger oceanic islands; and others remained as isolated oceanic islands. The limits of late Pleistocene islands, defined by the 120 ni bathymetric line, are highly concordant with the limits of faunal regions. Faunal variation among non-volant mammals is high between faunal regions and low within the faunal regions; endcmism of faunal regions characteristically exceeds 70%. Small and geologically young oceanic islands are depauperate; larger and older islands are more species-rich. The number of endemic species is correlated with island area; however, continental shelf islands less than 125000 km2 do not have endemic species, whereas isolated oceanic islands as small as 47 km2 often have endemic species. Geologirally old oceanic islands have many endemic species, whereas young oceanic islands have few endemic species. Colonization across sea channels that were 5-25 km wide during the Pleistocene has been low, with a rate of about 1-2/500000 years. Comparison ofspecies-area curves for mainland areas, late Pleistocene islands, and middle Pleistocene islands indicates that extinction occurs rapidly when landbridge islands are first isolated, with the extent of extinction dependent upon island size; extinction then slows to an average rate of 1-2\"/0/10000 years. The great majority of the non-volant Philippine mammals arrived from the Sunda Shelf, the geographically closest of the possible source areas. Speciation within the Philippines has contributed substantially to species richness, perhaps exceeding colonization by a factor of two or more as a contributor to species number. Colonization, extinction and speciation rates differ among taxonomic groups, with murid rodents being most successful and carnivores least successful. In order for any model of island biogeography to be widely applicable to insular faunas, the model must include speciation as a major variable. It is suggested that insular mammalian faunas typically are not in equilibrium, brrause geological and climatic changes can occur as rapidly as colonization and speciation. KEY WORDS:-Island biogeographymammals-SE Asia-Philippinesextinctioncolonizationspeciationequilibrium biogeography.",
    "pdf_parse": {
        "paper_id": "Heaney1986-BiogeographyofmammalsinSEAsia-estimatesofratesofcolonization,extinctionandspeciation",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Four categories of islands in SE Asia may be identified on the basis of their histories of landbridge connections. Those islands on the shallow, continental Sunda Shelf were joined to the Asian mainland by a broad landbridge during the late Pleistocene; other islands were connected to the Sunda Shelf by a middle Pleistocene landbridge; some were parts of larger oceanic islands; and others remained as isolated oceanic islands. The limits of late Pleistocene islands, defined by the 120 ni bathymetric line, are highly concordant with the limits of faunal regions. Faunal variation among non-volant mammals is high between faunal regions and low within the faunal regions; endcmism of faunal regions characteristically exceeds 70%. Small and geologically young oceanic islands are depauperate; larger and older islands are more species-rich. The number of endemic species is correlated with island area; however, continental shelf islands less than 125000 km2 do not have endemic species, whereas isolated oceanic islands as small as 47 km2 often have endemic species. Geologirally old oceanic islands have many endemic species, whereas young oceanic islands have few endemic species. Colonization across sea channels that were 5-25 km wide during the Pleistocene has been low, with a rate of about 1-2/500000 years. Comparison ofspecies-area curves for mainland areas, late Pleistocene islands, and middle Pleistocene islands indicates that extinction occurs rapidly when landbridge islands are first isolated, with the extent of extinction dependent upon island size; extinction then slows to an average rate of 1-2\"/0/10000 years. The great majority of the non-volant Philippine mammals arrived from the Sunda Shelf, the geographically closest of the possible source areas. Speciation within the Philippines has contributed substantially to species richness, perhaps exceeding colonization by a factor of two or more as a contributor to species number. Colonization, extinction and speciation rates differ among taxonomic groups, with murid rodents being most successful and carnivores least successful. In order for any model of island biogeography to be widely applicable to insular faunas, the model must include speciation as a major variable. It is suggested that insular mammalian faunas typically are not in equilibrium, brrause geological and climatic changes can occur as rapidly as colonization and speciation. KEY WORDS:-Island biogeographymammals-SE Asia-Philippinesextinctioncolonizationspeciationequilibrium biogeography.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "For the past twenty years, the theory of island biogeography developed by MacArthur & Wilson (1963 , 1967 MacArthur, 1972) has provided a framework within which to investigate the ecological and evolutionary dynamics of the processes that control patterns of species richness. This general theory, with its component equilibrium model, serves as a structured set of predictions that allows an investigator to ask biologically important questions. By approaching the topic of island biogeography in a systematic way, investigators are often able to judge their data in the context of similar, comparable data sets, and so may draw conclusions and make predictions that may be generalized over a wide taxonomic and geographic range.",
                "cite_spans": [
                    {
                        "start": 74,
                        "end": 98,
                        "text": "MacArthur & Wilson (1963",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 99,
                        "end": 105,
                        "text": ", 1967",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 106,
                        "end": 122,
                        "text": "MacArthur, 1972)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Both the general theory and the equilibrium model of MacArthur and Wilson have been controversial (e.g. see critical reviews by Gilbert, 1980; Williamson, 1981) . Some critics have, in effect, stated that the simplicity and rigidity of the equilibrium model have allowed it to be falsified, and that it should be discarded. Given MacArthur's view of a model as \"a lie that allows you to see the truth\" (cited by Crowell, 1986) , this narrow view of the role of falsification may be an inappropriate criticism. The model appears to be most effectively used in much the same way as the Hardy-Weinberg model of population genetics: equilibrium is not assumed or even expected; rather, it is the reason for the presence or lack of equilibrium that is of interest (e.g. Lack, 1976) .",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 142,
                        "text": "Gilbert, 1980;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 143,
                        "end": 160,
                        "text": "Williamson, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 412,
                        "end": 426,
                        "text": "Crowell, 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 765,
                        "end": 776,
                        "text": "Lack, 1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Other criticism of the model has focused on its failure to allow for historical factors, especially speciation (e.g. Heaney, 1984a) . Although some parts of the theory address long-term processes, most of MacArthur and Wilson's discussion centres on variables that operate over 'ecological time'. This may be appropriate for highly vagile organisms, and for less vagile organisms in a system encompassing short distances, but it restricts the usefulness of the theory. Unfortunately, much of the research conducted with the framework of the MacArthur and Wilson model has utilized species that are highly vagile relative to the distances involved in the study, so that the importance of long-term processes remains problematic.",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 131,
                        "text": "Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Recent studies of the island biogeography of mammals (Brown, 197 1, 1978; Patterson, 1980 Patterson, , 1984 Lawlor, 1983; Heaney, 1984a) have concluded that, with the possible exception of bats, mammals are very poor colonizers across significant habitat and geographic barriers; none of these studies could detect any current colonization. These studies also provided evidence that the rate of extinction for any given island fauna is influenced by two major variables. First, extinction is more rapid, and much more extensive, on progressively smaller islands. Secondly, extinction is temporally variable, apparently being high soon after the island is isolated from the mainland, but falling to a low level thereafter. Islands isolated for 12 000-1 5 000 years often have rich faunas in which current extinction is undetectable. Thus, there is little evidence for isolated insular mammalian faunas that are in dynamic equilibrium (ix. that show evidence of turnover). Finally, limited data indicate that speciation may occur within the same time-frame as extinction and colonization, and probably should be considered in models of mammalian species richness (Heaney, 1984a; Patterson, 1984) .",
                "cite_spans": [
                    {
                        "start": 53,
                        "end": 73,
                        "text": "(Brown, 197 1, 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 74,
                        "end": 89,
                        "text": "Patterson, 1980",
                        "ref_id": null
                    },
                    {
                        "start": 90,
                        "end": 107,
                        "text": "Patterson, , 1984",
                        "ref_id": null
                    },
                    {
                        "start": 108,
                        "end": 121,
                        "text": "Lawlor, 1983;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 122,
                        "end": 136,
                        "text": "Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1161,
                        "end": 1176,
                        "text": "(Heaney, 1984a;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1177,
                        "end": 1193,
                        "text": "Patterson, 1984)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Unfortunately, the evidence at hand does not provide direct estimates of the rates of extinction, immigration or speciation for any isolated insular mammal faunas; with a few exceptions, such data are available only for the small mammal faunas on islands that are often bridged by ice (Williamson, 1981; Lomolino, 1982 Lomolino, , 1986 Crowell, 1986; Hanski, 1986) .",
                "cite_spans": [
                    {
                        "start": 285,
                        "end": 303,
                        "text": "(Williamson, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 304,
                        "end": 318,
                        "text": "Lomolino, 1982",
                        "ref_id": null
                    },
                    {
                        "start": 319,
                        "end": 335,
                        "text": "Lomolino, , 1986",
                        "ref_id": null
                    },
                    {
                        "start": 336,
                        "end": 350,
                        "text": "Crowell, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 364,
                        "text": "Hanski, 1986)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Thus, attempts to model the dynamics of species richness of non-volant mammals on islands have left four questions unanswered. (1) What are the actual rates of colonization and extinction among these species? (2) Are the rates effectively equal? (3) What role does speciation play in determining species richness? and (4) How is speciation affected by colonization and extinction?",
                "cite_spans": [
                    {
                        "start": 127,
                        "end": 130,
                        "text": "(1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The SE Asian archipelago is the largest aggregation of islands in the world, and affords an excellent opportunity to investigate problems in mammalian island biogeography. Over 7000 islands are said to be enclosed within the boundaries of the Republic of the Philippines alone. The archipelago is especially unusual in that i t contains islands of widely differing sizes, and geological evidence indicates that several historical groups exist: some islands are strictly oceanic, some are fragments of once-larger islands, and some had landbridge connections to the Asian mainland.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The mammalian fauna of the region is also remarkably diverse. The Philippine islands support at least 17 endemic genera of rodents, two of insectivores and four of bats, as well as many endemic species of more widespread genera. Many of these endemics are restricted to one or a few islands and short distances separate faunas that are quite distinct (Heaney, 1985b) . This is unlike the pattern of the mammalian fauna on the islands of the adjacent Sunda Shelf. On this vast continental shelf the proportion of endemics is much lower, and widely separated islands support very similar faunas (Medway, 1972 (Medway, , 1977 Heaney, 1984a) .",
                "cite_spans": [
                    {
                        "start": 351,
                        "end": 366,
                        "text": "(Heaney, 1985b)",
                        "ref_id": null
                    },
                    {
                        "start": 593,
                        "end": 606,
                        "text": "(Medway, 1972",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 607,
                        "end": 622,
                        "text": "(Medway, , 1977",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 623,
                        "end": 637,
                        "text": "Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The purpose of this paper is to review the biogeography of the mammalian faunas found on the islands of the Sunda Shelf and the Philippines in the light of current theoretical problems in island biogeography. In order to accomplish this, it is necessary to summarize current knowledge of the faunas of the islands in the Philippines because previous summaries are badly out of date (Dickerson, 1928; Taylor, 1934) . T o provide the necessary perspective, I will first briefly summarize the geological history of the area and describe general patterns of mammalian distribution, and then present data that allow direct estimation of rates of colonization, extinction and speciation. I have, with regret, omitted bats from this study; their distributions on nearly all small islands and many large islands in the region are poorly documented and records are widely scattered. Introduced, commensal mammals are not included in any of the analyses that follow. Heaney (1984a) , except that recent taxonomic changes (Jenkins, 1982; Musser & Newcomb, 1983) have been incorporated. Mainland species-area data are those used by Heaney (1984a) , plus data from Harrison (1969) and Lim, Muul & Chai (1977) . Although the faunas of Java and Sumatra are often cited by zoogeographers, there are no current, complete lists of their mammalian faunas; therefore, I have included checklists as an Appendix.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 399,
                        "text": "(Dickerson, 1928;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 400,
                        "end": 413,
                        "text": "Taylor, 1934)",
                        "ref_id": null
                    },
                    {
                        "start": 957,
                        "end": 971,
                        "text": "Heaney (1984a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1011,
                        "end": 1026,
                        "text": "(Jenkins, 1982;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1027,
                        "end": 1050,
                        "text": "Musser & Newcomb, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1120,
                        "end": 1134,
                        "text": "Heaney (1984a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1152,
                        "end": 1167,
                        "text": "Harrison (1969)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1172,
                        "end": 1195,
                        "text": "Lim, Muul & Chai (1977)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "I have provided summaries of the mammalian faunas on most Philippine islands because they are not available elsewhere. Specimens of Philippine mammals were examined in all major collections in North America and in several collections in the Philippines. Records of occurrence that were not previously noted in published literature are documented in Tables 1-5 It has been necessary to make several taxonomic judgements in order to complete this paper. I have generally taken a conservative approach, i.e. species are recognized only where they are likely to be valid; in other cases I have indicated that the taxa are members of species groups that need revision (e.g. Bullimus species group). In no case do these judgements significantly affect the conclusions drawn here.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 349,
                        "end": 359,
                        "text": "Tables 1-5",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Data on Sunda Shelf mammals are from",
                "sec_num": null
            },
            {
                "text": "Cluster analyses of faunal similarity indices were based on the unweighted pair-group method of analysis, using a program developed by R. Strauss.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data on Sunda Shelf mammals are from",
                "sec_num": null
            },
            {
                "text": "Standard errors were estimated at each cluster node from all possible pairs of between-group distances, where the groups are the two clusters that are joined at the node, calculated as the standard deviation of the distances divided by the number of distances. Regression lines were calculated using the least-squares method.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data on Sunda Shelf mammals are from",
                "sec_num": null
            },
            {
                "text": "South and east of the continent of Asia lie most of the world's largest islands: Borneo, Sumatra, Java, New Guinea and Australia, each surrounded by a constellation of lesser islands. New Guinea lies on the continental shelf of Australia and shares much of its fauna with that island-continent. Likewise, Borneo, Sumatra and Java lie on the continental shelf of Asia that is called the Sunda Shelf. Between these two continental shelves are the oceanic islands of Wallacea, which originated primarily as island arcs at pressure points between sliding oceanic plates; these tectonic forces have caused geological uplift and volcanism (Hamilton, 1979; Divis, 1980; Ollier, 1985) . This paper deals with only a part of this vast complex of islands: the islands of the Sunda Shelf and those of the Philippines, one of the oceanic island constellations of Wallacea. ",
                "cite_spans": [
                    {
                        "start": 633,
                        "end": 649,
                        "text": "(Hamilton, 1979;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 650,
                        "end": 662,
                        "text": "Divis, 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 663,
                        "end": 676,
                        "text": "Ollier, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOLOGICAL SETTING",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "T T T T T T H T MI Y ? T T MC MN T T USNM T T w w T USNM T - - 27 23 ~ - S S - S - - T Y2 ~ S USNM S MN S T S T - - ~~ - FMNH USNM S - -",
                        "eq_num": "17 15"
                    }
                ],
                "section": "GEOLOGICAL SETTING",
                "sec_num": null
            },
            {
                "text": "*Introduced commensal species. **Species endemic to faunal region. H=Heaney, 1979; M I =Musser, 1979; M,=Musser, pers. comm.; M,=Musser, 1981a; M C = Musser & Califia, 1982; M N = Musser & Newcomb, 1983; S=Sanborn, 1952; T=Taylor, 1934 , W = Wozencraft, pers. comm.",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 82,
                        "text": "H=Heaney, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 83,
                        "end": 101,
                        "text": "M I =Musser, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 102,
                        "end": 125,
                        "text": "M,=Musser, pers. comm.;",
                        "ref_id": null
                    },
                    {
                        "start": 126,
                        "end": 143,
                        "text": "M,=Musser, 1981a;",
                        "ref_id": null
                    },
                    {
                        "start": 144,
                        "end": 173,
                        "text": "M C = Musser & Califia, 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 174,
                        "end": 203,
                        "text": "M N = Musser & Newcomb, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 204,
                        "end": 220,
                        "text": "S=Sanborn, 1952;",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 235,
                        "text": "T=Taylor, 1934",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GEOLOGICAL SETTING",
                "sec_num": null
            },
            {
                "text": "The growth and recession of continental glaciers during the Pleistocene were associated on a global basis with changes in sea level and temperature. At the end of the Pleistocene, about 18000 years ago, sea level was about 120 m below Table   2 . the present level (Bartlett & Borghoorn, 1973; Gascoyne, Benjamin & Schwartz, 1979; Bloom, 1983) . It is possible to approximate the extent of late Pleistocene islands in SE Asia, and elsewhere in the world, by tracing the 120 m line around current islands. This method is likely to be generally accurate for the late Pleistocene because 18 000 years allows time for relatively little geological change. Moreover, because uplifting has predominated in the critical areas in SE Asia, we can assume that this method provides the maximum extent of landbridges, and is thus a conservative estimate. A recent review of vertebrate zoogeographic data (Heaney, 1985b) found strong support for the geologically based model of the Philippine late Pleistocene islands shown in Fig. 1 . It appears that there was not a continuous landbridge to the Philippines from Asia during the late Pleistocene. Several channels over 200 m deep separate both the Sulu and Palawan chains from the main body of the Philippines, and much deeper water lies in all other directions.",
                "cite_spans": [
                    {
                        "start": 265,
                        "end": 293,
                        "text": "(Bartlett & Borghoorn, 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 330,
                        "text": "Gascoyne, Benjamin & Schwartz, 1979;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 331,
                        "end": 343,
                        "text": "Bloom, 1983)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 891,
                        "end": 906,
                        "text": "(Heaney, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 235,
                        "end": 244,
                        "text": "Table   2",
                        "ref_id": null
                    },
                    {
                        "start": 1013,
                        "end": 1019,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pleistocene conditions",
                "sec_num": null
            },
            {
                "text": "* Dermoptera Primates Rodentia - 1 T T T T T T T T 1 T T 1 1 T T T 1 DMNH - - - 1 1 UMMZ I UMMZ - - - - UMMZ 1 = Heaney & Morgan, 1982 - - 1 1 UMMZ 1 = reported",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pleistocene conditions",
                "sec_num": null
            },
            {
                "text": "1 S T I I T T 1 T I T T T T T 32 28 ~ ~ ~ ~ DMNH ~ ~ - - 1 - - - - ~ DMNH - 1 DMNH FMNH FMNH DMNH FMNH 1 1 FMNH - - T - - - - T VISCA FMNH - FMNH T VISCA - T VISCA - 13 18 I 1 10 14 9 ~ UMMZ UMMZ - - ~ - ~ - ~ UMMZ UMMZ UMMZ - ~ ~ ~ ~ 1 UMMZ 12 10 - I = Musser, 1982b ~ 1 = Musser, 1982b ~ - - 1 =Johnson, 1946 1 = Musser el al., 1985 - 1 = Musser, 1982c I = Musser, 1982c ~ 1 = Musser, 1977b UMMZ 1 =Johnson, 1946 ~ 1 = Musser, 1977a UMMZ 1 = Musser, 1977a - - - ~ - ~ I 1 = reported",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pleistocene conditions",
                "sec_num": null
            },
            {
                "text": "T I 1 1 1 1 1 T T T T T T 1 1 T T T T T I T T 1 T T 1 T 1 T T T T",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Pleistocene conditions",
                "sec_num": null
            },
            {
                "text": "During the late middle Pleistocene, eustatic sea level was 160-180 m lower than it is at present (Donn, Farrand & Ewing, 1962; Gascoyne et al., 1979) . Much of the Philippines was tectonically active throughout the Pleistocene, and I therefore hesitate to estimate middle Pleistocene island connections from current topography. However, it should be noted that the Palawan region has been tectonically stable for a longer period than is typical for the region (see below) and shows evidence of a potentially unusual and interesting set of circumstances. Because the channel between Borneo and Palawan is 145 m deep, a landbridge may have existed between Borneo and Palawan during the late middle Pleistocene (about 160000 years ago), but not more recently. Thus, the Palawan region fauna seen today occurred on a single large island during the late Pleistocene (Fig. l ) , and has been isolated from its source in Borneo since the middle Pleistocene, The shallow (140 m) San Bernardino Channel between southern Luzon and northern Samar might also have been dry during the late middle Pleistocene, allowing free exchange through much of the archipelago.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 126,
                        "text": "(Donn, Farrand & Ewing, 1962;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 127,
                        "end": 149,
                        "text": "Gascoyne et al., 1979)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 861,
                        "end": 870,
                        "text": "(Fig. l )",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Pleistocene conditions",
                "sec_num": null
            },
            {
                "text": "The summary of the Philippine geology provided here is based on the following papers unless noted otherwise: Hamilton ( 1979) Fig. 2 . My emphasis is on the formation of subaerial islands, rather than on the entire geological evolution of the archipelago.",
                "cite_spans": [
                    {
                        "start": 109,
                        "end": 125,
                        "text": "Hamilton ( 1979)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 126,
                        "end": 132,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "The Philippine Islands were formed largely as a result of the collision of a major Pacific lithospheric plate with the South China Sea plate, an off-rider of the Asian land mass. The islands occur as a series of major arcs that are adjacent to active or inactive subduction zones, as shown in The islands of the Palawan Arc are a composite of old continental crustal rocks (from the northern half of Palawan Island to southern Mindoro and northern Panay) and more recent fragments of oceanic crust. The continental rocks are Palaeozoic and Mesozoic in age and consist of some clastic sediments and limestone. Limestone sediments containing fossils of marine invertebrates on top of the continental rocks indicate that shallow marine conditions existed from the Jurassic to the Eocene. Recent data suggest a mid-Oligocene to early Miocene (32 to 17 Ma BP) rifting of this material away from the Asian continent (Taylor & Hayes, 1980; Holloway, 1982) ; no evidence yet suggests subaerial (emergent) islands before the Miocene. Sedimentary material of Pliocene and Quaternary origin on the edge of the Palawan trench suggests the presence of islands by the Pliocene. The subduction zone has been inactive since the Miocene.",
                "cite_spans": [
                    {
                        "start": 910,
                        "end": 932,
                        "text": "(Taylor & Hayes, 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 933,
                        "end": 948,
                        "text": "Holloway, 1982)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Luzon, the largest and probably oldest island in the archipelago, originated as a series of small islands above water beginning in the late Eocene or early Oligocene near the Philippine Trench, and near the Manila Trench by the early Miocene. By the late Pliocene, the intervening basin had filled with enough sediment to project above water, resulting in a single large island (Vondra et al., 1982; Bachman, Lewis & Schweller, 1983) .",
                "cite_spans": [
                    {
                        "start": 378,
                        "end": 399,
                        "text": "(Vondra et al., 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 400,
                        "end": 433,
                        "text": "Bachman, Lewis & Schweller, 1983)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Mindanao, Leyte and Samar are all associated with the Philippine Trench, the largest and most active subduction zone in the area. Southern Mindanao was also influenced by the Sangihe and Halmahera arcs; these become more prominent when they reach the islands of Celebes and Halmahera. Coal deposits present on the Zamboanga Peninsula indicate that subaerial conditions existed during the lower Miocene (Hamilton, 1979: 207) . However, much of Mindanao consists of Pliocene to Recent volcanic deposits, and thus Mindanao has been a single large island since the late Pliocene at the earliest. Leyte consists primarily of Miocene limestone and volcanics of marine origin, but several Quaternary volcanoes are also present; subaerial conditions before the Pliocene seem unlikely. Samar contains more early Teriary volcanic deposits, but also much Miocene-Pliocene limestone.",
                "cite_spans": [
                    {
                        "start": 402,
                        "end": 423,
                        "text": "(Hamilton, 1979: 207)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "The Miocene was marked by migration of the Pacific plate to the northwest over the floor of the Sulu Sea, forming the Sulu Arc. This subduction zone was active up until the Late Pleistocene, but is now dormant. Pliocene to Quaternary volcanic deposits on Jolo (Philippine Bureau of Mines, 1963) may mark the oldest subaerial deposition in the Sulus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Miocene to Recent sedimentary deposits and inactive volcanoes on Mindoro (Philippine Bureau of Mines, 1963) suggest subaerial conditions on the island at least since the early Pliocene, and possibly earlier.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Negros and Panay lie on an active volcanic arc that is bounded on the west by the actively subducting Negros Trench. Although tectonic activity probably dates from the Miocene, limestone reefs of Miocene to Pleistocene age are common up to 200 m elevation on many parts of Negros; subaerial conditions probably did not exist until the late Pliocene. Most volcanic materials are of Quaternary age. O n Panay, sedimentary material is mostly Quaternary in age; pre-Pliocene subaerial conditions are possible but seem unlikely. Cebu also contains old metamorphosed marine sediments and volcanics; its time of orgin as an island is uncertain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Camiguin Island, north of central Mindanao, is composed entirely of Quaternary volcanic material from a currently active volcano. Major eruptions have occurred within historic time. In summary, although there is evidence that geological activity in the Philippines was initiated before the Palaeocene, most uplift has occurred since the beginning of the Miocene. Miocene activity resulted in the formation of at least some subaerial islands, and at least one large island, Luzon, had formed by the late Pliocene. Much of the present landform, however, was determined by Plio-Pleistocene tectonic and volcanic activity, and some areas remain active today.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "Although it is desirable in a study such as this to include a discussion of the Pleistocene fauna, this topic is extremely poorly known at present. Only a few large mammals have been recorded, and all from fragmentary material from Luzon (Fox & Peralta, 1974; Groves, 1985) .",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 259,
                        "text": "(Fox & Peralta, 1974;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 260,
                        "end": 273,
                        "text": "Groves, 1985)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Geology of the Philippines",
                "sec_num": null
            },
            {
                "text": "The islands on the continental shelf of SE Asia include Borneo, Java, Sumatra and a host of smaller islands. Most species of mammals in the region are widely distributed, demonstrating dispersal by mammals across the Sunda Shelf during the late Pleistocene (Heaney, 1984a) . However, some endemics are present also. Borneo, for example, has about 29 endemics among its 124 indigenous species, and Sumatra and Java each have seven endemics out of 110 and 61 species, respectively (see Appendix; Medway, 1972 Medway, , 1977 Heaney, 1985b) . Most endemics are montane species. No endemics occur on islands smaller than Java that are within the 120 m bathymetric line, i.e. even on moderately large islands that were part of the late Pleistocene mainland. In contrast, many small islands beyond the 120 m limit support endemics (as discussed below).",
                "cite_spans": [
                    {
                        "start": 257,
                        "end": 272,
                        "text": "(Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 494,
                        "end": 506,
                        "text": "Medway, 1972",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 507,
                        "end": 521,
                        "text": "Medway, , 1977",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 522,
                        "end": 536,
                        "text": "Heaney, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sunda Shelf",
                "sec_num": null
            },
            {
                "text": "The terrestrial mammalian fauna of the Philippines has traditionally been divided into four major regions, based on richness, composition and degree of endemism (Steere, 1890; Heaney & Rabor, 1982) : the Palawan, Mindanao, Luzon and Negros regions. Additionally, several large oceanic islands (e.g. Mindoro) often are mentioned as distinct. These parallel the faunal regions exhibited by birds (Dickerson, 1928) , and reptiles and amphibians (Brown & Alcala, 1970) , and correspond to the limits of late Pleistocene islands (Heaney, 1985b) . The following brief descriptions of the faunal regions are intended to provide a general perspective. It should be noted that thorough faunal surveys and reports for all of the regions are badly needed, especially in the light of the extremely high current rates of deforestation.",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 175,
                        "text": "(Steere, 1890;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 176,
                        "end": 197,
                        "text": "Heaney & Rabor, 1982)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 394,
                        "end": 411,
                        "text": "(Dickerson, 1928)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 442,
                        "end": 464,
                        "text": "(Brown & Alcala, 1970)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 524,
                        "end": 539,
                        "text": "(Heaney, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Philippines",
                "sec_num": null
            },
            {
                "text": "The Palawan faunal region ( Fig. 1 ) is noteworthy for its rich fauna (relative to island size), including many groups (carnivores, pangolins, porcupines and some insectivores) absent or poorly represented elsewhere in the Philippines (Table 1) . Although many species are endemic, nearly all genera are found in northern Borneo (Fig. 3) . Of 25 indigenous species, 11 (44%) are endemic to the region and the rest are shared with Borneo; 96% of the genera are shared with Borneo. Thus, the Palawan region is part of the Sunda zoogeographic province, not part of the Philippine faunal province.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 34,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 235,
                        "end": 244,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 329,
                        "end": 337,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Palawan region",
                "sec_num": null
            },
            {
                "text": "The clear faunal relationship of Palawan to Borneo has long been attributed to the probable presence of a landbridge from Palawan to Borneo during the Pleistocene ( Fig. 1 ; Everett, 1889) . The channel between Borneo and Palawan is about 145 m deep; this is greater than the 120 m depth reached during the late Pleistocene, but less than the 160 m depth reached during the middle Pleistocene. The large number of endemic species but low number of endemic genera is consistent with the geological evidence of separation from Borneo for about 160 000 years (Heaney, 1985b) . ",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 188,
                        "text": "Everett, 1889)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 556,
                        "end": 571,
                        "text": "(Heaney, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 165,
                        "end": 171,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Palawan region",
                "sec_num": null
            },
            {
                "text": "A total of 33 indigenous species of non-volant mammals'is known to occur in the Mindanao faunal region (Table 2) . Four species are widespread within and outside the Philippines and three species are widespread within, but restricted to, the Philippines. The remaining 26 species (79%) are endemic. Of 21 genera of non-volant mammals, four (19%) are endemic to the faunal region, four (19%) are endemic to the Philippines, and the remaining 13 genera (62%) are moderately to extremely widespread in other parts of Australasia.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 112,
                        "text": "(Table 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Mindanao faunal region",
                "sec_num": null
            },
            {
                "text": "Twenty-five species of indigenous non-volant mammals have been recorded on Mindanao, nine of which (36%) are endemic (Table 2) . Unexpectedly, the small island of Dinagat supports at least three endemic species of non-volant mammals, two of which (Podogymnura and Batomys) have their closest relatives on Mindanao and one of which (Crateromys) has relatives known only from Luzon and an islet near Mindoro. Other islands in the faunal region share nearly all of their species with Mindanao. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 117,
                        "end": 126,
                        "text": "(Table 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Mindanao faunal region",
                "sec_num": null
            },
            {
                "text": "The current island of Luzon formed the core of a larger island during the late Pleistocene, one that included the current islands of Catanduanes, Marinduque and Polillo, as well as numerous smaller islands (Fig. 1 ). It has long been noted that the highlands of central Luzon support a rich fauna of endemic species; it is now becoming apparent that the highlands of the southern peninsula (south of Ragay Gulf) also support endemics. One new genus and one additional new species have been named on the basis of a single small collection from M t Isarog (Musser & Freeman, 1981; Musser, 1982~) .",
                "cite_spans": [
                    {
                        "start": 554,
                        "end": 578,
                        "text": "(Musser & Freeman, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 593,
                        "text": "Musser, 1982~)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 206,
                        "end": 213,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Lueon region",
                "sec_num": null
            },
            {
                "text": "The moderately large islands of Catanduanes, Marinduque and Polillo are included in this tabulation principally to demonstrate how little is known about them. Table 3 shows that each has had a maximum of three species of terrestrial mammals recorded; moreover, no museum specimens have been obtained from these islands since the 1930s.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 166,
                        "text": "Table 3",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Lueon region",
                "sec_num": null
            },
            {
                "text": "Of the 29 indigenous species of non-volant mammals that occur in the Luzon region, 20 (69%) are endemic. Of the nine remaining, four (14%) otherwise occur only in the Philippines and five (18%) are widespread in Australasia. Of 21 genera that are indigenous, seven (33%) are endemic to the region; all seven are murid rodents. An additional five genera (24%) are restricted to the Philippines. The boundary between the Luzon and Mindanao faunal regions is strikingly defined by the San Bernardino Channel, a narrow (15 km), shallow ( 140 m) strait whose zoogeographic importance is belied by its small size.",
                "cite_spans": [
                    {
                        "start": 381,
                        "end": 393,
                        "text": "Philippines.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lueon region",
                "sec_num": null
            },
            {
                "text": "The deep water surrounding Mindoro (Fig. 1 ) makes it quite likely that this island retained a separate existence throughout the Pleistocene. Thirteen indigenous species of mammals are known from Mindoro (Table 4 ). An additional endemic, Crateromys paulus, is known from a single specimen from the tiny island of Ilin, adjacent to Mindoro's southwest coast; this species is the only one known from Ilin (Musser & Gordon, 1981) . Among these 14 indigenous species, six (43%) are endemic. All eight remaining species are shared with Luzon, clearly demonstrating a faunal affinity between these islands. However, there is also a less apparent but important affinity to the south. According to Musser & Califia (1982), the endemic Rattus mindorensis is most closely related to Ruttus tiomanicus, which is absent from Luzon but occurs on Palawan and Calawit (near Busuanga), and the endemic genus Anonomomys is most closely related to Haeromys, which occurs on Palawan and Busuanga but not Luzon (Musser & Newcomb, 1983: 559) . This strongly implies colonization from two directions, with the two species mentioned arriving from Palawan (and ultimately Borneo), and at least four species arriving from Luzon or elsewhere in the main body of the Philippines.",
                "cite_spans": [
                    {
                        "start": 404,
                        "end": 427,
                        "text": "(Musser & Gordon, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 992,
                        "end": 1021,
                        "text": "(Musser & Newcomb, 1983: 559)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 35,
                        "end": 42,
                        "text": "(Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 204,
                        "end": 212,
                        "text": "(Table 4",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Mindoro faunal region",
                "sec_num": null
            },
            {
                "text": "This faunal region corresponds to one of the large late Pleistocene islands described above. Negros is one of the best known islands in the Philippines; other islands in the group are poorly known. The non-volant mammal fauna is limited to an endemic shrew, the long-tailed macaque, a murid rodent and the widespread carnivores and ungulates (Heaney, Heideman & Mudar, 198 1 ; Musser, 1982b) ( Table 5 ). The one native murid also occurs on Mindanao.",
                "cite_spans": [
                    {
                        "start": 342,
                        "end": 350,
                        "text": "(Heaney,",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 368,
                        "text": "Heideman & Mudar,",
                        "ref_id": null
                    },
                    {
                        "start": 369,
                        "end": 372,
                        "text": "198",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 394,
                        "end": 401,
                        "text": "Table 5",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Negros-Panay faunal region",
                "sec_num": null
            },
            {
                "text": "The Sulu Archipelago probably occurred as a series of islands during the late and middle Pleistocene, as it does today (Musser & Heaney, 1985: fig. 1 ). However, there were fewer and larger islands, and one island that extended from present-day Tawitawi to Jolo filled most of the gap between Borneo and Mindanao. The fauna of the archipelago consists of a widespread Sunda Shelf primate not found elsewhere in the Philippines (Nycticebus coucang), and several widespread large mammals, as well as an endemic shrew and an endemic murid (Musser & Heaney, 1985) . Thus, two out of seven presumed native species (29%) are endemic.",
                "cite_spans": [
                    {
                        "start": 119,
                        "end": 142,
                        "text": "(Musser & Heaney, 1985:",
                        "ref_id": null
                    },
                    {
                        "start": 536,
                        "end": 559,
                        "text": "(Musser & Heaney, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 143,
                        "end": 149,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sulu Archipelago",
                "sec_num": null
            },
            {
                "text": "By this tally, there are about 101 species of non-volant mammals in the Philippines, including eight introduced species (one insectivore and seven murids). About 79 (85%) non-volant species are endemic to the Philippines (Table 6 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 221,
                        "end": 229,
                        "text": "(Table 6",
                        "ref_id": "TABREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Sulu Archipelago",
                "sec_num": null
            },
            {
                "text": "In summary, each area bounded by the 120 m bathymetric line supports a mammalian fauna that is rich in endemics. I n the Philippines, three faunally distinct groups of islands are formed by the contemporary islands that were part of the three late Pleistocene islands of Greater Luzon, Greater Mindanao and Greater Palawan. Each of these groups (and the Sunda Shelf group) is marked by a high level of within-group faunal similarity and each group supports a large number of endemics so that between-group similarity is low. The fauna of Greater Palawan is quite similar to Borneo at the generic level and has little in common with Luzon. This similarity with Borneo is indicative of a middle Pleistocene landbridge connection. Mindoro has elements of both the Luzon and Palawan faunas and thus appears to have received immigrants from both directions. The isolated oceanic islands are generally depauperate, but usually support one or more species of the endemic Philippine genera.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sulu Archipelago",
                "sec_num": null
            },
            {
                "text": "In order to quantitatively evaluate the similarities of the fauna found on the Sunda Shelf and Philippine islands, I utilized two measures of similarity. The first was Jaccard's index (Udvardy, 1969: 273) , which is defined as",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 204,
                        "text": "(Udvardy, 1969: 273)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantitative regional similarities",
                "sec_num": null
            },
            {
                "text": "( C / N , + N , -C) = R,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantitative regional similarities",
                "sec_num": null
            },
            {
                "text": "where C = the number of taxa shared (in this case, genera), N , = the number of genera in the smaller fauna, N , = the number of genera in the larger fauna and R = the index of faunal resemblance. This index is sensitive to species richness, underestimating the similarity of small to large islands. A second index was calculated to compensate for this, Simpson's index, defined as (GIN,) = R. This index emphasizes the presence of the few genera that occur on small islands and thereby inflates the measure of similarity when the small islands have a few genera that are widespread. For both indices, a given index is most meaningful in the context of a single island compared to a series of others; i.e. the absolute value is of little utility without points of reference. The faunal similarity indices (Table 7 ) were then subjected to UPGMA cluster analysis (Fig. 3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 805,
                        "end": 815,
                        "text": "(Table 7 )",
                        "ref_id": null
                    },
                    {
                        "start": 862,
                        "end": 870,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Quantitative regional similarities",
                "sec_num": null
            },
            {
                "text": "These analyses strongly support the existence of faunal regions defined by late Pleistocene islands. On the basis of similarity at the generic level, there are three groups of islands evident in both cluster analyses. The Sunda Shelf islands are very similar to each other, and are not consistently clustered separately from the Palawan group islands. The second group consists of Mindanao and the smaller islands derived from Greater Mindanao. The third cluster consists of Luzon and the isolated oceanic islands, which are alike in possessing a few very widespread species and at least some of endemic Philippine murid rodent genera. The Luzon and Mindanao clusters are themselves grouped together separate from the Sunda Shelf and Palawan islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Quantitative regional similarities",
                "sec_num": null
            },
            {
                "text": "It should be noted that the standard errors associated with several clustering nodes indicates that the ordering within the groups is not meaningful. For example, in Fig. 3B , the Greater Sunda islands and Palawan islands are intermixed in a way that is not statistically meaningful, as are islands in the islands in the Luzon/oceanic group. Future analyses using species, rather than genera, to form the similarity matrices would resolve many of these undefined clustering sequences.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 166,
                        "end": 173,
                        "text": "Fig. 3B",
                        "ref_id": "FIGREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Quantitative regional similarities",
                "sec_num": null
            },
            {
                "text": "Among non-volant mammals on islands on the continental shelf of SE Asia, the number of species is highly correlated with island area (Heaney, 1984a) , as is typically true of species-area curves (MacArthur, 1972; Williamson, 198 1 ) . Figure 4 shows that, in contrast, nearly all islands in the Philippines are depauperate and as a group have a lower correlation between species richness and area. However, islands that were part of a single late Pleistocene island typically have a high species-area correlation. Landbridge islands in the Palawan chain have fewer species than the Sunda Shelf reference group from Table 8 .",
                "cite_spans": [
                    {
                        "start": 133,
                        "end": 148,
                        "text": "(Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 195,
                        "end": 212,
                        "text": "(MacArthur, 1972;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 213,
                        "end": 232,
                        "text": "Williamson, 198 1 )",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 235,
                        "end": 243,
                        "text": "Figure 4",
                        "ref_id": null
                    },
                    {
                        "start": 615,
                        "end": 622,
                        "text": "Table 8",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Species richness and island area",
                "sec_num": null
            },
            {
                "text": "Malaysia and Indonesia, but only slightly so. The slope of the regression line (0.246) is almost identical to that of the shallow-water Sunda Shelf islands (0.230; Table 8 ). The large islands in the Luzon and Mindanao groups have smaller faunas than would islands of the same size on the Sunda Shelf, and also have fewer species than islands of their size in the Palawan group (28 species rather than 41 for Luzon, and 25 rather than 40 for Mindanao). However, small islands in the Mindanao region (e.g. Dinagat and Maripipi) have about the number of species expected for the Palawan group, but fewer than expected for the Sunda Shelf islands. Islands that comprised Greater Luzon and Mindanao appear to lie on a single regression line which is shallower in slope than the Palawan group line (0.167 versus 0.246). Inspection of Fig. 4 suggests that the difference in slope primarily reflects the depauperate faunas of Luzon and Mindanao, relative to the Palawan group. The three isolated oceanic islands (Mindoro, Negros and Camiguin) lie below the other regression lines; the correlation coefficient for these islands (0.922) is high but not significant. Nevertheless, it is clear that isolated oceanic islands are the most impoverished in the Philippines. It is interesting to note that the relative degree of impoverishment (increasing from Mindoro to Negros to Camiguin) parallels the approximate geological age of these islands (Mio-Pliocene, Plio-Pleistocene, and Pleistocene-Recent, respectively). This correlation implies that colonization of these islands has been very slow. A substantial portion of Mindoro's fauna is endemic (43% of the 14 species), a lesser portion of the smaller fauna of Negros is endemic ( 12.5% of eight species) and neither of the two species indigenous to Camiguin is endemic. The trend in endemism correlates with the apparent age and the impoverishment of these islands. Thus, the size of mammalian faunas on isolated oceanic islands in the Philippines is correlated with the geological age of the islands. The older, less impoverished faunas contain proportionately and absolutely more endemic species than the newer, more impoverished faunas. The correlation between number of endemic species and area is discussed in the next section.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 164,
                        "end": 171,
                        "text": "Table 8",
                        "ref_id": "TABREF8"
                    },
                    {
                        "start": 829,
                        "end": 835,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Species richness and island area",
                "sec_num": null
            },
            {
                "text": "In summary, the mid-Pleistocene islands of the Palawan chain have fewer non-volant mammals than islands of comparable size on the shallow portion of the Sunda Shelf, but the slopes of the regression lines are equal. Luzon and Mindanao have fewer species than predicted from the Sunda Shelf or Palawan species-area regressions, but smaller islands in the Mindanao group have species numbers equivalent to those in the Palawan group. Isolated oceanic islands have impoverished faunas, with geological age of the island positively related to the degree of endemism and inversely related to the degree of impoverishment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species richness and island area",
                "sec_num": null
            },
            {
                "text": "Island area and the number of endemic species within the study area are highly correlated (Table 9, Fig. 5 ). As noted earlier, endemic species are restricted to islands over 125000 km2 on the continental shelf, but endemics occur on islands down to 47 km2 off the edge of the shelf (see also Lawlor, 1983) . Inspection of Fig. 5 indicates that: (1) island faunas on the continental shelf have a steeper slope to the endemic species-area curve than do the island faunas off the edge of the shelf;",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 306,
                        "text": "Lawlor, 1983)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 106,
                        "text": "(Table 9, Fig. 5",
                        "ref_id": "FIGREF9"
                    },
                    {
                        "start": 323,
                        "end": 329,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF9"
                    }
                ],
                "eq_spans": [],
                "section": "Endemism and island area",
                "sec_num": null
            },
            {
                "text": "(2) the mid-Pleistocene island of Palawan has the highest relative level of endemism, but the geologically old oceanic island of Luzon is nearly as high, and (3) at least one geologically young oceanic island (Negros) has an unusually low level of endemism. More detailed and extensive analysis should be done to determine the quantitative effects of island age, degree of isolation and Pleistocene landbridge connections. These preliminary data indicate that increasing island age and lack of landbridges generally promote endemism, and the development of recent landbridges inhibits endemism, but old landbridge islands such as Palawan may have unusually high levels of endemism.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Endemism and island area",
                "sec_num": null
            },
            {
                "text": "Islands on the continental shelf show regular patterns in the composition of their mammal faunas (Heaney, 1984a; Fig. 6 ); for example, these islands always have about 10% of their fauna made up of primates, whether the island has 130 species or only eight. Rodents tend to be disproportionately well represented on small islands, and carnivores under-represented; the other groups show no significant trends.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 112,
                        "text": "(Heaney, 1984a;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 113,
                        "end": 119,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Faunal composition",
                "sec_num": null
            },
            {
                "text": "The Philippine islands fit these patterns rather poorly (Fig. 6, Table 10 ). The faunas of the Palawan islands generally fall within the range of the shallowwater Sunda Shelf sample, except that they tend to have lower percentages of rodents and higher proportions of carnivores. Luzon has an exceptionally large rodent fauna, but small insectivore, carnivore and ungulate faunas. Mindanao has a typical proportion of rodents, insectivores and primates but few carnivores. Only the moderately small Dinagat has a fauna with the expected species richness and faunal composition. Maripipi has a smaller proportion of rodents and more primates than expected. Mindoro fits the composition pattern Shelf islands from Heaney (1984a) . Data for Philippine islands from Table 10 . ",
                "cite_spans": [
                    {
                        "start": 712,
                        "end": 726,
                        "text": "Heaney (1984a)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 56,
                        "end": 73,
                        "text": "(Fig. 6, Table 10",
                        "ref_id": "FIGREF10"
                    },
                    {
                        "start": 762,
                        "end": 770,
                        "text": "Table 10",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Faunal composition",
                "sec_num": null
            },
            {
                "text": "The geological data cited above strongly indicate that all of the Philippine islands except Greater Palawan have had no landbridge connections to the Asian continent, i.e. they have arisen de nouo from the ocean floor. The high proportion of rodents (especially murids) in the Philippines led Darlington (1957) to suggest that all of the non-volant mammals arrived there by rafting or swimming, except for a few that were introduced by humans. The large number of endemic species and genera suggests that at least some species originated as a result of speciation by colonizers, so that the number of colonizers need not have been great. Further, the degree of divergence of some groups (especially the murids and insectivores) indicates that colonization may have begun long ago. However, we need to know if clear evidence exists that overwater colonization does occur.",
                "cite_spans": [
                    {
                        "start": 277,
                        "end": 310,
                        "text": "Philippines led Darlington (1957)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Rates of colonization",
                "sec_num": null
            },
            {
                "text": "The obvious places to turn for such evidence are the isolated oceanic islands. These islands are largely volcanic in origin and are often surrounded by water over 300 m deep. If colonization over salt water does occur, there should be terrestrial mammals on these islands. This is clearly true: Negros has eight native species and Mindoro has 15 native species. A single native murid is known from Camiguin, as well as a small carnivore (Heaney, 1984b) . All of these islands are also known to support bats and commensals. However, the oceanic islands are depauperate, and conspicuous, frequently taken species such as tree squirrels, flying lemurs and tree shrews have not been obtained and probably do not occur on any of the oceanic islands. The great majority of species on these oceanic islands are murids, indicating that they have betterthan-average colonizing ability.",
                "cite_spans": [
                    {
                        "start": 437,
                        "end": 452,
                        "text": "(Heaney, 1984b)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Rates of colonization",
                "sec_num": null
            },
            {
                "text": "Thus, there is clear evidence of natural dispersal across salt-water channels. As discussed above, the degree of impoverishment of these islands is inversely correlated with geological age of a given island. This implies that colonization is very slow, with species accumulating over long periods of time. Mindoro, with 14 native species, has existed since Mio-Pliocene times, c. 8-10 Ma BP; Negros, with eight species, originated during Plio-Pleistocene times, c. 1-4 Ma BP; and Camiguin, with two native species, originated as a single volcano during the Pleistocene, less than 1 Ma BP. Minimum estimates for the ages of the islands as moderately large areas are not available, but are unlikely to be less than one-fourth of maximum age. Thus, successful colonization can be estimated as being on the order of magnitude of once per quarter-million to half-million years. All of these islands were separated during the late Pleistocene from larger, more speciose islands by no more than 15 km of sea water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Rates of colonization",
                "sec_num": null
            },
            {
                "text": "Given the low but real potential for colonization and the great geological age of Luzon, and possibly Mindanao, it is conceivable, and indeed likely, that the Philippine fauna (expect that of Palawan) is derived entirely from over-water immigrants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Rates of colonization",
                "sec_num": null
            },
            {
                "text": "The preceeding discussions have not dealt with an important variable in dispersal: transportation by humans, either accidental or purposeful. Musser (1977a) listed six species of commensal murid rodents, all of which he believed were introduced to the Philippines. To these may be added an insectivore, the house shrew (Suncus murinus), which has been transported into the Pacific as far as Guam (Heaney, unpubl. obs.) . All of the species but one (Rattus nitidus) are widespread in SE Asia and much of Australasia, most occur in all faunal regions of the Philippines (Musser, 1977a) and most show no conspicuous variation within the Philippines (an exception is Rattus exulans). Darlington (1957: 504) pointed out that the few non-endemic, noncommensal species on Luzon are among the very few non-volant species that occur on both sides of Wallace's Line further south. All of these species are economically important as food sources by humans: pigs, monkeys and civet cats. O n this basis, Darlington suggested that they were introduced to Luzon. Groves ( 1983) has summarized evidence that pigs (Sus) were often transported from island to island in Australasia, with introductions dating as early as 4000 BP. He also showed evidence that Macaca, Paradoxurus and Vicerra were transported widely (Groves, 1984) . If these species have been introduced into the Philippines, then only three ungulates and one carnivore are indigenous to all of the Philippines, except for species on the Palawan chain. The one certainly indigenous ungulate, the endemic dwarf water buffalo, is confined to Mindoro; the other two indigenous species are deer of the genus Cervus (Grubb & Groves, 1983) . The native carnivore, the tiger cat (Felis bengalensis), occurs only on Palawan, which was connected to Borneo, and on Cebu, Negros and Panay, which made up a single isolated island during the late Pleistocene.",
                "cite_spans": [
                    {
                        "start": 142,
                        "end": 156,
                        "text": "Musser (1977a)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 396,
                        "end": 418,
                        "text": "(Heaney, unpubl. obs.)",
                        "ref_id": null
                    },
                    {
                        "start": 568,
                        "end": 583,
                        "text": "(Musser, 1977a)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 680,
                        "end": 702,
                        "text": "Darlington (1957: 504)",
                        "ref_id": null
                    },
                    {
                        "start": 1056,
                        "end": 1063,
                        "text": "( 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1297,
                        "end": 1311,
                        "text": "(Groves, 1984)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1668,
                        "end": 1681,
                        "text": "Groves, 1983)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Human inzuence on mammalian disbersal",
                "sec_num": null
            },
            {
                "text": "When the potentially introduced species are subtracted from the lists of nonvolant mammals on Philippine islands, the effect is staggering. Negros, a tropical island the size of the state of Connecticut, may have only five native non-volant mammals! Yet Negros lies only 30 km from Mindanao, which has at least 22 native species. If Macaca, Paradoxurus, Viverra and Sus are removed from the faunal similarity analyses discussed earlier, the result is to increase the distinctiveness of each of the Philippine faunal regions and to decrease their already low level of similarity to the Sunda Shelf islands. It also distinguishes the Philippine islands (excluding those of the Palawan chain) from islands on the Sunda Shelf in faunal composition (Fig. 6 ) by increasing the relative proportions of rodents and insectivores and greatly decreasing the proportion of carnivores, primates and ungulates. Removing these species from faunal lists would also serve to make the isolated oceanic islands even more impoverished and to lower the estimate of colonization rates still further.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 744,
                        "end": 751,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF10"
                    }
                ],
                "eq_spans": [],
                "section": "Human inzuence on mammalian disbersal",
                "sec_num": null
            },
            {
                "text": "Having concluded that dispersal over salt water does occur, we might ask where the non-volant mammals originated. We may begin this by asking what the distribution of congeneric species of indigenous Philippine mammals is. This approach excludes nearly all of the murids, the largest portion of the Philippine fauna, because most are endemic; they are discussed below. Table 1 1 contains a list of 14 genera that occur both in the Philippines and elsewhere. Two of the genera (Crocidura and Rattus) are widespread, and so provide little insight. One genus (Crunomys) occurs only in the Philippines and on Celebes and one (Tarsius) occurs in the Philippines, Sunda Shelf and the Celebes. The remaining nine Philippine genera have their closest relatives on the Sunda Shelf. These data indicate that the majority of mammalian genera entered the Philippines from the continental shelf of Asia, probably via Borneo.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 369,
                        "end": 376,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Origin of the Philippine fauna",
                "sec_num": null
            },
            {
                "text": "It is worth noting that there is no evidence that mammals have entered the Philippines from the north, via Taiwan, as suggested by Misonne (1969) . In fact, the only genera shared by Taiwan and Luzon are Crocidura and Rattus, which are extremely widespread, plus the potentially introduced genera discussed above.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 145,
                        "text": "Misonne (1969)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Origin of the Philippine fauna",
                "sec_num": null
            },
            {
                "text": "Detailed analysis of relationships within and among genera of SE Asian mammals are now under way, so that a few examples can be cited for use in 'track analysis ' (Nelson & Platnick, 1981) of dispersal. One such study involves pygmy squirrels, genera Exilisciurus and Nannosciurus (Heaney, 1985a) . Moore ( 1959) suggested a complicated pattern of biogeographic distribution and relationship involving the pygmy squirrels and two genera of tree squirrels on the Sunda Shelf, Philippines and Celebes. A more comprehensive analysis demonstrated a simpler situation, in which pygmy squirrels originated on the Sunda Shelf and a single species dispersed into the Philippines from Borneo (Heaney, 1985a) . As has often been noted, the family Muridae is represented in the Philippines by a large and diverse assemblage of species. Current studies (Musser, Heaney & Rabor, 1985; Musser & Heaney, unpubl. obs.) indicate that the 40 known species, representing 15 genera, are members of seven different clades that represent a maximum of seven and a minimum of five colonization events. Each clade is derived from a group of murids that is most diverse on the Sunda Shelf and appears to have originated in that region. It is not clear from the available data whether these clades entered the Philippines via the Palawan route or the Sulu route, but there is no evidence for their arrival from Celebes, New Guinea or Taiwan.",
                "cite_spans": [
                    {
                        "start": 161,
                        "end": 188,
                        "text": "' (Nelson & Platnick, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 296,
                        "text": "(Heaney, 1985a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 683,
                        "end": 698,
                        "text": "(Heaney, 1985a)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 841,
                        "end": 871,
                        "text": "(Musser, Heaney & Rabor, 1985;",
                        "ref_id": null
                    },
                    {
                        "start": 872,
                        "end": 902,
                        "text": "Musser & Heaney, unpubl. obs.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Origin of the Philippine fauna",
                "sec_num": null
            },
            {
                "text": "In summary, all of the available data indicate a Sunda Shelf origin for the Philippine fauna of non-volant mammals. Among the possible source areas for Philippine mammals, the Sunda Shelf is the closest; this reinforces the conclusion derived earlier regarding the rarity of successful colonization across broad salt-water channels. The species-richness and taxonomic divergence of Philippine clades varies greatly, suggesting that colonization has occurred over a long period of time.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Origin of the Philippine fauna",
                "sec_num": null
            },
            {
                "text": "During the middle and late Pleistocene periods of low sea level, large areas in SE Asia were joined to the Asian continent as a continuous land mass. The species-area relationship on this land area may be approximated by comparing forest reserves of differing sizes on the Malay Peninsula, which remains a part of the mainland today. Figure 7 shows that on the mainland the number of species declines slowly with area; a forest reserve of 10 km2 has, on average, 51 of the 120 species (43O/,) that occur in peninsular Malaysia. In contrast, a late 2' Table 8 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 334,
                        "end": 342,
                        "text": "Figure 7",
                        "ref_id": "FIGREF11"
                    },
                    {
                        "start": 551,
                        "end": 558,
                        "text": "Table 8",
                        "ref_id": "TABREF8"
                    }
                ],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "Pleistocene island of 10 km2 typically has only four or five species, only 4% of the species on an area of the same size on the mainland. This reduction in species on the islands of the Sunda Shelf is due to extinction that has occurred since the islands became isolated from the mainland, an average of 12 000 years ago, For an 'average' island of 10000 km2, it is a reduction of 61 yo, from 104 species to 41; this is an average of 50°/0/10000 years. I n an earlier study, I used the time of isolation of landbridge islands (as determined by the depth of the surrounding water) to investigate rates of extinction (Heaney, 1984a) . I concluded that extinction probably occurred rapidly after isolation (during the first few thousand years), occurring more slowly thereafter, but I was unable to measure extinction over longer periods of time.",
                "cite_spans": [
                    {
                        "start": 615,
                        "end": 630,
                        "text": "(Heaney, 1984a)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "A unique set of circumstances in SE Asia allows rough estimation of very long-term extinction rates, As discussed above, the islands in the Palawan chain have been separated from Borneo for about 160 000 years (Heaney, 1985b) . The difference between the species-area curves for the Palawan group and the mainland is thus the result of about 160000 years of extinction. The three lines in Fig. 7 are, in effect, a time series: mainland conditions, the result of 12000 years of extinction, and the result of an additional 150 000 years of isolation.",
                "cite_spans": [
                    {
                        "start": 210,
                        "end": 225,
                        "text": "(Heaney, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 389,
                        "end": 395,
                        "text": "Fig. 7",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "Islands in the Palawan group have consistently fewer species than do islands in the Sunda Shelf group (Fig. 7) . T o continue the example given above, an island of the Palawan group of 10000 km2 typically has 23 species, or 22% of the 104 species on a comparable area on the mainland, and 56% of the 41 species on an island on the shallow Sunda Shelf, In other words, 78% of the fauna has become extinct in 160000 years. However, as noted above, about 61 yo probably became extinct during the first 12 000 years and the rest (1 7%) during the next 150000 years. For the period of 150000 years following the initial flush of extinction this is a rate of 1.2 species/lO 000 years (17/150 000), or 1.1 yo/ 10 000 years. Because the species-area lines are nearly parallel, the percentage of extinction on the middle Pleistocene islands in the Palawan chain appears to have been very nearly constant, regardless of island size; the number of species, however, varies with island area.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 110,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF11"
                    }
                ],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "The estimates of extinction rates for an island of 10000 km2 are thus 50%/ 10 000 years for the period immediately following isolation, and l.l~o/lOOOO years for the next 150000 years. These estimates are shown in Fig. 8 . The line is my estimation of the shape of the curve these points represent, with extinction initially high, but rapidly dropping off to a low but persistent level. The precise shape of the curve is unknown.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 214,
                        "end": 220,
                        "text": "Fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "This method of estimating extinction assumes that colonization is absent. The estimate for colonization in the Philippines given above was a maximum of one event per quarter-million years. This implies that one or two species in the Palawan chain could be recent arrivals; if this is true, then the figures given here for extinction are slight underestimates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "A test of this interpretation of extinction rates is possible in SE Asia. Islands in the Mentawi Archipelago are separated from western Sumatra by water c. 150 m deep, and so should have been isolated from the mainland since the middle Pleistocene. This leads me to predict that the Mentawi islands will show faunal characteristics similar to the Palawan chain islands. This much is true:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "(1) the number of species on the one adequately surveyed island (Fig. 7, Table  12 ) falls in the range represented by the Palawan group; (2) it has a large 3 Time after isolation (10 000 years) Figure 8 . Extinction rate for non-volant mammal faunas in SE Asia. The two filled circles are data points discussed in the text; the curved line is an estimate of actual extinction rates for an island of 10000 kmz following isolation from the mainland.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 82,
                        "text": "(Fig. 7, Table  12",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 195,
                        "end": 203,
                        "text": "Figure 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "proportion of endemics (c. 50%); and (3) the closest relatives of all (or nearly all) of its species are on the Sunda Shelf, The Mentawi archipelago is still poorly known but its importance for documenting the zoogeographic and evolutionary effects of isolation on landbridge faunas, and the need for full and careful surveys, should now be clear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extinction rates",
                "sec_num": null
            },
            {
                "text": "Once a species arrives in the Philippines, it finds itself in a highly fragmented archipelago. Species that occurred there during or before the late Pleistocene experienced dry land connections to many islands, but populations later became disjunct as sea level rose. We might then ask, have these vicariance processes induced speciation to occur in the Philippines? In this discussion, I exclude the islands of the Palawan group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Speciation in the Philippines",
                "sec_num": null
            },
            {
                "text": "This question may be addressed initially by asking whether the endemic genera contain more species than the non-endemic genera. This approach assumes that endemic genera have been in the Philippines longer than the nonendemics and that the probability of speciation increases with time. The results clearly indicate the occurrence of speciation among the endemics: of 19 endemic genera, the mean number of species is 2.1 (S.D = 1.7) with a range of 1-8 species; 53% of the genera have two or more species. The 15 non-endemic genera have a mean of 1.6 species (S.D = 1.8), with a range of 1-8; but only two genera (13%) have more than one species. I suspect that the estimate of eight species in Crocidura is too high, based on my preliminary examination of specimens. If Crocidura is removed, the mean number of species in non-endemic genera falls to 1.1 (S.D = 0.5).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Speciation in the Philippines",
                "sec_num": null
            },
            {
                "text": "In a study of murid relationships mentioned earlier, Musser & Heaney (unpubl. obs.) have shown that the 40 known species and 15 genera of native & Heaney, 1985; Musser & Newcomb, 1983; Honacki et al., 1982) Area kml murids in the Philippines (excluding the Palawan chain) represent between seven and five separate colonizations from the Sunda Shelf. Thus, each colonization resulted in an average of five or six species. However, most Philippine murids are members of a single clade that contains 26 species; the other clades contain only two to five species. Sixteen of the 28 species native to Luzon, or 57%, are members of the largest clade, showing the tremendous importance of indigenous speciation. There is some evidence that speciation processes have resulted in increased species richness on the middle Pleistocene islands of the Palawan chain. There are two named species of squirrels (Sundasciurus steeri group) that are parapatric on Palawan Island. There are no specimens from the probable area of contact, but there is no evidence of intergradation and each population appears to be morphologically homogeneous (Heaney, 1979; unpubl. obs.) . Whatever the method of differentiation (i.e. parapatric or allopatric), it appears that these populations now function as biological species. This has taken place in the c. 160000 years since isolation of the Palawan chain from Borneo.",
                "cite_spans": [
                    {
                        "start": 145,
                        "end": 160,
                        "text": "& Heaney, 1985;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 161,
                        "end": 184,
                        "text": "Musser & Newcomb, 1983;",
                        "ref_id": null
                    },
                    {
                        "start": 185,
                        "end": 206,
                        "text": "Honacki et al., 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 1125,
                        "end": 1139,
                        "text": "(Heaney, 1979;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1140,
                        "end": 1153,
                        "text": "unpubl. obs.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Speciation in the Philippines",
                "sec_num": null
            },
            {
                "text": "The mammalian fauna of the SE Asian islands has been affected in complex ways by the size, isolation and geographical history of the islands. The Philippine islands (excluding Palawan) are the most isolated of the islands considered here, having arisen de nouo from the sea floor. The Palawan chain has been less isolated, having been joined to Borneo by a broad landbridge during the mid-Pleistocene. Non-volant mammals have entered the archipelago predominantly from Borneo, which is the nearest continental shelf land mass, by dispersal over narrow salt-water barriers. These barriers continue to be the major factors defining the distributions of species. Extinction on the Palawan chain was probably very high following its initial isolation from Borneo, but after about 160 000 years it retains a large and diverse fauna in which extinction is low and speciation does occur. Speciation elsewhere in the region has contributed substantially to the total faunal richness, with 55-70% of the fauna of Luzon having arisen in such a manner.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCLSSION",
                "sec_num": null
            },
            {
                "text": "The results of this study indicate that the rate of colonization by non-volant mammals across landbridges is typically quite high. On the Sunda Shelf islands, levels of endemism are low and most endemics are limited to montane vegetation; nearly all lowland species are widespread. In the Philippines, small islands that were part of the late Pleistocene island of Greater Mindanao share the same species and populations of some species (e.g. pygmy squirrels; Heaney, 1985a) on different islands are nearly indistinguishable. O n the other hand, narrow sea-water channels between islands have served as major, nearly insurmountable barriers to many non-volant mammals. Large but geologically young islands separated from rich faunal sources by 5-20 km of sea water have extremely depauperate faunas. For a large island such as Negros, with about five indigenous species, a rough estimate of one colonization event per 250000 years is likely to be a maximum rate. Data from Mindoro and Camiguin support this estimate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCLSSION",
                "sec_num": null
            },
            {
                "text": "Because the fossil record from the Philippines is very poor it is not possible to measure directly the rate of extinction. However, a comparison of two sets of islands provides an estimate. The Palawan chain was isolated from Borneo about 160000 years ago, whereas islands on the central Sunda Shelf were isolated only about 10000 years ago. The fauna of the Palawan chain is about 50°j0 smaller than the faunas on comparably sized islands that are on the shallow portion of the shelf, so that an estimate of 1-2% extinction/lO 000 years is indicated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCLSSION",
                "sec_num": null
            },
            {
                "text": "Given the low colonization rate and non-trivial extinction rate, how is it that an isolated island such as Luzon has any non-volant mammals at all? The data cited above clearly demonstrate that speciation is the crucial variable. At least 55% of the non-volant mammals on Luzon have resulted from speciation within the archipelago, and an estimate of 70% may be more accurate.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCLSSION",
                "sec_num": null
            },
            {
                "text": "Earlier in this paper I posed four major questions. The first of these addressed the need for estimates of actual rates of colonization and extinction, and these have been calculated. The second question addressed the equality of these rates; given the estimate of one successful colonization per c. 500 000 years and a rate of extinction on large, old landbridge islands of 1-2 species/10000 years, but varying depending on the island's size, it seems unlikely that they are often equal. The third question addressed the role of speciation and its interaction with the prior variables. It is apparent that speciation within archipelagos is a major generative factor among SE Asian mammals; on Luzon, for example, speciation has exceeded colonization by a factor of about two to one, However, the matter of an interaction between speciation and colonization has not been addressed. Does speciation occur more rapidly in depauperate than in species-rich archipelagos? At what rate does speciation occur under these extreme conditions? How is speciation influenced by island size, habitat diversity and geological history (including sea level change)? Answers to these questions are not available.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "The data discussed here demonstrate that colonization, extinction and speciation all play crucial roles in determining species richness patterns among insular mammal faunas in SE Asia. It is apparent that all three variables must be incorporated into any general model that attempts to explain the diversity of mammalian faunas on islands. Several authors (e.g. Wilson, 1969) have suggested that the combination of these three ecological and evolutionary processes could produce faunas that are in trivariate equilibrium, rather than the bivariate equilibrium of MacArthur & Wilson (1967) . I view the development of such a model as an essential goal for biogeography if we are to have a predictive model that is applicable to more than a few systems characterized by highly vagile species and short time spans. Development of such a model requires an increased emphasis on obtaining data on long-term patterns of the three crucial variables and makes apparent the need for accurate, detailed analysis of phylogenetic relationships of species. Without these data, it will be impossible to measure or model actual rates of colonization or speciation. Such a model lies well outside the realm of the traditional equilibrium model, or more precisely, the equilibrium model would be a special case of this more general (hypothetical) model. Vicariance biogeography (e.g. Nelson & Platnick, 1981) provides the framework for quantification of speciation, and integration of the two models could be richly rewarding.",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 375,
                        "text": "Wilson, 1969)",
                        "ref_id": null
                    },
                    {
                        "start": 575,
                        "end": 588,
                        "text": "Wilson (1967)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "This study has provided an outline of the long-term dynamics of species richness of insular mammals. The estimates presented here, often the first of their kind, point the way for future research. The following topics, questions and empirical problems are ones that I believe are especially pertinent to further advancement of island biogeography. The comments are grouped under the general headings of extinction, colonization, speciation and endemism.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "The estimate of long-term extinction rates given here is the first of which I am aware (but see Wilcox, 1978 , for post-Pleistocene rate of extinction among lizards). More survey work is needed in mid-Pleistocene island chains to provide data for measurement of the influence of such factors as climatic regime and level of species richness on extinction rates. The ecological basis of extinction has been alluded to in this paper and elsewhere (e.g. Diamond, 1984; Patterson, 1984) , but more detailed investigation of the mechanisms, especially those regarding the roles of body size, trophic level and population size, are badly needed (e.g. Heaney, 1978) .",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 108,
                        "text": "Wilcox, 1978",
                        "ref_id": null
                    },
                    {
                        "start": 451,
                        "end": 465,
                        "text": "Diamond, 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 466,
                        "end": 482,
                        "text": "Patterson, 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 645,
                        "end": 658,
                        "text": "Heaney, 1978)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "The estimates of colonization rate over evolutionary time provided here and by Morgan & Woods (1986) appear to be the first of their kind for mammals, Each is based on only a few islands, many of which are about the same distance to source areas. More oceanic islands must be surveyed to provide quantitative estimates of the influence of island size, geological age and distance on colonization rates. Wallacea appears to be the ideal place to conduct such research because of the unique configuration of islands. It is also essential that repeated surveys be done to provide data on turnover rates, which Morgan & Woods (1986) and I have had to disregard due to lack of data. The sole set of turnover data currently available for vertebrates on isolated islands comes from Krakatau Island, but these data do not include repeated thorough surveys of mammals (Simkin & Fiske, 1983) . The frequency of adaptive radiation in isolated archipelagos is axiomatic in Darwinian evolution (e.g. Carlquist, 1974; Patton, 1984) , but it is rarely directly included in studies that utilize the equilibrium model (but see MacArthur & Wilson, 1967: 173) . We need more phylogentic analyses to allow measurement of indigenous speciation rates in order to determine the effects of body size, trophic level and other variables on speciation rate. Data in this paper lead me to predict that speciation rate will be related to colonization rate in a complex fashion, with speciation rate initially increasing as colonization rate increases to some low level (providing the raw material for speciation), and decreasing thereafter as colonization rate increases. I know of no data that could be used to test this prediction, but its testing is fundamental to development of the trivariate equilibrium model discussed earlier.",
                "cite_spans": [
                    {
                        "start": 79,
                        "end": 100,
                        "text": "Morgan & Woods (1986)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 607,
                        "end": 628,
                        "text": "Morgan & Woods (1986)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 859,
                        "end": 881,
                        "text": "(Simkin & Fiske, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 987,
                        "end": 1003,
                        "text": "Carlquist, 1974;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1004,
                        "end": 1017,
                        "text": "Patton, 1984)",
                        "ref_id": null
                    },
                    {
                        "start": 1110,
                        "end": 1140,
                        "text": "MacArthur & Wilson, 1967: 173)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "Trends in endemism related to age, isolation and area of islands have been discussed here, but sample size was small and only rudimentary statistical analysis was attempted. A correlation between area and percentage endemism has been noted among birds (see MacArthur & Wilson, 1967: 174; Case & Cody, 1983 : 334) but not previously noted among mammals. A quantitative analysis of a larger data set is needed.",
                "cite_spans": [
                    {
                        "start": 267,
                        "end": 287,
                        "text": "& Wilson, 1967: 174;",
                        "ref_id": null
                    },
                    {
                        "start": 288,
                        "end": 305,
                        "text": "Case & Cody, 1983",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "Finally, I must add an explicit plea for research of the most fundamental sort. All of these studies are predicated on the availability of accurate taxonomic data, and yet the distributions and systematic relationships of many, if not most, insular mammals are poorly known, especially in the tropics. Theoretical advances in island biogeography are currently impeded by insufficient empirical data.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "Caveat: long-term insular stability and equilibrium I must end with a caveat. The trivariate equilibrium model discussed here would have great theoretical and heuristic value, but I doubt that such equilibrium conditions often exist among insular mammal faunas. In the data presented above, I found evidence that the important processes in mammalian island biogeography often take place over thousands or millions of years. If these time spans are typically necessary for equilibrium to be achieved, then equilibrium will be rare, because major geological and climatic processes occur on the same time scale. Island arcs, for example, are intrinsically unstable, resulting from dynamic, ongoing tectonic processes, and habitat islands change in size and position as climate changes on a global scale. The appropriate model, then, becomes one of dynamic disequilibrium, in which geological and climatic processes are always a step ahead of the biotic systems, and faunas, in effect, chase their changing equilibrium point through time, always a step or two out of phase.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "Nevertheless, the equilibrium model remains an invaluable point of departure for a study such as this. By raising questions about rates of colonization and extinction other questions are raised, and these new questions may point the way to a new holistic model of island biogeography.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Goals and unanswered questions",
                "sec_num": null
            },
            {
                "text": "Modern conservation biology has two fundamental goals: (1) preservation of natural communities that are representative of the biotic regions of the world;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "and (2) prevention of extinction of species. Several conclusions drawn in this paper have direct implications for the conservation of non-volant mammals in SE Asia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "First, each area that is defined by historical events (e.g. Pleistocene islands) is likely to support endemic species. Even small islands often support endemics. Preserves should be situated to maximize protection of these centres of endemism.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "Secondly, within a given biotic region (such as those defined by Pleistocene islands) most species of mammals will occur on the largest islands. Reserves might profitably be located on these high-diversity islands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "Thirdly, extinction is area dependent; thus, large parks will support more species than small parks (e.g. the SLOSS debate; see Newmark, 1986) . Carnivores and large-bodied species are especially susceptible to area-dependent extinction, and they may often require special protection and management efforts.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 142,
                        "text": "Newmark, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "Fourthly, most extinction in reserve areas will probably take place within several hundred years after isolation of the reserve from other suitable habitat. Given the evidence presented here for high colonization rates across suitable habitats and very low colonization rates across hostile habitats, the preservation of corridors between reserves appears to be an important management tool.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            },
            {
                "text": "Fifthly, colonization and speciation by non-volant mammals usually occur on a time-scale that prevents them from being useful to conservation biologists. to G. Lake and S. F. Campbell for typing innumerable drafts of the text and tables and for assistance with many other aspects as well. Field work was supported in part by the Rackham Foundation, University of Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Implications for conservation biology",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Assistance with field work in the Philippines was generously offered by the Philippine Bureau of Forest Development, Institute of Philippine Culture, Silliman University, and the Visayas State College of Agriculture, and has been",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGEMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Access to specimens or data under their care was granted by",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Alcala",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Arce",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Cadalena",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Gonzales",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Hutterer",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Koopman",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Raros",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Timm",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "phases: A. C. Alcala, W. E. Arce, R. Cadalena, P. C. Gonzales, P. D. Heideman, K. Hutterer, K. F. Koopman, G. G. Musser, P. Myers, D. S. Rabor, L. Raros, R. W. Thorington and R. M. Timm. Access to specimens or data under their care was granted by P. C. Gonzales, K. F. Koopman, G. G. Musser, D. Niles, D. S. Rabor, L. Raros, R. W. Thorington, R. M. Timm and W. C. Wozencraft. P. D.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Timm critically reviewed earlier drafts of this manuscript. I am grateful REFERENCES",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M G"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Hoffman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heideman, S. M. G. Hoffman, G. G. Musser, P. Myers, B. D. Patterson and R. M. Timm critically reviewed earlier drafts of this manuscript. I am grateful REFERENCES",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Evolution of a forearc basin",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Bachman",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Schweller",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Bulletin of the American Association of Petroleum Geologists",
                "volume": "67",
                "issue": "",
                "pages": "1143--1144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BACHMAN, S. B., LEWIS, S. D. & SCHWELLER, W. J., 1983. Evolution of a forearc basin, Luzon Central Valley, Philippines. Bulletin of the American Association of Petroleum Geologists, 67: 1143-1 162.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Rodents of the Philippine croplands",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Barbehenn",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Sumangil",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Libay",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Phil$pine Agriculturalist",
                "volume": "56",
                "issue": "",
                "pages": "2--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARBEHENN, K., SUMANGIL, J. P. & LIBAY, J. L., 1973. Rodents of the Philippine croplands. Phil$pine Agriculturalist, 56: 2 17-242.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Phytogeographic history of the isthmus of Panama during the past 12000 years (a history of vegetation, climate, and sea-level change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Bartlett",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Barghoorn",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARTLETT, A. S. & BARGHOORN, E. S., 1973. Phytogeographic history of the isthmus of Panama during the past 12000 years (a history of vegetation, climate, and sea-level change) In A. Graham (Ed.), Vegetation and Vegetational History of Northern Latin America. Amsterdam: Elsevier.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Sea level and coastal morphology of the United States through the Late Wisconsin Glacial maximum",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Bloom",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Late-Quaternary Enuironments of the United States",
                "volume": "1",
                "issue": "",
                "pages": "15--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLOOM, A. L., 1983. Sea level and coastal morphology of the United States through the Late Wisconsin Glacial maximum. In S. C. Porter (Ed.), Late-Quaternary Enuironments of the United States, Vol. 1, The Late Pleistocene: 2 15-229. Minneapolis: Univerity of Minnesota Press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mammals on mountaintops: nonequilibrium insular biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "The theory of insular biogeography and the distribution of boreal birds and mammals",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. H., 1971. Mammals on mountaintops: nonequilibrium insular biogeography. American Naturalist, BROWN, J. H., 1978. The theory of insular biogeography and the distribution of boreal birds and mammals.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The zoogeography of the herpetofauna of the Philippine Islands, a",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Alcala",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Carlquist",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, W. C. & ALCALA, A. C., 1970. The zoogeography of the herpetofauna of the Philippine Islands, a CARLQUIST, S., 1974. Island Biology. New York: Columbia University Press.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A comparison of relict versus equilibrium models for insular mammals of the Gulf DARLINGTON",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Case",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L. ; K L"
                        ],
                        "last": "Cody",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dickerson",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "P. J",
                "volume": "23",
                "issue": "",
                "pages": "127--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CASE, T. J. & CODY, M. L., 1983. Island Biogeograpb in the Sea of C o r t k Berkeley: University of California CROWELL, K. L., 1986. A comparison of relict versus equilibrium models for insular mammals of the Gulf DARLINGTON, P. J., 1957. <oogeograpb: the Geographical Distribution of Animals. New York: J. Wiley. DIAMOND, J. M., 1984. \"Normal\" extinction of isolated populations. In M. H. Nitecki (Ed.), Extinctions: DICKERSON, R. E., 1928. Distribution of life in the Philippines. Monographs ofthe Bureau ofScience, Manila, 2: DIVIS, A. F., 1980. l h e petrology and tectonics of recent volcanism in the Central Philippine Islands. In D. E. Hayes (Ed.), The Tectonic and Geological Evolution of Southeast Asian Seas and Islands. Geophysical Monographs of the American Geophysical Union, 23: 127-144.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Pleistocene ice volumes and sea level lowering",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Donn",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Farrand",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ewing",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Journal of Geology",
                "volume": "70",
                "issue": "",
                "pages": "206--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DONN, W. L., FARRAND, W. L. & EWING, M., 1962. Pleistocene ice volumes and sea level lowering. Journal of Geology, 70: 206-214.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Remarks on the zoo-geographical relationships of the island of Palawan and some adjacent islands",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Everett",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proceedings of the <oological Society of London",
                "volume": "1889",
                "issue": "",
                "pages": "220--228",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EVERETT, A. H., 1889. Remarks on the zoo-geographical relationships of the island of Palawan and some adjacent islands. Proceedings of the <oological Society of London, 1889: 220-228.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Preliminary report on the paleolithic archeology of the Cagayan Valley, Philippines, and the Calawanian industry",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Fox",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Peralta",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Proceedings of the First Regional Seminar on Southeast Asian Prehistory and Archeology",
                "volume": "",
                "issue": "",
                "pages": "100--147",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FOX, R. B. & PERALTA, J. T,, 1974. Preliminary report on the paleolithic archeology of the Cagayan Valley, Philippines, and the Calawanian industry. Proceedings of the First Regional Seminar on Southeast Asian Prehistory and Archeology: 100-147. Manila: National Museum.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Sea-level lowering during the Illinoian nlaciation: evidence from a Bahama ''blue hole",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gascoyne",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Benjamin",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "P"
                        ],
                        "last": "Schwartz",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Science",
                "volume": "205",
                "issue": "",
                "pages": "467--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GASCOYNE, M., BENJAMIN, G. J. & SCHWARTZ, H. P., 1979. Sea-level lowering during the Illinoian nlaciation: evidence from a Bahama ''blue hole\". Science. 205: 806-808. 105: 467-478.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Proceedings of the California Academy of Sciences",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "37--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Great Basin Naturalist Memoirs, 2 : 209-227. fringing archipelago. Proceedings of the California Academy of Sciences, 38: 105-130. Press. of Maine. Biological Journal of the Linnean Sociely, 28: 37-64. 191-246. Chicago: University of Chicago Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The equilibrium theory of island biogeography: fact or fiction",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "S"
                        ],
                        "last": "Gilbert",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Biogeography",
                "volume": "7",
                "issue": "",
                "pages": "209--235",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GILBERT, F. S., 1980. The equilibrium theory of island biogeography: fact or fiction? Journal of Biogeography, 7: 209-235.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Systematics of the anoa (Mammalia, Bovidae). Beaufoortia",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Groves",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GROVES, C. P., 1969. Systematics of the anoa (Mammalia, Bovidae). Beaufoortia, 17: 1-12.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Ancestors for the pigs: taxonomy and phylogeny of the genus Sus. Department of Prehistory",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Groves",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Australian National University Technical Bulletin",
                "volume": "3",
                "issue": "",
                "pages": "1--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GROVES, C. P., 1981. Ancestors for the pigs: taxonomy and phylogeny of the genus Sus. Department of Prehistory, Research School of Pacijc Studies, Australian National University Technical Bulletin, 3: 1-96.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Plio-Pleistocene mammals in island Southeast Asia. Modern Quaternary Studies in GRUBB",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "P ;"
                        ],
                        "last": "Groves",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "Groves",
                        "suffix": ""
                    },
                    {
                        "first": "Groves",
                        "middle": [],
                        "last": "Courier",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "P. ; P"
                        ],
                        "last": "Groves",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "P"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal de la Societe des Oceanistes",
                "volume": "39",
                "issue": "",
                "pages": "105--106",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GROVES, C. P., 1983. Pigs east of Wallace's Line. Journal de la Societe des Oceanistes, 39: 105-1 19. GROVES, C. P., 1984. Mammal faunas and the paleogeography of the Indo-Australian region. Courier GROVES, C. P., 1985. Plio-Pleistocene mammals in island Southeast Asia. Modern Quaternary Studies in GRUBB, P. & GROVES, C. P., 1983. Notes on the taxonomy of the deer (Mammalia, Cervidae) of the",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Tectonics of the Indonesian region",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Hamilton",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Geological Survg Professional Papers",
                "volume": "1078",
                "issue": "",
                "pages": "1--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAMILTON, W., 1979. Tectonics of the Indonesian region. Geological Survg Professional Papers, 1078: 1-345.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Population dynamirs of shrews on small islands accord with the equilibrium model",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Hanski",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANSKI, I., 1986. Population dynamirs of shrews on small islands accord with the equilibrium model.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The abundance and population density of mammals in Malayan lowland forests",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HARRISON, J. L., 1969. The abundance and population density of mammals in Malayan lowland forests.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Island area and body size of insular mammals: evidence from the tri-colored squirrel Forschungs Institut Senckenberg",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "69",
                "issue": "",
                "pages": "267--273",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., 1978. Island area and body size of insular mammals: evidence from the tri-colored squirrel Forschungs Institut Senckenberg, 69: 267-273.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Systematics of Oriental pygmy squirrels of the genera Exilisciurus and Nannosciurus HEANEY",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "Heaney",
                        "middle": [],
                        "last": "Philippines",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R. ; L R"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Mudar",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M. ; L R"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "A new species of tree squirrel (Sundasciurus) from Palawan Island",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., 1979. A new species of tree squirrel (Sundasciurus) from Palawan Island, Philippines HEANEY, L. R., 1984a. Mammalian species richness on islands on the Sunda Shelf, Southeast Asia. Oecologia, HEANEY, L. R., 1984b. Mammals from Camiguin Island, Philippines. Proceedings of the Biological Society of HEANEY, L. R., 1985a. Systematics of Oriental pygmy squirrels of the genera Exilisciurus and Nannosciurus HEANEY, L. R., 198513. Zoogeographic evidence for Middle and Late Pleistocene land bridges to the HEANEY, L. R., HEIDEMAN, P. D. & MUDAR, K. M., 1981. Ecological notes on the mammals of the HEANEY, L. R. & MORGAN, G. S., 1982. A new species of gymnure (Podogymnura) from Dinagat Island, HEANEY, L. R. & RABOR, D. S., 1982. The mammals of Dinagat and Siargao Islands, Philippines.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "North Palawan block, Philippines-its relation to Asian mainland and role in HONACKI",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H. ; J H"
                        ],
                        "last": "Holloway",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Kinman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Koeppl",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Mammal Species of the World",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLLOWAY, N. H., 1982. North Palawan block, Philippines-its relation to Asian mainland and role in HONACKI, J. H., KINMAN, K. E. & KOEPPL, J. W., 1982. Mammal Species of the World. Lawrence:",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "A discussion of Malayan and Indonesian shrews of the genus Crocidura",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Bullimus\" bagobus Mearns. Journal of the Washington LACK",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JENKINS, P. D., 1982. A discussion of Malayan and Indonesian shrews of the genus Crocidura (Insectivora: JOHNSON, D. H., 1946. A new Philippine rat allied to \"Bullimus\" bagobus Mearns. Journal of the Washington LACK, D., 1976. Island Biology. Berkeley: University of California Press.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The mammals",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWLOR, T. E., 1983. The mammals. In T. J. Case & M. L. Cody (Eds), Island Biogeography in the Sea of LAWRENCE, B. L., 1939. Collections from the Philippine Islands. Mammals. Bulletin of the Museum q/'",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Zoonotic studies of small animals in the canopy transect at LOMOLINO, M. V., 1982. Species-area and species-distance relationships of terrestrial mammals in the LOMOLINO, M",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lim",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Muul",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Chai",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Mammalian community structure on islands: the importance of immigration",
                "volume": "92",
                "issue": "",
                "pages": "11--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIM, B. L., MUUL, I. & CHAI, K. S., 1977. Zoonotic studies of small animals in the canopy transect at LOMOLINO, M. V., 1982. Species-area and species-distance relationships of terrestrial mammals in the LOMOLINO, M. V., 1986. Mammalian community structure on islands: the importance of immigration, (Mammalia: Sciuridae). Proceedings of the Biological Society of Washington, 92: 280-286. 61: 11-17.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Miscellaneous Papers of the Museum of ,5oology",
                "authors": [],
                "year": null,
                "venue": "Uniuersity of Michigan",
                "volume": "170",
                "issue": "",
                "pages": "1--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "(Mammalia: Sciuridae). Miscellaneous Papers of the Museum of ,5oology, Uniuersity of Michigan 170: 1-58.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Occasional Papers of the Museum of <oology",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Philippines",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "95",
                "issue": "",
                "pages": "1355--1383",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Philippines (Mammalia: Erinaceidae). Proceedings of the Biological Society of Washington, 95: 13-26. Occasional Papers of the Museum of <oology, University of Michigan, 699: 1-30, evolution of South China Sea. Bulletin of the American Association of Petroleum Geologists, 66: 1355-1383. Association of Systematic Collections.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "<oologische Mededelingen, Rijksmuseum uan Natuurlijke Historie te Leiden",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Soricidae",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "56",
                "issue": "",
                "pages": "3--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soricidae). <oologische Mededelingen, Rijksmuseum uan Natuurlijke Historie te Leiden, 56: 267-279. Academy of Sciences, 36: 3 17-320.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Thousand Island region",
                "authors": [],
                "year": null,
                "venue": "extinction and interactive effects. Biolofical .?ournal of the Linnean Society",
                "volume": "54",
                "issue": "",
                "pages": "1--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thousand Island region. Oecologia, 54: 72-75. extinction and interactive effects. Biolofical .?ournal of the Linnean Society, 28: 1-21.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "An-equilibrium theoiy of insular zoogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "0"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Euolution",
                "volume": "17",
                "issue": "",
                "pages": "373--387",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACARTHUR, R. H. & WILSON, E. 0.. 1963. An-equilibrium theoiy of insular zoogeography. Euolution, 17: 373-387.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The Theory of Island Biogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Monographs in Population Biology",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACARTHUR, R. H. & WILSON, E. O., 1967. The Theory of Island Biogeography. Princeton University Press, Monographs in Population Biology, 1.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Geographical Ecology: Patterns in the Distribution of Species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACARTHUR, R. H., 1972. Geographical Ecology: Patterns in the Distribution of Species. New York: Harper and Row.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "The Quaternary mammals of Malesia; a review",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Medway",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Miscellaneous Series",
                "volume": "13",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEDWAY, L., 1972. The Quaternary mammals of Malesia; a review. In P. Ashton & M. Ashton (Eds), The Quaternary Era in Malesia. Department of Geography, University of Hull, Miscellaneous Series, 13: I -122.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "The mammals of Borneo",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Medway",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Monographs ofthe MaIvan Branch Royal Asiatic Society",
                "volume": "7",
                "issue": "",
                "pages": "1--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEDWAY, L., 1977. The mammals of Borneo (2nd edition). Monographs ofthe MaIvan Branch Royal Asiatic Society, 7: 1-172.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Africa and Indo-Australian Muridae. Bruxrlles: Institut Royal des Sciences Naturrllcs dt",
                "authors": [
                    {
                        "first": "X",
                        "middle": [],
                        "last": "Misonne",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Belgique",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "118",
                "issue": "",
                "pages": "153--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MISONNE, X.. 1969. Africa and Indo-Australian Muridae. Bruxrlles: Institut Royal des Sciences Naturrllcs dt. Belgique. ,MOORE, J. C., 1959. Relationships among living squirrels of the Sciurinae. Bulletin of the American Museum of Natural History, 118: 153-206.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Extinction and the zoogeography of West Indian land mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Morgan",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Woods",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnran Society",
                "volume": "28",
                "issue": "",
                "pages": "167--203",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORGAN, G. S. & WOODS, C. A., 1986. Extinction and the zoogeography of West Indian land mammals. Biological Journal of the Linnran Society, 28: 167-203.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Epimys benguetensis, a composite, and one zoogeographic view of the rat and mouse faunas in the Philippines and Celebes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "2624",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1977a. Epimys benguetensis, a composite, and one zoogeographic view of the rat and mouse faunas in the Philippines and Celebes. American Museum Nouitates, 2624: 1-15.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Results of the Archbold Expeditions. No. 100. Notes on the Philippine rat, Limnomys, and the identity of Limnomys picinus, a composite",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "2636",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1977b. Results of the Archbold Expeditions. No. 100. Notes on the Philippine rat, Limnomys, and the identity of Limnomys picinus, a composite. American Museum Nouitates, 2636: 1-14.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Results of the Archbold Expeditions. No. 102. The species of Chiropodomys, arboreal mice of Indochina and the Malay Archipelago",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "162",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1979. Results of the Archbold Expeditions. No. 102. The species of Chiropodomys, arboreal mice of Indochina and the Malay Archipelago. Bulletin of the American Museum of Natural History, 162:",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Notes on the systematics of Indo-Malayan murid rodents, and descriptions of new genera and species from Ceylon, Sulawesi, and the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "168",
                "issue": "105",
                "pages": "225--334",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1981a. Results of the Archbold Expeditions. No. 105. Notes on the systematics of Indo- Malayan murid rodents, and descriptions of new genera and species from Ceylon, Sulawesi, and the Philippines. Bulletin of the American Museum of Natural History, 168: 225-334.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "b. The giant rat of Flores and its relatives east of Borneo and Bali",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Bulletin of the American Museum of Natural Histoty",
                "volume": "169",
                "issue": "",
                "pages": "67--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1981 b. The giant rat of Flores and its relatives east of Borneo and Bali. Bulletin of the American Museum of Natural Histoty, 169: 67-1 76.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "A new genus of arboreal rat from Luzon Island in the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., 1982a. Results of the Archbold Expeditions. No. 107. A new genus of arboreal rat from Luzon Island in the Philippines. American Museum Nouitates, 2730: 1-23. 371-445. ESTIMATION OF BIOGEOGRAPHIC RATES I63",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The definition of Apomys, a native rat of the Philippine Islands",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Xicsser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Museum Novitates",
                "volume": "2746",
                "issue": "108",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "XICSSER, G. G., 1982b. Results of the Archbold Expeditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands. American Museum Novitates, 2746: 1-43.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Crunomys and the small-bodied shrewrats native to the Philippine Islands and Sulawesi (Celebes)",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "G G G G"
                        ],
                        "last": "11usser",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "; G G"
                        ],
                        "last": "Califia",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Freeman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "11USSER. G. G., 1982~. Results of the Archbold Expeditions. No. 110. Crunomys and the small-bodied shrew- rats native to the Philippine Islands and Sulawesi (Celebes). Bulletin of the American Museum of Natural MCSSEK. G. G. & CALIFIA, D., 1982. Results of the Archbold Expeditions. No. 106. Identities ofrats from MCSSER, G. G. & FREEMAN, P. W., 1981. A new species of Rhynchomys (Muridae) from the Philippines.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "A new species of Crateromvs (Muridae) from the Philippines",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "G G"
                        ],
                        "last": "Mcsser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Gordon",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MCSSER. G. G. & GORDON, L. K., 1981. A new species of Crateromvs (Muridae) from the Philippines.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Speries-area relationship and its determinants for mammals in western North OLLIER",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "G G"
                        ],
                        "last": "Xiusser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "K"
                        ],
                        "last": "Gordon",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Sommer",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Aiusser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Llusser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Mi'sser",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Newcomb",
                        "suffix": ""
                    },
                    {
                        "first": "Nelson",
                        "middle": [],
                        "last": "Ofthe",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Plalnick",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            ";"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Montane mammalian biogeography in New Mexico. Southwestern .Va/uralist",
                "volume": "25",
                "issue": "",
                "pages": "97--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "XIUSSER. G. G., GORDON, L. K. & SOMMER, H., 1981. Species limits in the Philippine murid, AIUSSER, G. G. & HEANEY, L. R., 1985. Philippine Rattus; a new species from the Sulu Archipelago, llUSSER, G. G., HEANEY, L. R. & RABOR, D. S., 1985. Philippine rats: description of a new species of MI'SSER, G. G. & NEWCOMB, C., 1983. Malaysian murids and the giant rat of Sumatra. Bulletin Ofthe NELSON, G. & PLAlNICK, N., 1981. Systematics and Biogeography: Cladistics and Vicarianre. New York: NEiVMARK, W. D., 1986. Speries-area relationship and its determinants for mammals in western North OLLIER, C. D., 1985. 'The geological background to prehistory in island Southeast Asia. Modern Qliaternacy PATTERSON, B. D., 1980. Montane mammalian biogeography in New Mexico. Southwestern .Va/uralist, 25: P,4'II'ERSON, B. D., 1984. Mammalian extinction and biogeography in the Southern Rocky Mountains. In PAI\"ION, J. L., 1984. Genetical processes in the Galapagos. Biological Journal ofthe Linnean Society, 21: 97-1 13. I'PHILIPPINE BUREAU OF MINES, 1963. Geological M a p of the Philippines. Manila: Bureau of Mines.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Mammals from Mindanao, Philippine Islands collected by the Danish Philippine SI",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sr\\nborn",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Mammals. Fieldiana: (oology",
                "volume": "33",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sr\\NBORN, C. C., 1952. Philippine Zoological Expedition 1946-1947. Mammals. Fieldiana: (oology, 33: SANBORS, C:. C., 1953. Mammals from Mindanao, Philippine Islands collected by the Danish Philippine SI.!lI(IN, '1'. & FISKE, R. S., 1983. fi-rakatau 1883: the Volcanic Eruption and its b&/s. Washington, D.C.:",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "4 list of the birds and mammals collected the Stecre Expedition to the Philippines, Le,ith localities 'I'AYLOR. E. H., 1934. Philippine land mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Steere",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Monographs ofrhe Bureau qffcience (Manila)",
                "volume": "30",
                "issue": "",
                "pages": "1--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEERE, J. B., 1890. .4 list of the birds and mammals collected the Stecre Expedition to the Philippines, Le,ith localities 'I'AYLOR. E. H., 1934. Philippine land mammals. Monographs ofrhe Bureau qffcience (Manila), 30: 1-548.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "The lertonic and geolo.eical eriolution of Soulheast Asian Svas and islands",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "'iaylor",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Hayes",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Geophysical Monographs of the American C",
                "volume": "23",
                "issue": "",
                "pages": "89--104",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "'IAYLOR, B. & HAYES, D. E., 1980. 'The tectonir evolution of the South China Basin. In D. E. Hayes (Ed.), The lertonic and geolo.eical eriolution of Soulheast Asian Svas and islands. Geophysical Monographs of the American C;Poph~~siral Union, 23: 89-104.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Dynamic (oozeography, with Special Reference to Land Animals",
                "authors": [
                    {
                        "first": "Hl",
                        "middle": [
                            "D F"
                        ],
                        "last": "Cdvardy",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CDVARDY, hl. D. F., 1969. Dynamic (oozeography, with Special Reference to Land Animals. New York: Van Nostrand Rcinhold Co.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Plio-Pleistocene stratigraphy and paleoenvironments",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            ": F"
                        ],
                        "last": "I'ondka",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Mathisen",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Modern Quaternary Studies in Southeast Asia",
                "volume": "9",
                "issue": "",
                "pages": "145--157",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I'ONDKA, C:. F. & MATHISEN, M. E., 1985. Plio-Pleistocene stratigraphy and paleoenvironments, Cagayan basin, northern Luzon, Philippines. Modern Quaternary Studies in Southeast Asia, 9: 145-157.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Plio-Pleistorenr qeology of northern Luzon, Philippines",
                "authors": [
                    {
                        "first": "I'osdra",
                        "middle": [
                            "C F"
                        ],
                        "last": "Mathisen",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Burggraf",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Kvale",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Hominid Sites: 7heir Geological .Sd/incJ",
                "volume": "",
                "issue": "",
                "pages": "255--309",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I'OSDRA. C. F., MATHISEN, M. E., BURGGRAF Jr, D. R. & KVALE, E. P., 1982. Plio-Pleistorenr qeology of northern Luzon, Philippines, In G. Rapp & C. F. Vondra ( E d s ) , Hominid Sites: 7heir Geological .Sd/incJ: 255-309. Boulder: Westview Press.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Supersaturated island faunas: a speries-age relationship for lizards on post-Pleistocene land-bridge islands",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "B"
                        ],
                        "last": "\\\\'ilc:O?<",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Science",
                "volume": "199",
                "issue": "",
                "pages": "996--998",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "\\\\'ILC:O?<. B. A,, 1978. Supersaturated island faunas: a speries-age relationship for lizards on post-Pleistocene land-bridge islands. Science. 199: 996-998.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Dirler.ri!y and stabililv in ecological ystemi",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "E O"
                        ],
                        "last": "\\\\'ilson",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Brookhai'en Svmpoiia in Biology",
                "volume": "22",
                "issue": "",
                "pages": "38--47",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "\\\\'ILSON. E. O., 1969. l h e species equilibrium. In G. M . Woodwell (Ed.), Dirler.ri!y and stabililv in ecological ystemi. Brookhai'en Svmpoiia in Biology, 22: 38-47.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Island Populafions",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "\\~i L L L A H L S O N",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "\\~I L L l A h l S O N , M., 1981. Island Populafions. Oxford: Oxford University Press.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Maratua and other islands off East Borneo",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pulau",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Journal nf.Vlammalogy",
                "volume": "62",
                "issue": "",
                "pages": "154--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pulau .Maratua and other islands off East Borneo. American Museum Noviovilates, 2726; 1-30. Journal nf.Vlammalogy, 62: 154-159.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "ilnierirnn .Museum of ,Viatialum1 History",
                "authors": [
                    {
                        "first": "Dinagat",
                        "middle": [],
                        "last": "C'm/Eromvs From",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Island",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "2821",
                "issue": "",
                "pages": "327--598",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C'm/eromvs from Dinagat Island. American Museum Novitates, 2821: 1-25, ilnierirnn .Museum of ,Viatialum1 History, 174: 327-598.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Expedition, I95 I -1952. Videmkabelige Meddelelser f r a Dansk Naturhistorisk Forening",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "115",
                "issue": "",
                "pages": "283--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Expedition, I95 I -1952. Videmkabelige Meddelelser f r a Dansk Naturhistorisk Forening, 115: 283-288.",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Smitlisonian Institution Press. and with briefprrlimina~v desrripions of supposed new species",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Smitlisonian Institution Press. and with briefprrlimina~v desrripions of supposed new species. Ann Arbor.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Sundamys muelleri, Hystrix hmchvura, Hystrix sumatme* *, Trirhvsjhsciculate Carnivora Cuon alpinus, Helarclos mnl~yanus, Aonyx cinerea, Arctoryx collaris. Lulra lutra, LUIIQ perspicillatn, Lutra sumatram, Marles Javigula, Mustela lutreolinn, Mustela nudipes, Mydaus jaoanensis, Arctictis binturong, Arctogalidia triuirgata, C,vnop.de bennettii, Hemigalus dertyanus, Herpestes brachyurus, Herpestes semitorquatus, Paguma laruata, Paradoxurus hermaphroditus",
                "authors": [],
                "year": null,
                "venue": "Vioioenler rapit, Rallus annandalei, Rattus argenfiuenter*, Raftus baluensis, Rattus exulans*, Rattus hoogeruIerJi**, Rattus noroegicus*, Rattus rattus*, Rattus tiomanicus, Sundamys infraluteus",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "mnioriilenler, .Vioioenler rapit, Rallus annandalei, Rattus argenfiuenter*, Raftus baluensis, Rattus exulans*, Rattus hoogeruIerJi**, Rattus noroegicus*, Rattus rattus*, Rattus tiomanicus, Sundamys infraluteus, Sundamys muelleri, Hystrix hmchvura, Hystrix sumatme* *, Trirhvsjhsciculate Carnivora Cuon alpinus, Helarclos mnl~yanus, Aonyx cinerea, Arctoryx collaris. Lulra lutra, LUIIQ perspicillatn, Lutra sumatram, Marles Javigula, Mustela lutreolinn, Mustela nudipes, Mydaus jaoanensis, Arctictis binturong, Arctogalidia triuirgata, C,vnop.de bennettii, Hemigalus dertyanus, Herpestes brachyurus, Herpestes semitorquatus, Paguma laruata, Paradoxurus hermaphroditus, Prionodon h a n g g . Viuerra tangalunga, Viuerricula indica, Felis bengalensis, Felis marmornla, Felis planiceps, Felis temminrkii, Felis oiuerrina, Neofelis nebulosa, Panther0 tigris",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Artiodactyla Sus barbatus, Sus scrofa, Tragulus javanicus, Tragulus napu, O n u s unicolor, Muntiacus muntjak, Caprirornis sumalraensis 'Total non-volant species 119",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Artiodactyla Sus barbatus, Sus scrofa, Tragulus javanicus, Tragulus napu, O n u s unicolor, Muntiacus muntjak, Caprirornis sumalraensis 'Total non-volant species 119",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "by inclusion of the acronym for the collection that houses them. The following acronyms are used: AMNH (American Museum of Natural History, New York); DMNH (Delaware Museum of Natural History, Greenville); FMNH (Field Museum of Natural History, Chicago); UMMZ (University of Michigan, Museum of Zoology, Ann Arbor); USNM (U.S. National Museum of Natural History, Washington, D.C.); VISCA (Visayas State College of Agriculture, Baybay, Leyte); ZMB (Zoologisches Museum der Humboldt-Universitat, Berlin).",
                "type_str": "figure",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "text": "List of mammal species known to occur on selected islands in the Mindanao Faunal",
                "type_str": "figure",
                "num": null
            },
            "FIGREF4": {
                "uris": null,
                "text": "Fig. 2. Although a small amount of continental crust is included, it is likely that the islands have formed de nouo as an oceanic group. Major tectonic features of the Philippine Islands. Modified fromHamilton (1979)",
                "type_str": "figure",
                "num": null
            },
            "FIGREF7": {
                "uris": null,
                "text": "Cluster analysis of faunal similarity indices for 14 selected Sunda Shelf and Philippine islands. Data from Table 7. A, Jaccard's index; B, Simpson's index. Interrupted bars show standard errors [or the node.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF8": {
                "uris": null,
                "text": "Faunal similarity indices of genera of non-volant native mammals from selected SE Asian islands. Relationship of log of island area and log of number of indigenous species of non-volant mammals on the Sunda Shelf in Malaysia and Indonesia ( 0 ) ; for Palawan chain islands ( 0 ) ; for Luzon and Mindanao group islands ( 0 ) ; and for oceanic islands in the Philippines (A). Regression data in",
                "type_str": "figure",
                "num": null
            },
            "FIGREF9": {
                "uris": null,
                "text": "Relationship of island area and number of endemic non-volant mammals from islands known to support endemics. 0 , Sunda Shelf island; x , all Philippine islands.",
                "type_str": "figure",
                "num": null
            },
            "FIGREF10": {
                "uris": null,
                "text": "Proportionate composition of the mammal faunas of a set of reference islands on the Sunda Shelf and on selected Philippine islands (OSunda Shelf shallow-water islands; 0 , Palawan landbridge islands; 0 , Luzon and Mindanao groups; A, Philippine oceanic islands. Data on Sunda",
                "type_str": "figure",
                "num": null
            },
            "FIGREF11": {
                "uris": null,
                "text": "Comparison of species-area curves for mainland reference areas on the Malay Peninsula (A)? shallow-watcr Sunda Shelf islands ( 0 ) and Palawan chain islands ( 0 ) . The asterisk rcprrscnts Sipora Island, Mentawi Archipelago. Regression data in",
                "type_str": "figure",
                "num": null
            },
            "TABREF0": {
                "text": "List of mammal species known to occur on selected islands in the Palawan faunal region",
                "type_str": "table",
                "content": "<table><tr><td>Island</td><td>Palawan</td><td>Busuanga</td><td>Culion</td><td>Balabac</td></tr><tr><td>Area (km2)</td><td>11 785</td><td>938</td><td>400</td><td>306</td></tr><tr><td>Elevation (m)</td><td>2 084</td><td>695</td><td>495</td><td>605</td></tr><tr><td>Depth to Palawan (m) Distance to Palawan (km)</td><td>--</td><td>73 86</td><td>73 55</td><td>91 31</td></tr><tr><td>Insectivora Qocidura palawanensis* *</td><td/><td/><td/><td/></tr><tr><td>Suncus murinus\" Tupaia palawanensis' *</td><td/><td/><td/><td/></tr><tr><td>Primates</td><td/><td/><td/><td/></tr><tr><td>Macaca fascicularis</td><td/><td/><td/><td/></tr><tr><td>Pholidota</td><td/><td/><td/><td/></tr><tr><td>Manis jauanicuj</td><td/><td/><td/><td/></tr><tr><td>Sundasciurus steerii group* * Rodentia</td><td/><td/><td/><td/></tr><tr><td>Sundasciurus rabori** Hylopetes nigripes* *</td><td/><td/><td/><td/></tr><tr><td>Chiropodomys calamianensis**</td><td/><td/><td/><td/></tr><tr><td>Haeromys sp. nov.** Maxomys panglima* *</td><td/><td/><td/><td/></tr><tr><td>Palawanomys furuus**</td><td/><td/><td/><td/></tr><tr><td>Rattus exulans*</td><td/><td/><td/><td/></tr><tr><td>Rattus norvegicd</td><td/><td/><td/><td/></tr><tr><td>Rattus rattus*</td><td/><td/><td/><td/></tr><tr><td>Rattus tiomanicus</td><td/><td/><td/><td/></tr><tr><td>Sundamys muelleri Hystrix pumilus* *</td><td/><td/><td/><td/></tr><tr><td>Carnivora</td><td/><td/><td/><td/></tr><tr><td>Felis bengalensis</td><td/><td/><td/><td/></tr><tr><td>Mydaus marchci**</td><td/><td/><td/><td/></tr><tr><td>Aonyx cinerea</td><td/><td/><td/><td/></tr><tr><td>Herpestes brachyurus</td><td/><td/><td/><td/></tr><tr><td>Herpestes urua</td><td/><td/><td/><td/></tr><tr><td>Paguma laruata</td><td/><td/><td/><td/></tr><tr><td>Paradoxurus hermaphroditus</td><td/><td/><td/><td/></tr><tr><td>Vdverra kmgalunga</td><td/><td/><td/><td/></tr><tr><td>Artiodactyla</td><td/><td/><td/><td/></tr><tr><td>Sus barbatus</td><td/><td/><td/><td/></tr><tr><td>Ceruus porcinus</td><td/><td/><td/><td/></tr><tr><td>Tragulus napu</td><td/><td/><td/><td/></tr><tr><td>Total non-volant species</td><td/><td/><td/><td/></tr><tr><td>Total indigenous species</td><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF3": {
                "text": "List of mammal species known to occur on islands in the Luzon Faunal Region",
                "type_str": "table",
                "content": "<table><tr><td>Island</td><td colspan=\"4\">Luzon Catanduanes Marinduque Polillo</td></tr><tr><td>Area (km2)</td><td>108171</td><td>1513</td><td>958</td><td>769</td></tr><tr><td>Elevation (m)</td><td>2930</td><td>764</td><td>1182</td><td>219</td></tr><tr><td>Depth to Luzon (m)</td><td>-</td><td>50</td><td>75</td><td>64</td></tr><tr><td>Distance to Luzon (km)</td><td>-</td><td>8</td><td>17</td><td>18</td></tr><tr><td>lnsec tivora Crocidura grayi* *</td><td/><td/><td/><td/></tr><tr><td>Suncus murinus.</td><td/><td/><td/><td/></tr><tr><td>Maraca fascicularis</td><td/><td/><td/><td/></tr><tr><td>Abditomys latidens**</td><td/><td/><td/><td/></tr><tr><td>Apomys abrae** Apomys datae* *</td><td/><td/><td/><td/></tr><tr><td>Apomys microdon</td><td/><td/><td/><td/></tr><tr><td>Apomys muscuius** Apomys sacobianus* *</td><td/><td/><td/><td/></tr><tr><td>Archboldomys luzonensis.</td><td/><td/><td/><td/></tr><tr><td>Batomys dentatus\"</td><td/><td/><td/><td/></tr><tr><td>Batomys granti**</td><td/><td/><td/><td/></tr><tr><td>Bullimus bagobus group Carpomys melanuruse *</td><td/><td/><td/><td/></tr><tr><td>Carpomys phaeurus** Celaenomys silaceus* *</td><td/><td/><td/><td/></tr><tr><td>Chrotomys mindorensis Chrotomys whitcheadi* * Crateromys schadenbergi* * Crunomys fallax* *</td><td/><td/><td/><td/></tr><tr><td>Mus castanem* Phloemys cumingi* *</td><td/><td/><td/><td/></tr><tr><td>Phloemys pallidus**</td><td/><td/><td/><td/></tr><tr><td>Rattus argentiventer*</td><td/><td/><td/><td/></tr><tr><td>Rattus everetti group</td><td/><td/><td/><td/></tr><tr><td>Rattus exulans*</td><td/><td/><td/><td/></tr><tr><td>Rattus nitidus*</td><td/><td/><td/><td/></tr><tr><td>Rattus norvegirusg</td><td/><td/><td/><td/></tr><tr><td>Rattus rattus* Rhynchomys isarogensis* *</td><td/><td/><td/><td/></tr><tr><td>Rhynchomys soricoidcs**</td><td/><td/><td/><td/></tr><tr><td>Tryphomys adustus*</td><td/><td/><td/><td/></tr><tr><td>Paradoxurus henaphroditus</td><td/><td/><td/><td/></tr><tr><td>Viverra tangalunga</td><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF4": {
                "text": "List of mammal species known to occur on",
                "type_str": "table",
                "content": "<table><tr><td>Apomys musculus</td></tr><tr><td>Chrotomys mindorensis</td></tr><tr><td>Crateromys paulus* I),***</td></tr><tr><td>Rattus eueretti group</td></tr><tr><td>RattuJ exulans*</td></tr><tr><td>Rattus mindorensis**</td></tr><tr><td>Rattus norvegicus*</td></tr><tr><td>Rattus rattus'</td></tr></table>",
                "num": null
            },
            "TABREF5": {
                "text": "List of the mammals of the Negros-Panay faunal region",
                "type_str": "table",
                "content": "<table><tr><td>Island</td><td>Negros</td><td>Panay</td><td>Cebu</td></tr><tr><td>Area (km2)</td><td>13 670</td><td>12 300</td><td>442 1</td></tr><tr><td>Elevation (m)</td><td>2460</td><td>1765</td><td>1013</td></tr><tr><td>Depth to Negros (m)</td><td>-</td><td>15</td><td>90</td></tr><tr><td>Distanre to Negros (km)</td><td>-</td><td>18</td><td>5</td></tr><tr><td>Crocidura negrinus' *</td><td>T</td><td>~</td><td>~</td></tr><tr><td>Macaca fascicularis</td><td>T</td><td/><td>~</td></tr><tr><td>Apomys liltoralis</td><td>MZ</td><td/><td/></tr><tr><td>Rattus exulansm</td><td>M ,</td><td/><td/></tr><tr><td>Rattus norvegicus+</td><td>Ml</td><td/><td/></tr><tr><td>Rattus rattus*</td><td>Ml</td><td/><td/></tr><tr><td>Paradoxurus hennaphrodilus</td><td>T</td><td>T</td><td/></tr><tr><td>Viuerra tangalunga</td><td>T</td><td>BMNH</td><td>-</td></tr></table>",
                "num": null
            },
            "TABREF7": {
                "text": "Summary of the non-volant mammal faunas of 12 selected Philippine islands",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"3\">Number Palawan 11 785 27</td><td>23</td><td>3</td><td>13</td></tr><tr><td>Busuanga</td><td>938</td><td>18</td><td>15</td><td>0</td><td>0</td></tr><tr><td>Culion</td><td>400</td><td>1 1</td><td>9</td><td>0</td><td>0</td></tr><tr><td>Balabac</td><td>306</td><td>1 1</td><td>10</td><td>0</td><td>0</td></tr><tr><td>Palawan region</td><td>~</td><td>29</td><td>25</td><td>1 1</td><td>44</td></tr><tr><td>Mindanao</td><td>99 078</td><td>30</td><td>25</td><td>9</td><td>36</td></tr><tr><td>Leyte</td><td>7213</td><td>18</td><td>14</td><td>1</td><td>7</td></tr><tr><td>Dinagat</td><td>670</td><td>17</td><td>15</td><td>3</td><td>20</td></tr><tr><td>Maripipi</td><td>22</td><td>6</td><td>5</td><td>0</td><td>0</td></tr><tr><td>Mindanao region</td><td>-</td><td>38</td><td>33</td><td>26</td><td>79</td></tr><tr><td>Luzon</td><td>108 171</td><td>35</td><td>28</td><td>20</td><td>71</td></tr><tr><td>Luzon region</td><td>~-</td><td>36</td><td>29</td><td>21</td><td>72</td></tr><tr><td>Negros</td><td>13670</td><td>13</td><td>8</td><td>1</td><td>13</td></tr><tr><td>Mindoro</td><td>9735</td><td>17</td><td>14</td><td>6</td><td>43</td></tr><tr><td>Camiguin</td><td>265</td><td>5</td><td>2</td><td>0</td><td>0</td></tr><tr><td>Sulu Archipelago</td><td>-</td><td>?</td><td>7</td><td>2</td><td>29</td></tr><tr><td>Philippines</td><td/><td/><td/><td/><td/></tr><tr><td>(excluding Palawan)</td><td/><td>101</td><td>93</td><td>79</td><td>85</td></tr></table>",
                "num": null
            },
            "TABREF8": {
                "text": "Regression coefficients for species-area curves. Commensal species were not included in analyses",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Correlation</td><td/><td/></tr><tr><td>Region</td><td>J v</td><td>coefficient</td><td>Slope</td><td>Intercept</td></tr><tr><td>Malay Peninsula (mainland)</td><td>6</td><td>0.85*</td><td>0.09</td><td>1.67</td></tr><tr><td>Sunda Shelf islands</td><td>14</td><td>0.97**</td><td>0.23</td><td>0.69</td></tr><tr><td>Palawan chain</td><td>4</td><td>0.95*</td><td>0.25</td><td>0.38</td></tr><tr><td>Mindanao and Luzon</td><td>4</td><td>0.97.</td><td>0.17</td><td>0.61</td></tr><tr><td>Isolated oceanic group</td><td>3</td><td>0.92</td><td>0.44</td><td>-0.74</td></tr><tr><td>Endemic species (all regions)</td><td>14</td><td>0.75**</td><td>0.30</td><td>-0.63</td></tr></table>",
                "num": null
            },
            "TABREF9": {
                "text": "Island area and number of endemic species for islands in the study area that are known to support endemics",
                "type_str": "table",
                "content": "<table><tr><td>Island</td><td/><td>No. of</td></tr><tr><td>name</td><td>Area</td><td>endemics</td></tr><tr><td>Borneo</td><td>743 244</td><td>29</td></tr><tr><td>Sumatra</td><td>473 607</td><td>7</td></tr><tr><td>Malay Peninsula</td><td>131 676</td><td>3</td></tr><tr><td>Java</td><td>125 628</td><td>7</td></tr><tr><td>Luzon</td><td>108 171</td><td>19</td></tr><tr><td>Mindanao</td><td>99 078</td><td>9</td></tr><tr><td>Negros</td><td>13670</td><td>1</td></tr><tr><td>Palawan</td><td>I 1 785</td><td>1 1</td></tr><tr><td>Mindoro</td><td>9735</td><td>5</td></tr><tr><td>Leyte</td><td>7213</td><td>1</td></tr><tr><td>Dinagat</td><td>670</td><td>3</td></tr><tr><td>Jolo</td><td>345</td><td>1</td></tr><tr><td>'l'awi tawi</td><td>229</td><td>1</td></tr><tr><td>Ilin</td><td>47</td><td>1</td></tr></table>",
                "num": null
            },
            "TABREF10": {
                "text": "Area and composition of the faunas (non-volant land mammals) of selected Philippine islands. For each group, the number of native species (and percentage of the fauna in parentheses) is given for each island from the Sunda Shelf pattern in having proportionately larger carnivore and ungulate faunas. Negros and Camiguin are atypical in nearly all respects; it should be recalled that these islands have markedly depauperate faunas.I conclude that islands in the Philippines lack the consistency and predictability of community composition shown by the Sunda Shelf islands. Islands in the Palawan chain are most like those on the Sunda Shelf, differing most conspicuously in having more carnivores. Small islands in the Mindanao chain sometimes have faunas similar to those on Sunda Shelf islands (Dinagat), and sometimes not (Maripipi) . Mindanao is moderately dissimilar, as is Mindoro. Luzon is strongly dissimilar, as are the isolated oceanic islands of Negros and Camiguin.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Log (area)</td><td/><td/><td/><td colspan=\"2\">No. of species</td><td/><td/></tr><tr><td>Island</td><td colspan=\"9\">Type* (kmz) Total Insectivores Primates Rodents Carnivores Ungulates Dermoptera</td></tr><tr><td>Maripipi</td><td>P</td><td>1.40</td><td>6</td><td>1 (16.7)</td><td colspan=\"2\">2 (33.3) 1 (16.7)</td><td>1 (16.7)</td><td>0</td><td>1 (16.7)</td></tr><tr><td>Camiguin</td><td>0</td><td>2.42</td><td>2</td><td>0</td><td>0</td><td>1 (50.0)</td><td>I (50.0)</td><td>0</td><td>0</td></tr><tr><td>Balabac</td><td>L</td><td>2.49</td><td>10</td><td>2 (20.0)</td><td colspan=\"2\">I (10.0) 4 (40.0)</td><td>I (10.0)</td><td colspan=\"2\">2 (20.0) 0</td></tr><tr><td>Culion</td><td>L</td><td>2.60</td><td>9</td><td>1 (11.1)</td><td colspan=\"3\">I (11.1) 3 (33.3) 2 (22.2)</td><td colspan=\"2\">2 (22.2) 0</td></tr><tr><td>Dinagat</td><td>P</td><td>2.83</td><td>15</td><td>2 (13.3)</td><td colspan=\"2\">1 (6.6) 8 (53.3)</td><td>I (6.6)</td><td colspan=\"2\">2 (13.3) 1 (6.6)</td></tr><tr><td>Busuanga</td><td>L</td><td>2.97</td><td>15</td><td>1 (6.6)</td><td colspan=\"3\">1 (6.6) 7 (46.7) 5 (33.3)</td><td colspan=\"2\">1 (6.6) 0</td></tr><tr><td>Mindoro</td><td>0</td><td>3.99</td><td>14</td><td>2 (14.3)</td><td colspan=\"3\">1 (7.1) 6 (42.9) 2 (14.3)</td><td colspan=\"2\">3 (21.4) 0</td></tr><tr><td>Palaw a n t</td><td>L</td><td>4.07</td><td>23</td><td>2 (8.7)</td><td colspan=\"3\">1 (4.3) 10 (43.7) 8 (34.7)</td><td colspan=\"2\">1 (4.3) 0</td></tr><tr><td>Nrgros</td><td>0</td><td>4.14</td><td>8</td><td>1 (12.5)</td><td colspan=\"3\">I (12.5) 1 (12.5) 3 (37.5)</td><td colspan=\"2\">2 (25.0) 0</td></tr><tr><td>Mindanao</td><td>P</td><td colspan=\"2\">5.00 25</td><td>5 (20.0)</td><td colspan=\"3\">2 (8.0) 13 (52.0) 2 (8.0)</td><td colspan=\"2\">2 (8.0) 1 (4.0)</td></tr><tr><td>Luzon</td><td>P</td><td colspan=\"2\">5.03 28</td><td>1 (3.6)</td><td colspan=\"3\">I (3.6) 22 (78.6) 2 (7.1)</td><td colspan=\"2\">2 (7.1) 0</td></tr></table>",
                "num": null
            },
            "TABREF11": {
                "text": ". List of selected indigenous non-volant mammal genera from the Philippines, with notation of their closest relative and the place of that relative's occurrence. Taxa from the Palawan group are excluded",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td>Nearest</td><td/></tr><tr><td>Philippine</td><td>Closest</td><td>occurrence</td><td/></tr><tr><td>genus</td><td>relative</td><td>of relative</td><td>Source</td></tr></table>",
                "num": null
            },
            "TABREF12": {
                "text": "Mammals known to occur on Sipora Island, Mentawi Archipelago (from Musser",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            },
            "TABREF13": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>594</td></tr><tr><td>Elevation (rn)</td><td>302</td></tr><tr><td>Depth to Sumatra (m)</td><td>150</td></tr><tr><td>Distance to Sumatra (km)</td><td>110</td></tr><tr><td>Insec tivora</td><td/></tr><tr><td>Tupaia glis</td><td/></tr><tr><td>Primates Presbytis potenciani' * Nasalis concolor* * Hylobates klossii* *</td><td/></tr><tr><td>Callosciurus melanogoster* * Rodentia</td><td/></tr><tr><td>Lariscus insignis</td><td/></tr><tr><td>Sundasciurus lowii</td><td/></tr><tr><td>Petinomys hageni Hylopetes sipora* *</td><td/></tr><tr><td>Iomys horsJicldii</td><td/></tr><tr><td>Leopoldamys siporanus**</td><td/></tr><tr><td>Maxomys pagemis** Rattus lugens* *</td><td/></tr><tr><td>Rattus rattus*</td><td/></tr><tr><td>Carnivora</td><td/></tr><tr><td>Paradoxurus hemaphroditus</td><td/></tr><tr><td>Hemigalus derbyanus</td><td/></tr><tr><td>Artiodactyla</td><td/></tr><tr><td>Cervus unicolor</td><td/></tr><tr><td>Total non-volant species</td><td>17</td></tr><tr><td>Total indigenous species</td><td>16</td></tr><tr><td>*Introduced commensal species.</td><td/></tr><tr><td>**</td><td/></tr></table>",
                "num": null
            }
        }
    }
}