{
    "paper_id": "HeidemanandHeaney1989-Populationbiologyandestimatesofabundanceoffruitbats(Pteropodidae)inPhilippinesubmontanerainforest",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:08.074603Z"
    },
    "title": "Population biology and estimates of abundance of fruit bats (Pteropodidae) in Philippine submontane rainforest",
    "authors": [
        {
            "first": "P",
            "middle": [
                "D"
            ],
            "last": "Heideman'",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Michigan",
                "location": {
                    "postCode": "48109",
                    "settlement": "Ann Arbor",
                    "region": "Michigan",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "L",
            "middle": [
                "R"
            ],
            "last": "Heaney~",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "P",
            "middle": [
                "D"
            ],
            "last": "Heideman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "L",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "With 1 plate and 1 figure in the text) Thirteen species of megachiropteran bats were captured in primary forest at 830-1000 m on Negros Island in the central Phillippines; 1229 individuals were marked and released. Individuals of six species were recaptured, for an overall recapture rate of 13%. For these six species, mean movement distance ranged from 0.16 to 0.75 km. For the two species with larger sample sizes, HaplonycterisJischeri Lawrence and Ptenochirus jagori Peters, adult males moved only one-half as far as females or subadult males. For three species, Cynopterus brachyotis Muller, H.fischeri and P. jagori, minimum longevities in the wild of four or five years were documented. For the same species, estimates ofcombined subadult and adult annual survival were 60 to 80%. Density estimates for six species ranged from 0.2 to 3.7 individuals per hectare, with a cumulative density of about 10 bats per hectare. Considerable differences in proportional abundance were found between different subsamples of netted bats, but most of this variation could be accounted for by variation between habitats. Four species (Cynopterus brachyotis, Eonycteris spelaea Dobson, Macroglossus minimus Geoffroy, and Rousettus arnplexicaudatus Geoffroy) that were common in agricultural habitats distant from forest were strongly associated with clearings and rare in forest; three species (Harpyionycteris whiteheadi Thomas, Nyctimene rabori Heaney and Peterson, and Ptenochirusjagori) that were as common in clearings as in forest, or slightly more common in clearings, are absent from sites more than a kilometre from forest or forest patches, and appear to use clearings principally as flyways; and one species (Haplonycterisfischerr3 that was much more common in forest than in the adjacent clearings is elsewhere present only in or very near forest or in forest patches. Estimates of density of small subcanopy fruit bats that are derived from recapture data were found to be correlated with rank-order abundance in moderate (c. 100 fruit bats) net-samples in forest, and directly proportional to abundance of fruit bats in large (c. 300-500) samples in forest. This indicates that large netting samples can provide meaningful estimates of relative abundance for these species.",
    "pdf_parse": {
        "paper_id": "HeidemanandHeaney1989-Populationbiologyandestimatesofabundanceoffruitbats(Pteropodidae)inPhilippinesubmontanerainforest",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "With 1 plate and 1 figure in the text) Thirteen species of megachiropteran bats were captured in primary forest at 830-1000 m on Negros Island in the central Phillippines; 1229 individuals were marked and released. Individuals of six species were recaptured, for an overall recapture rate of 13%. For these six species, mean movement distance ranged from 0.16 to 0.75 km. For the two species with larger sample sizes, HaplonycterisJischeri Lawrence and Ptenochirus jagori Peters, adult males moved only one-half as far as females or subadult males. For three species, Cynopterus brachyotis Muller, H.fischeri and P. jagori, minimum longevities in the wild of four or five years were documented. For the same species, estimates ofcombined subadult and adult annual survival were 60 to 80%. Density estimates for six species ranged from 0.2 to 3.7 individuals per hectare, with a cumulative density of about 10 bats per hectare. Considerable differences in proportional abundance were found between different subsamples of netted bats, but most of this variation could be accounted for by variation between habitats. Four species (Cynopterus brachyotis, Eonycteris spelaea Dobson, Macroglossus minimus Geoffroy, and Rousettus arnplexicaudatus Geoffroy) that were common in agricultural habitats distant from forest were strongly associated with clearings and rare in forest; three species (Harpyionycteris whiteheadi Thomas, Nyctimene rabori Heaney and Peterson, and Ptenochirusjagori) that were as common in clearings as in forest, or slightly more common in clearings, are absent from sites more than a kilometre from forest or forest patches, and appear to use clearings principally as flyways; and one species (Haplonycterisfischerr3 that was much more common in forest than in the adjacent clearings is elsewhere present only in or very near forest or in forest patches. Estimates of density of small subcanopy fruit bats that are derived from recapture data were found to be correlated with rank-order abundance in moderate (c. 100 fruit bats) net-samples in forest, and directly proportional to abundance of fruit bats in large (c. 300-500) samples in forest. This indicates that large netting samples can provide meaningful estimates of relative abundance for these species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Capturing bats is often difficult, marking them presents some unique problems, and recapture rates are often very low. As a result, data on population size, density and survivorship are scanty for bats, and are essentially non-existent for most subgroups. To our knowledge, published population size and density estimates exist for only one species of tropical frugivorous bat, the Neotropical Jamaican fruit bat (Artibeus jamaicensis, family Phyllostomidae), at only a single location (Morrison, 1978a) . This lack of information has led to problems or neglect in management and conservation, and has precluded or hindered the inclusion of bats in many studies of comparative biology (e.g. Tuttle & Stevenson, 1982; Fleming, Breitwisch & Whitesides, 1987) .",
                "cite_spans": [
                    {
                        "start": 486,
                        "end": 503,
                        "text": "(Morrison, 1978a)",
                        "ref_id": null
                    },
                    {
                        "start": 691,
                        "end": 716,
                        "text": "Tuttle & Stevenson, 1982;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 717,
                        "end": 756,
                        "text": "Fleming, Breitwisch & Whitesides, 1987)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The purpose of this paper is two-fold. First, we present estimates of population size and density, movement and survival for several species of endemic Philippine fruit bats (family Pteropodidae), the first such data for Philippine bats and the most extensive for this widespread family. Although our sample sizes are relatively small, the statistical treatment and a high degree of internal consistency indicate that these data provide a good first approximation of the population biology of several species within this poorly-known group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Secondly, we test the validity of using proportional abundance of species (proportion of total captures) and captures per net-night in estimating population size by examining the relationship of these abundance estimates to density estimates obtained independently by mark and recapture. Proportional abundance and captures per net-night are frequently used as rough estimates of relative population size (e.g. O'Shea & Vaughan, 1980; Marshall & McWilliam, 1982; Findley & Wilson, 1983; Heaney et al., In press ), but the validity of such estimates is rarely tested, and apparently has not been examined previously for any group of bats.",
                "cite_spans": [
                    {
                        "start": 420,
                        "end": 434,
                        "text": "Vaughan, 1980;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 435,
                        "end": 462,
                        "text": "Marshall & McWilliam, 1982;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 463,
                        "end": 486,
                        "text": "Findley & Wilson, 1983;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 487,
                        "end": 510,
                        "text": "Heaney et al., In press",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The Old World fruit bats (family Pteropodidae) constitute a large (about 170 species) economically and ecologically important group of tropical Old World mammals. In the Philippine Islands, there are about 23 species of fruit bats, 15 of which (65%) are endemic to the archipelago. Despite the abundance and wide geographic range of pteropodids, very little has been published on their movements, population density and survival, particularly for the smaller rainforest species (e.g. Kunz, 1982) . Many investigators have been discouraged by recapture rates ranging from zero to 2% (Coe, 1975; Alcala, 1976; Marshall & McWilliam, 1982; Wolton et al., 1982) ; the few data available on local movements have come from a small number of radio-tracking studies (Bradbury, 1977 (Bradbury, , 1981 Thomas & Fenton, 1978; Fenton et al., 1985; Jacobsen, Viljoen & Ferguson, 1986) and direct observation of species that aggregate in large colonies (e.g. Ratcliffe, 1932; Huggel-Wolf & Huggel-Wolf, 1965; Kingdon, 1974) , although Start & Marshall (1976) and Lack (1978) used pollen analyses to obtain minimum foraging distances, To our knowledge, there are no existing estimates of population size, density o r survivorship for any non-colonial members of the family. Most of the species covered in this paper are small species that forage in the subcanopy, a group for which there are almost n o data on population biology. Rapid and extensive deforestation in the Philippines has led to the probable extinction of a t least one and perhaps two species of fruit bats , demonstrating the urgency of the need for studies such as this.",
                "cite_spans": [
                    {
                        "start": 484,
                        "end": 495,
                        "text": "Kunz, 1982)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 582,
                        "end": 593,
                        "text": "(Coe, 1975;",
                        "ref_id": null
                    },
                    {
                        "start": 594,
                        "end": 607,
                        "text": "Alcala, 1976;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 608,
                        "end": 635,
                        "text": "Marshall & McWilliam, 1982;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 636,
                        "end": 656,
                        "text": "Wolton et al., 1982)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 757,
                        "end": 772,
                        "text": "(Bradbury, 1977",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 773,
                        "end": 790,
                        "text": "(Bradbury, , 1981",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 791,
                        "end": 813,
                        "text": "Thomas & Fenton, 1978;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 814,
                        "end": 834,
                        "text": "Fenton et al., 1985;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 835,
                        "end": 870,
                        "text": "Jacobsen, Viljoen & Ferguson, 1986)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 944,
                        "end": 960,
                        "text": "Ratcliffe, 1932;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 961,
                        "end": 993,
                        "text": "Huggel-Wolf & Huggel-Wolf, 1965;",
                        "ref_id": null
                    },
                    {
                        "start": 994,
                        "end": 1008,
                        "text": "Kingdon, 1974)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1020,
                        "end": 1043,
                        "text": "Start & Marshall (1976)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 1048,
                        "end": 1059,
                        "text": "Lack (1978)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The present study was conducted as part of a long-term project to obtain and interpret data on the evolutionary biogeography and ecology of mammals in this complex zoogeographic region (Heaney, 1986; Heideman et al., 1987; Heideman, 1987 Heideman, , 1988 Heaney et al., In press) .",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 199,
                        "text": "(Heaney, 1986;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 200,
                        "end": 222,
                        "text": "Heideman et al., 1987;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 223,
                        "end": 237,
                        "text": "Heideman, 1987",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 238,
                        "end": 254,
                        "text": "Heideman, , 1988",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 255,
                        "end": 279,
                        "text": "Heaney et al., In press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The study area is a 302 ha forested mountain valley surrounding the larger of a pair of small lakes (Balinsasayao and Danao) (Plate I) on southern Negros Island, centred at 3 km N, 14 km W Dumaguete City (9\" 22' N, 123\" 9' E, elevation 830-1200 m). Mean monthly low and high temperatures at the site are 18.7 and 25.4 \"C, respectively, and vary by only a few degrees over the year. Rainfall is slightly seasonal, with the driest months (usually March, April and May) receiving on average about 30-80 mm of precipitation, about 25 50% of the amounts in wetter months. Total annual rainfall is about 3100 mm per year (Heideman & Erickson, In press ). The vegetation is submontane dipterocarp forest, with the higher parts of the study area grading into oak/laurel forest. The canopy is 15-30 m high, with emergents reaching 60 m in height. The dominant tree species, in order of abundance, are Shorea polysperrna (Blanco) Mefrill (Dipterocarpaceae), Syzygium nitidum Benth (Myrtaceae), and Litsea phifippinensis Merrill (Lauraceae) (Antone, 1983) . Other conspicuous canopy and emergent tree species include Agathis dammara (Lamb.) L. C. Rich. (Araucariaceae), and at least 4 emergent tree species of Ficus (Moraceae). Species in the families Alangiaceae, Myrsinaceae, Burseraceae, Anacardiaceae, Euphorbiaceae, Guttiferae, Lauraceae, Meliaceae, Moraceae and Sapotaceae are prominent canopy and subcanopy trees; oaks (Fagaceae) were present but rare (Antone, 1983) . There were approximately 20 species of Ficus within the study area, growing as vines, shrubs and free or strangling subcanopy, canopy and emergent trees. Woody and herbaceous vines, especially species of Piper (Piperaceae) and pandans (Pandanaceae) were abundant, and most large trees had a moderate epiphyte load. Prominent in the understorey and subcanopy were several species of palms, particularly rattans, as well as tree ferns (Cyathea) and several species of Musa (Musaceae). On ridgetops the understorey was often fairly dense, with most of the forest floor obscured by herbaceous vegetation, but on ridge-sides the forest floor of dead leaves and rotting wood was usually exposed.",
                "cite_spans": [
                    {
                        "start": 615,
                        "end": 645,
                        "text": "(Heideman & Erickson, In press",
                        "ref_id": null
                    },
                    {
                        "start": 1030,
                        "end": 1044,
                        "text": "(Antone, 1983)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1448,
                        "end": 1462,
                        "text": "(Antone, 1983)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "The site included numerous scattered clearings of 05-12 ha (usually 0.5-2 ha) ( Fig. l ), most of which were being utilized for subsistence agriculture. About 10-1 5% of the site had been cleared when the study began in 1982; by 1987 this had increased to about 30%. Approximately one-half of the clearings held abaca (Musa textilis), and many held wild species of MUSQ; a few held second growth up to 4 m tall. Some small-scale logging has been conducted in the forested parts of the site, mostly for the construction of the huts of subsistence farmers, although commercial sale of hand-cut timber had become dominant in 1987.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 80,
                        "end": 86,
                        "text": "Fig. l",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Tests on several bats at the beginning of the study indicated that ring bands on the forearm resulted in injury and sometimes a refusal by marked bats to fly upon release; thus, the use of wing bands was immediately discontinued. Initially, bats were also marked with a unique tattoo on the posterior edge of the wing membrane. However, the tattoos were found to fade over a period of 4-8 months on all but 1 species, Hurpyionycteris whiteheadi Thomas. Therefore, beginning in March 1983, we marked bats with monel metal numbered bands (with the sharp edges ground smooth) placed on loose neck-collars made of stainless steel ball-chain. In June 1983, after a 3-month trial period for the collars with no evidence of injuries, we discontinued all tattooing. As the collars could not be pulled over the head of large subadult or adult bats, these remained as permanent markers through the end of the 5-year period of data collection on 2 September 1987.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "The major portion of the study site was within the watershed area of Lake Balinsasayao (Plate I). The 125 net sites covered a rectangle roughly 1.3 by 2.5 km, with the 76 ha lake a t the centre (Fig. 1 ). There was a maximum distance of 2.75 km between net sites, but many of the net sites were within a smaller core area. Net sites were plotted on an enlargement of a 1 : 50,000, 20 m contour-interval topographic map; approximate position error was f 50 m.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 201,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Netting with Japanese mist nets was conducted monthly for 5-10 days from July 1982 through June 1983 , in February, April, May, June and July 1984 , and in May, June, July and September 1987 . Netting of individual sites was episodic, with an attempt made to disperse net sites over the entire study area, but sites in the western third of the study area were netted less frequently; few net-lines were netted more than three times. We used a standard procedure in selecting net locations, based on choosing sites with a relatively open subcanopy and somewhat regular spacing within a net-line. We avoided selecting net sites on the basis of proximity to fruiting trees or known roosts in order to reduce biases; less than 5% of our netting was conducted near known fruiting trees, and less than 1 %) within 50 m of known bat roosts. During any one netting session, we tended 4-12 nets a t a time, with each net normally tended for 4-6 consecutive nights. In 1982/83, most nets were checked only at dawn and dusk, but in subsequent periods nets were usually tcnded continuously for 2-6 h after sunset, and at 1-to 3-h intervals during the remainder of the night. For each bat, we routinely recorded date, location, band number, age, forearm length, weight, sex, reproductive status and a standard series of notes on physical condition. In 1982/83, most bats were fed sugar-water at least once every 4 h until release at the site of capture, either in the morning or at dusk. In 1984 and 1987, most bats were processed, fed and released at the capture site within 2 h of capture.",
                "cite_spans": [
                    {
                        "start": 91,
                        "end": 100,
                        "text": "June 1983",
                        "ref_id": null
                    },
                    {
                        "start": 101,
                        "end": 146,
                        "text": ", in February, April, May, June and July 1984",
                        "ref_id": null
                    },
                    {
                        "start": 147,
                        "end": 190,
                        "text": ", and in May, June, July and September 1987",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Data from a second site, a 5-hectare orchard planted with 7 species of fruiting trees in the city of Dumaguete ( 5 m elevation) 14 km from the primary site, were used to obtain an estimate of the local size of the population of Rousettus amplexicaudatus. Netting at this site was conducted for 1 or 2 days monthly from July 1982 through June 1983.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Movements were measured as the straight-line distance between 2 capture points for a given individual.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Movement distances of zero (recaptures at the initial capture site) were not included in the analyses. Our initial analysis used only movements over a period of 10-100 days in order to restrict these measurements to a period of time that excluded non-residents and minimized the effects of gradual home range shifts over the years of the study. However, because we found that there was no statistically significant relationship between distance moved and time interval of more than 10 days between captures (see Results), we included all movements over periods of more than 10 days in the analysis presented here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Estimates of population size, density and survivorship were obtained from subsets of the total data set. We used data only from portions of the study area in which we: ( I ) had netted an area intensively over a relatively short period of time; and (2) netted the same area within the following 1-6 months.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Our sampling methods were constrained by the terrain at the site and by the availability of trained assistants; the steep slopes precluded establishment of a grid, and with a maximum of 2-4 people tending nets we could manage no more than 12 nets effectively at any given time. Thus, we do not have true sequential point samples, although the evidence suggests that mortality, recruitment and long-distance movement were relatively low over the 1-6-month sampling periods for the species covered. Because of these sampling problems, our data are not entirely appropriate for current models that give unbiased estimates of population parameters (Otis et al., 1978; White et al., 1982) . We chose to treat our samples as pairs of point samples, using the unbiased estimator of the Petersen-Lincoln method for single mark/release studies (following Seber, 1973) . The data set meets the assumptions only imperfectly. First, it is essentially impossible to find a geographically-closed population of flying mammals on a large land mass, although our study area was partially bounded by unsuitable habitat on 3 sides: to the north and north-west by cleared land, and to part of the east by Lake Danao (Fig. 1) . Secondly, some animals were removed during the first year of data collection (Heideman, 1987 (Heideman, , 1988 . However, this known mortality (d) can be easily dealt with following Seber (1973: 70) by treating the population estimator (N*) as an estimator of the true population size (N) less the known mortality (N-d). Known mortality is then added to the estimator (d+N*) to obtain our estimates of population size. Thirdly, because the combined durations of our pairs of sampling periods were up to 6 months long, there was some opportunity for recruitment and natural mortality, although the long reproductive cycle and low fecundity of these species (1 young every 5-12 months; Heideman, 1987 Heideman, , 1988 reduces the impact of this bias. Fourthly, in many mammals, capture probability can be affected by previous capture, which biases population estimates; our results suggest that bats have a slight tendency to avoid nets where they were captured, but may be unable to detect other, unfamiliar nets. Finally, any netting method for a geographically open population of bats will sample a boundary area surrounding the netting-area proper (the 'edge'). We estimated the width of the boundary strip of the study area by taking half of the mean movement distance for a given species, a modification of the commonly used adhoc method first proposed by Dice (1938;  for a discussion of problems see Otis et al., 1978 , and references cited therein). Because of these biases, most of them tending to inflate population estimates, we also include minimum population sizes (the number of bats captured in the samples used for each population estimate).",
                "cite_spans": [
                    {
                        "start": 644,
                        "end": 663,
                        "text": "(Otis et al., 1978;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 664,
                        "end": 683,
                        "text": "White et al., 1982)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 846,
                        "end": 858,
                        "text": "Seber, 1973)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1284,
                        "end": 1299,
                        "text": "(Heideman, 1987",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1300,
                        "end": 1317,
                        "text": "(Heideman, , 1988",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1389,
                        "end": 1405,
                        "text": "Seber (1973: 70)",
                        "ref_id": null
                    },
                    {
                        "start": 1891,
                        "end": 1905,
                        "text": "Heideman, 1987",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1906,
                        "end": 1922,
                        "text": "Heideman, , 1988",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 2567,
                        "end": 2578,
                        "text": "Dice (1938;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 2579,
                        "end": 2579,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 2613,
                        "end": 2630,
                        "text": "Otis et al., 1978",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1196,
                        "end": 1204,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "We obtained simple survivorship estimates for the population of nettable bats as the proportion of marked animals in a sample at a given time divided by the proportion of the population marked previously. The method will overestimate survivorship if the population size is overestimated, and underestimate survivorship if immigration and emigration or learned avoidance of nets are common phenomena.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Rclative population density is frequently estimated by proportional abundance or by captures per netnight (papers cited above). The data obtained in this study allow an evaluation of this approach for the subcanopy species of pteropodids by comparison of these abundance measures with our independently-derived density estimates. We used samples of bats from netting areas within the study area to obtain estimates of variation in abundance data. The data were standardized in 2 ways: (1) by taking the first 100 captures of fruit bats at each site to obtain relative abundance (generally required 5-10 nets for 5-10 nights, using a randomly selected subsample from the last night); and (2) by taking all captures at a set of 24 nets scattered among 5 sites (4-6 nets/site) where nets were approximately evenly divided between clearings and forest to obtain number of bats per net-night. The first approach allowed us to evaluate local variation in relative abundance as well as to subject the data to statistical analysis, but did not provide any estimate of actual density, as netting/counting is continued until 100 individual fruit bats are obtained. The second approach provided relative density estimates to compare with density estimates obtained independently by mark and recapture. This allowed testing of the hypothesis that number of bats per net-night bears some qualitative or quantitative relationship to true density. Relative abundance figures for the study site as a whole (for comparison with density estimates) were obtained by using weighted means of the data from forest and clearings (weighting the values for forest by a factor of 3 to give results for a mix of habitats roughly equivalent to the 75YU forest and 25% cleared land of the study area). We note that standardized methods of setting and tending nets, procedures for choosing net locations, and a standard number of consecutive nights each net was tended were essential, because all 3 of these can produce systematic biases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "One additional factor, mortality associated with handling, undoubtedly affected our results to some degree. Known mortality was highest for subadult bats, at times approaching 20% under adverse weather conditions if bats were not fed. When captive bats were fed and kept warm (part of our regular procedure after the first 2 months of the study), known mortality for subadults dropped to less than 0.05 per capture. When bats were removed from nets soon after capture and fed (in 1984 and 1987), known mortality was less than 0.02 per capture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Most statistical analyses were carried out on a Compaq microcomputer using the SYSTAT statistical program (Wilkinson, 1986) ; some were carried out on a hand calculator following Sokal & Rohlf (1969).",
                "cite_spans": [
                    {
                        "start": 106,
                        "end": 123,
                        "text": "(Wilkinson, 1986)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Voucher specimens were deposited at The University of Michigan Museum of Zoology, the US National Museum of Natural History, the Philippine National Museum, and the Silliman University Museum (Philippines).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Study area, methods and materials",
                "sec_num": null
            },
            {
                "text": "Thirteen species of fruit bat were captured at the primary site: Acerodon jubatus Eschscholtz, Cynopterus brachyotis Muller, Eonycteris robustu Miller, E. spelaea Dobson, Huplonycteris Jischeri Lawrence, Harpyionycteris whiteheadi Thomas, Macroglossus minimus Geoffroy, Nyctimene rabori Heaney and Peterson, Ptenochirus jagori Peters, Pteropus pumilus Miller, P . hypomelanus Temminck, P . vampyrus Linnaeus, and Rousettus amplexicaudatus Geoffroy. One of these, E. robusta, is a new record for the island. One additional species, Dobsonia chupmani Rabor, has been recorded at the site (Rabor, Alcala & Gonzales, 1970), but probably is now extinct .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "At the primary site, we captured 2122 individual fruit bats, of which 827 were removed (as part of a study on reproductive biology; Heideman 1987 Heideman ,1988 , 1229 were marked and released, and 66 were released unmarked ( Table I ). All but 19 of the removals at the primary study site fell within the first 18 months of the 5-year study; the 19 removals from 1984 to 1987 were euthanized animals injured during capture or members of the less common species. At the orchard site, we captured 845 Rousettus amplexicaudatus, of which 371 were removed, 373 were marked and released, and 101 were released without marking.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 145,
                        "text": "Heideman 1987",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 146,
                        "end": 160,
                        "text": "Heideman ,1988",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 226,
                        "end": 233,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "At the primary site, we recaptured 307 individual bats a total of 371 times. However, we have excluded from analysis all 162 recaptures of 145 individuals that fell within 10 days of first capture because their inclusion would lead to a severe sampling bias of the movement data due to lack of independence (e.g. if bats are returning to feed at the same fruiting tree over a period of days or weeks), and are likely similarly to bias population estimates. The reduced data set includes 209 recaptures of 162 individuals, for an overall recapture rate of 13 % of all individuals marked (Table  I) . We have no recaptures at the primary site for seven species (Table I) , for all of which we released fewer than 30 marked individuals. We released from 49 to 403 marked individuals of the remaining six species (Table I) . Recapture rates for these six species varied from 8 to 22%. At the orchard site, nine R. amplexicaudatus were recaptured once (excluding those recaptured within 10 days of first capture) for a recapture rate of 24%. At both sites, our recapture rates were undoubtedly reduced by our use of tattoos on 679 individuals in 1982/83, as these markings vanished within eight months.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 586,
                        "end": 596,
                        "text": "(Table  I)",
                        "ref_id": null
                    },
                    {
                        "start": 659,
                        "end": 668,
                        "text": "(Table I)",
                        "ref_id": null
                    },
                    {
                        "start": 809,
                        "end": 818,
                        "text": "(Table I)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The greatest number of captures of a single individual was six, for one P . jagori over a 5-year period; for other species, we obtained five captures of one C. brachyotis over a 4-year period, four captures of one H.$scheri over a 1-year period, and no more than two captures of any individual of the other three species. It appears that these species of fruit bats have difficulty detecting and avoiding nets. We rarely saw a fruit bat swerve to avoid a net, even on moonlit nights, in marked contrast to microchiropterans, which we often saw avoiding nets. Once having hit a net and bounced free, fruit bats did not evince an ability to detect the same net; their usual response was to fly back laterally 1-5 m and try to pass again, usually flying back into the same net. It seems likely that these species, all but one of which lack echolocation, have difficulty detecting the fine, black nylon thread of the nets during night flight. The one species with echolocation (Rousettus umplexicuudutus) probably cannot detect nets by echolocation. All species, however, could possibly detect nets by cueing in on net poles and the 2 x 12 m net areas from which undergrowth was cleared.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Our sample sizes for movements are small, but we present them in some detail as some of the first available for smaller, rainforest-dwelling species of pteropodid bats. Mean movements (using the greatest distance recorded for each individual) ranged from 0.16 to 0.75 km for six species of fruit bats at the primary site (Table 11) . When movements over periods of 1-10 days were removed, there was no statistically significant linear relationship between distance moved and length of time between captures for any species (least-squares linear regression on log-transformed data for five of the six species in Table 11 , excluding Nyctimene rubori, in alphabetical order: N=9, 35, 10, 10, 83; R2 = 0.024, 0~087,0~57,0~20,0~01; P > 0.05 for all). The only species for which the regression approached significance (Haplonycteris; 0.10 > P > 0.05) had an R2 of only 0.087, indicating a very slight effect, if any. Therefore, we included in the analyses all distances measured over periods greater than 10 days.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 321,
                        "end": 331,
                        "text": "(Table 11)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 611,
                        "end": 619,
                        "text": "Table 11",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Because individual movement distances for some species were as high as 60% of the maximum possible between net sites within the study area, it is possible that the study area was too small to contain the typical foraging areas of these species. If so, then means of movement distances would be artefacts related largely to the size of the study area, not to the true movement distances of the bats. To assess this possibility, we compared movement distances for each group of bats to a [ Wilkinson, 1986) randomly generated series of 100 movement distances (Table 11) obtained by choosing random pairs of net sites (sites were assigned equal probabilities of selection; weighting sites according to relative netting effort did not affect the results). The mean of the random movement distances was 0.9 1 km (Table 11) . Pairwise comparisons showed significant differences between the random movement and those for all age and sex categories or species except for Nyctimene rabori (pairwise Mann-Whitney U tests; Table 11 ). Because there is a 60% probability that one of these pairwise comparisons would show a falsely significant difference at the 0.05 level (Type I error), we also followed the Bonferroni procedure for adjustment of probability values for an experiment-wise alpha of 0.05. This indicated significant differences for all categories except Cynopterus brachyotis, N . rabori, young female and adult female Ptenochirus jugori, and young female Haplonycteris fischeri (Table 11 ). For several of these groups, mean movement distances were much lower than the mean for random movements, but low sample sizes make it difficult to reject the null hypothesis. For two species, H.Jischeri and P. jagori, sample sizes were large enough to allow separation by age and sex class (Table 11 ). For P . jugori, there were significant differences among age and sex classes for mean distance moved (one-way ANOVA on log-transformed distances; Wilkinson, 1986 ; F = 8.26, d$ = 3, P < 0.001). Mean movements of adult males were half that of each of the other three groups; a post-hoc comparison of adult males with the other three groups indicated that this difference was statistically significant (one-way ANOVA on log-transformed distances; Wilkinson, 1986 ; F = 9.04, d.f. = 1, P < 0.005). (Significance levels are unadjusted for this comparison, because significance levels of post-hoc comparisons with combined degrees of freedom less than that for the original ANOVA do not require application of the Bonferroni procedure; Wilkinson, 1986.) For Haplonycteris, the comparison of movements between age and sex classes showed no statistically significant differences (one-way ANOVA on log-transformed distances, with young and adult females combined to increase cell sizes; Wilkinson, 1986 ; F = 1.5 1, d$ = 2, P > 0+2), although adult male Haplonycteris moved about half as far, on average, as the other age and sex classes. A post-hoc comparison of adult males with the other groups showed no significance at the 0.05 level, but was significant at the 0.10 level (one-way ANOVA on log-transformed distances; Wilkinson, 1986 ; F = 3-00, d$ = 1, 0.1 > P > 0.05).",
                "cite_spans": [
                    {
                        "start": 486,
                        "end": 504,
                        "text": "[ Wilkinson, 1986)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1945,
                        "end": 1960,
                        "text": "Wilkinson, 1986",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 2244,
                        "end": 2259,
                        "text": "Wilkinson, 1986",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 2530,
                        "end": 2547,
                        "text": "Wilkinson, 1986.)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 2778,
                        "end": 2793,
                        "text": "Wilkinson, 1986",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 3114,
                        "end": 3129,
                        "text": "Wilkinson, 1986",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 557,
                        "end": 567,
                        "text": "(Table 11)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 807,
                        "end": 817,
                        "text": "(Table 11)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1012,
                        "end": 1020,
                        "text": "Table 11",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1483,
                        "end": 1492,
                        "text": "(Table 11",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1786,
                        "end": 1795,
                        "text": "(Table 11",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "In 1984, we netted a site 2 km to the west of the study area, and in 1987 we renetted this site and another 2 km to the east of the study site. The first of these sites was in upper montane and mossy forest at 1280-1500 m elevation, the other in mixed second growth, sawgrass, and agricultural land at 600 m elevation (Heaney et al., In press) . At neither site did we obtain marked animals.",
                "cite_spans": [
                    {
                        "start": 318,
                        "end": 343,
                        "text": "(Heaney et al., In press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mean greatest movements for periods greater than 10 daysf I S.D. [in km, with range and N ) for six species of fruit bats by age andsex class for periods greater than 10 days. Signlficance levels of comparisons of movements between each group and the sample of 100 randomly generated movements are indicated in the last two columns. Pairwise probability values (penultimate column) have been adjusted by the Bonferroniprocedure",
                "sec_num": null
            },
            {
                "text": "Population estimates derived from mark and recapture data were possible for four species from two years, using overlapping portions of the study site, and from three other species from one year ( Table 111 ). Many of the 95% confidence limits provided for the population estimates indicate fairly high uncertainty about population sizes. For most species, however, the estimates are reliable within at least an order of magnitude, and for some are much better. Taken in the context of effective netting area, we estimate population densities of roughly 0.2 to 3.7 individuals per hectare. The most abundant species were H. jischeri, P. jugori and M . minimus, followed by H . whiteheadi, N . rabori and C. brachyotis. For one species, P. jagori, we could estimate population size and density for two portions of the study site in 1983 (Table 111) ; the values were quite similar. Surprisingly, in view of the wide confidence limits on population size, the density estimates obtained from population estimates in two years are strikingly similar for three of four species. For the one exception, P. jugori, we obtained a density estimate in 1984 that was 40% of the values for",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 196,
                        "end": 205,
                        "text": "Table 111",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 835,
                        "end": 846,
                        "text": "(Table 111)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "1983. This could have been due to increased clearing in that particular area or to the effect of depletion (see Discussion), and, at least in part, to sampling error. Because of the first two uncertainties regarding the 1984 figure, we have used only the 1983 figures for P.jugori in all of the analyses that follow. The estimated size of the population of R. umplexicuudutus at the lowland orchard is much larger than any of those at the forest site. It is, however, impossible to estimate population density using the data for R. umplexicuudutus, as the area sampled at this site is indeterminate. Rousettus may fly long distances from large cave roosts to feeding sites (Boonsong Lekagul & McNeely, 1977; Jacobsen, Viljoen, & Ferguson, 1986) , and individuals could regularly forage over more than I00 km2.",
                "cite_spans": [
                    {
                        "start": 683,
                        "end": 707,
                        "text": "Lekagul & McNeely, 1977;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 708,
                        "end": 744,
                        "text": "Jacobsen, Viljoen, & Ferguson, 1986)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "For three species, animals marked as yearlings were recaptured at least three years following first marking (Table IV) . Two P. jugorifirst marked at about three months of age were recaptured 4.7 years later. These two and another about 4 years old, all reproductively active, had bald patches on the head, and their teeth were about one-half to three-quarters as worn as the extremes found for this species in museum collections. One reproductive C. brachyotis, marked at about six months of age, was 4.5 years old when recaptured in 1987; it had teeth about one-half to threequarters as worn as the extremes for this species in museum collections. Four reproductive H . jischeri, first marked as yearlings, were 4.0 years old when recaptured in 1987; they had teeth about one-third to one-half as worn as the extremes for the species in museum collections. Two H . whiteheadi were captured 614 and 677 days after first marking (initial age greater than six months); at the time of recapture they must have been at least 2-5 years old.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 108,
                        "end": 118,
                        "text": "(Table IV)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Longevity",
                "sec_num": null
            },
            {
                "text": "Annual survivorship estimates for subadults and adults (combined to increase sample size) for three species of bats ranged from 60-80% (Table IV) . In all three cases these are based on small numbers of recaptures, but the data certainly imply that significant portions of the populations survived the three-year interval between sampling.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 145,
                        "text": "(Table IV)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Survivorship",
                "sec_num": null
            },
            {
                "text": "It is interesting to note that of 83 M. minimus marked out of an estimated population of about 190 in 1984, none was recaptured in our sample of 39 in 1987 (Table IV) . This implies low survivorship and/or relatively high immigration and emigration.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 166,
                        "text": "(Table IV)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Survivorship",
                "sec_num": null
            },
            {
                "text": "The species composition of fruit bat samples from forest and from clearings provide a measure of the local variation and sampling error of relative abundance within the study area (Table V; note that standardizing with samples of 100 required combining data from two or more months for some sites). Plots of temporal changes within a given habitat show little systematic variation, except that peaks are apparent when newly volant young of a particular species begin regular flight (e.g. the peak in H.jischeri in September in the forested portion of site 28; Table V) . Any single sample of 100 bats is likely to vary to some extent from the habitat means, but in most single samples the same rankings are obtained for the two most abundant species, the six least abundant species as a group, and about five species of intermediate abundance as a group. The clearing samples show more variation than the forest samples; this can be attributed in part to the nature of a given clearing. Macroglossus minimus is strongly associated with species of Musa; where abaca (Musa textilis) had been planted in clearings, or wild Musa were abundant, M . minimus was captured in large numbers. In addition, H . jischeri was more commonly caught in very small clearings than larger ones, especially where there were some remaining small trees or high second growth. Finally, two species ( P . pumilus and R. amplexicaudatus) were rarely caught anywhere except on cleared ridgetops. Such ridgetop clearings generally yield high returns of bats of many species, perhaps because they are common flyways between valleys, and because species that are normally more common in or above the canopy fly lower as they cross the crests of the open ridgetops.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 180,
                        "end": 189,
                        "text": "(Table V;",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 560,
                        "end": 568,
                        "text": "Table V)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "There were highly significant differences in species abundance between our forest and clearing samples ( Table V) , with three statistically identifiable groups of species: (1) three species, H . whiteheadi, N . rabori and P . jagori, captured in roughly similar proportions in both situations;",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 105,
                        "end": 113,
                        "text": "Table V)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "(2) one species, H.jischeri, captured more frequently in forest; and (3) five species, C. brachyotis, E. spelaea, M . minimus, P . pumilus and R . amplexicaudatus, captured at least three times more ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "frequently in clearings. For the last two species, however, the differences were only marginally significant and not statistically significant, respectively. A similar pattern of differences between forest and clearing samples is apparent when the data are presented as captures per net-night (Table VI) . One exception, however, is P. jugori, which is more than twice as abundant in clearings as in forest in the sample used for Table VI .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 293,
                        "end": 303,
                        "text": "(Table VI)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 430,
                        "end": 438,
                        "text": "Table VI",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Pteropus vampyrus",
                "sec_num": null
            },
            {
                "text": "Our data set contains two independent indicators of fruit bat abundance: densities estimated from mark and recapture data (Table 111) , and the number of bats captured per net-night (Table  VI) . The correlation between the number of bats per hectare (from Table 111 , using the mean where two values are given, and excluding the 1984 data for P. jugori; see above and Discussion) and the mean number per net-night (Table VI) is significant (r=0#93; P<O.O5), as is the correlation between number of bats per hectare and the weighted mean proportional abundance (Table V ; r = 0.92, P < 0.05). Similarly, in comparing only samples from forest, the relative abundance of bats (Table V, forest mean) is significantly correlated with the number per net-night (Table VI; r = 0.94, P < 0.05). Thus, estimates of density based on mark and recapture data, number caught per net-night, and number per sample of 100 bats are significantly and highly correlated with each other.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 133,
                        "text": "(Table 111)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 182,
                        "end": 193,
                        "text": "(Table  VI)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 257,
                        "end": 266,
                        "text": "Table 111",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 415,
                        "end": 425,
                        "text": "(Table VI)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 561,
                        "end": 569,
                        "text": "(Table V",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 755,
                        "end": 765,
                        "text": "(Table VI;",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Pteropus vampyrus",
                "sec_num": null
            },
            {
                "text": "The recapture rates of 8-22% we obtained at the main study site (Table I) are much higher than the 0-2% reported from most studies of the family (Coe, 1975; Alcala, 1976; Marshall & McWilliam, 1982; Wolton et al., 1982) , but approximately equivalent to those obtained by Start (1974) . Alcala (1976) reported a recapture rate of 1.5\"/0 for a marking programme of lowland species of bats (including two species of insectivorous bats) near our study areas. Most of his captures were in lowland areas with disturbed vegetation, suggesting that recapture rates may vary considerably with habitat. However, because many of his marked animals were probably E. spelaea and R. amplexicaudatus, his results for these species may be quite consistent with ours. Had we not used tattoos initially, and had our netting regime been designed with marking and recapturing in mind, with periodic returns to each site, our recapture rates might have been even higher than they were. When netting was conducted at or near previously netted sites, recaptured bats constituted as much as 70% of the total for P . jagori. This implies that mark and recapture methods can be a quite effective way to study at least some of these species.",
                "cite_spans": [
                    {
                        "start": 145,
                        "end": 156,
                        "text": "(Coe, 1975;",
                        "ref_id": null
                    },
                    {
                        "start": 157,
                        "end": 170,
                        "text": "Alcala, 1976;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 171,
                        "end": 198,
                        "text": "Marshall & McWilliam, 1982;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 199,
                        "end": 219,
                        "text": "Wolton et al., 1982)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 272,
                        "end": 284,
                        "text": "Start (1974)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 287,
                        "end": 300,
                        "text": "Alcala (1976)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 73,
                        "text": "(Table I)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Although the movement data do not allow estimation of home range size, movements should be related to home range size. The distance between pairs of capture points should rarely exceed typical home range diameter, and the mean distance between pairs of capture points should be related to home range size, if individual capture points are independent. Therefore, these data should provide at least an indication of typical movements relative to other species, and also a reflection of home range. Capture data have frequently been used to provide first approximations & Marshall, 1976 R Thomas & Fenton, 1978 R Fenton et al., 1985 R Bradbury, 1981 R Bradbury, 1977 , 1981 Start, 1974 Start, 1974 *Lack, 1978 *? Roberts, 1977 *? Ratcliffe, 1932 McNeely, 1977 R Morrison, 1978a R Morrison, 1978a Fleming et al., 1972 10 R Morrison, 19786 R Morrison, 1980 1.0 LaVal & Fitch, 1977 3.5",
                "cite_spans": [
                    {
                        "start": 568,
                        "end": 584,
                        "text": "& Marshall, 1976",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 585,
                        "end": 608,
                        "text": "R Thomas & Fenton, 1978",
                        "ref_id": null
                    },
                    {
                        "start": 609,
                        "end": 630,
                        "text": "R Fenton et al., 1985",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 631,
                        "end": 647,
                        "text": "R Bradbury, 1981",
                        "ref_id": null
                    },
                    {
                        "start": 648,
                        "end": 664,
                        "text": "R Bradbury, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 665,
                        "end": 671,
                        "text": ", 1981",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 672,
                        "end": 683,
                        "text": "Start, 1974",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 684,
                        "end": 695,
                        "text": "Start, 1974",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 696,
                        "end": 707,
                        "text": "*Lack, 1978",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 708,
                        "end": 724,
                        "text": "*? Roberts, 1977",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 744,
                        "end": 757,
                        "text": "McNeely, 1977",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 758,
                        "end": 775,
                        "text": "R Morrison, 1978a",
                        "ref_id": null
                    },
                    {
                        "start": 776,
                        "end": 793,
                        "text": "R Morrison, 1978a",
                        "ref_id": null
                    },
                    {
                        "start": 794,
                        "end": 814,
                        "text": "Fleming et al., 1972",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 815,
                        "end": 852,
                        "text": "10 R Morrison, 19786 R Morrison, 1980",
                        "ref_id": null
                    },
                    {
                        "start": 853,
                        "end": 876,
                        "text": "1.0 LaVal & Fitch, 1977",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "*? Boonsong Lekagul & R Jacobsen",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Heithaus & Fleming, 1978 0.8 LaVal & Fitch, 1977 Fleming et al., 1972 1.2 LaVal & Fitch, 1977 1.2 LaVal & Fitch, 1977 R Morrison, 1980 ** Females and non-calling males of movements for bats, and Morrison (1978~) reported capture-recapture distances for a Neotropical fruit bat that were very similar to nightly foraging distances obtained through radio telemetry, suggesting that movements between recaptures reflected typical foraging distances. The lack of a relationship between length of time between captures and distance between captures, even over periods up to three years, suggests high site fidelity. Our subjective impression of some depletion on two net-lines up to one year after removal of bats also implies high site fidelity.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 24,
                        "text": "& Fleming, 1978",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 25,
                        "end": 48,
                        "text": "0.8 LaVal & Fitch, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 49,
                        "end": 69,
                        "text": "Fleming et al., 1972",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 70,
                        "end": 93,
                        "text": "1.2 LaVal & Fitch, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 94,
                        "end": 117,
                        "text": "1.2 LaVal & Fitch, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 118,
                        "end": 134,
                        "text": "R Morrison, 1980",
                        "ref_id": null
                    },
                    {
                        "start": 195,
                        "end": 211,
                        "text": "Morrison (1978~)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "For two species, H.Jischeri and P. jagori, males moved smaller distances than females (Table 11 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 86,
                        "end": 95,
                        "text": "(Table 11",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Heithaus & Fleming (1 978) found similarly short movements for larger male CarolfiaperspicilZata (Table VII) , and suggested that these large males might be remaining near roost sites in order to increase their contact with females. Morrison (1 9784 found that male Artibeus jamaicensis had foraging distances, on average, about half those of females in Panamanian rainforest (Table VII) . He suggested that males might be roosting closer to food sources, but using more exposed roosts and transferring roosts more often. It is interesting that in our data set, apparently all adult males of both H.Jischeri and P. jagori show the same pattern of shorter movement, as the variance for adult males was lower than for other groups.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 9,
                        "end": 26,
                        "text": "& Fleming (1 978)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 97,
                        "end": 108,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 376,
                        "end": 387,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "We used a set of randomly-generated distances to assess the importance of a possible bias in our movement data. This is important because the populations are not geographically closed, and therefore the sampling area includes an area of unknown size beyond the outermost nets. Thus, individuals of some species might range over a much greater area than the study area. In order to obtain reasonable estimates of movement, the sampling area must be large enough to contain the home ranges of many or most of the animals captured, and the inter-net distance must be low enough to include a moderate number of nets within each home range (White et af., 1982) . For three species, C . brachyotis, N . rabori and P. jagori, mean greatest movement distances were from 0.35 to 0.5 times the width of the study area (Table 11) . For two of these, C. brachyotis and N . rabori, the distribution of movements was not significantly different from random after Bonferroni adjustment of probability values, as was also true for young and adult female P.jagori and for young female H.Jischeri. The lack of significance for young female H.Jischeri, at least, is probably an artefact of small sample size for that subgroup (N = 3). The absence of recaptures of any of these species at the two sites several kilometres distant suggests that those populations do not overlap greatly with those of the study site. The movement data for C. brachyotis, N . raboriand possibly female P. jagori should, however, be interpreted with caution.",
                "cite_spans": [
                    {
                        "start": 635,
                        "end": 655,
                        "text": "(White et af., 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 808,
                        "end": 818,
                        "text": "(Table 11)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "For the three species captured in at least moderate numbers at the primary site but for which we had no recaptures (Eonycteris spelaea, Pferopuspumilus and Rousettus amplexicaudatus), we have reason to suspect extremely large home ranges, with many individuals overlapping in any given area. Both E. spelaea and R . amplexicaudatus have been reported to forage at least 25 km from roosts (Table VII) , and Pteropus pumilus is a large bat belonging to a genus for which large foraging distances are the norm (Table VII) . Our results are consistent with the suggestion that these three species have home ranges much larger than our study area, resulting in infrequent recapture in the fraction of their home range we sampled. Indeed, even after marking 300 R. amplexicaudatus at the orchard site, only 2% of our captures were marked animals ( Table I) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 388,
                        "end": 399,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 507,
                        "end": 518,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 842,
                        "end": 850,
                        "text": "Table I)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Results from previous studies might have led one to conclude that foraging distances are typically much greater for Palaeotropical fruit bats (Pteropodidae) than for Neotropical frugivorous bats (Phyllostomidae) ( Table VII) . Our results are more consistent with Fleming's (1 982) suggestion that foraging distances might be related to body size, group size and the distribution and abundance of food. Large pteropodids face the problem of being at least partially excluded from the subcanopy by their size. Large groups are expected to deplete nearby food resources, necessitating longer foraging flights. Species living in habitats characterized by low food abundance for all or part of the year (e.g. dry forest or mixed forest and grassland) should need to commute longer distances for at least part of the year.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 214,
                        "end": 224,
                        "text": "Table VII)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "We suggest that the familial difference is due, at least in part, to a sampling bias: most of the data for pteropodids come from species, usually large, that either roost in large colonies or forage in dry forest or discontinuous, patchy forest, while those for most phyllostomids come from much smaller species roosting alone or in small groups and foraging in rainforest (Table VII) . Neotropical frugivorous and nectarivorous bats typically forage over relatively short distances, but foraging distances were 3-1 2 times greater in forest patches or very dry forest than in rainforest in the two phyllostomid species ( A . jamaicensis and C. perspicillata) that have been studied in both situations (Table VII) . Among pteropodids, colonially-roosting species have the greatest foraging distances (2-38 km), followed by large species in any habitat (1-5 km), and small species in drier forest or agricultural habitats (0.25-4 km) (Table VII) . Finally, the data from this study suggest typical foraging distances in the order of 0.1-1 km for small species in rainforest, comparable to those of similar-sized frugivorous bats in Neotropical rainforest (Table VII) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 373,
                        "end": 384,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 702,
                        "end": 713,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 933,
                        "end": 944,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 1154,
                        "end": 1165,
                        "text": "(Table VII)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Differences in food abundance may explain some of the within species variation in movement distances between studies at different sites. Morrison (1980) noted that fruit sources for A.jamaicensis were less abundant in the dry riparian forest he examined, and suggested that the distribution and abundance of food sources was the primary determinant of foraging distances.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 152,
                        "text": "Morrison (1980)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "This effect of food distribution probably explains Start's (1 974) report that M. minimus had typical movements of 1-2 km between recaptures in an area with small, scattered clumps of their major food source, species of Musa, while we found movements less than 0.5 km typical in a population that was concentrated in clearings containing very high densities of Musa spp.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Movement",
                "sec_num": null
            },
            {
                "text": "Morrison (1978~) estimated a density of 6 + 2 per hectare for Artibeus jamaicensis, the most commonly captured frugivorous bat species at his site in rainforest on Barro Colorado Island in Panama. His value is 50% higher than that obtained for our most abundant species, H.Jischeri. To our knowledge, there is no comparable data set on population size or density of pteropodids published elsewhere, and direct comparisons with other sites or species are not yet possible. In general, in studies in which mark and recapture of pteropodids was attempted, either small numbers and proportions of marked bats were recaptured (0 of 87: Coe, 1975; 20 of 1334 on Negros Island: Alcala, 1976; 0 of 291: Marshall & McWilliam, 1982; 20 of 955: Wolton et al., 1982) , or the data were not used to provide estimates of population parameters (Start, 1974; Bradbury, 1977) .",
                "cite_spans": [
                    {
                        "start": 671,
                        "end": 684,
                        "text": "Alcala, 1976;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 685,
                        "end": 722,
                        "text": "0 of 291: Marshall & McWilliam, 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 723,
                        "end": 754,
                        "text": "20 of 955: Wolton et al., 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 829,
                        "end": 842,
                        "text": "(Start, 1974;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 843,
                        "end": 858,
                        "text": "Bradbury, 1977)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "With one exception ( P . jagori), population densities estimated in different areas or years were quite similar within a species (Table 111 ). Our density estimate for P . jagori in 1984, however, is only 40% of the values for 1983. The difference could be due to sampling error alone, but two other factors could have played a role in the decline. The particular area sampled for P. jagori in I984 had a higher proportion of cleared land (about 35%) than did either area sampled in 1983 (about 10-15%). The species does occasionally feed in fruit trees in clearings near forest, but seems generally to use clearings only as flyways, and a reduction in forest probably results in lower densities. Secondly, our removals of P.jagori in 1983 reduced the population by about 30%, and would have contributed to a decline if replacement was poor in the following 12 months. Therefore, we use only the 1983 values elsewhere in the discussion.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 139,
                        "text": "(Table 111",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "If captures per net-night are related to density and abundance of frugivorous bats, as our data indicate for this site, then the abundance of frugivorous bats at this site is higher than in most of the Neotropics, and much higher than in Africa (Findley & Wilson, 1983) . Among similar forested sites on different islands in the Philippines, however, captures per net-night range from 0.5, a typical value for tropical Africa, to 6.0, a high value for the Neotropics (Heaney, Heideman & Mudar, 198 1; Findley &Wilson, 1983; Heaney et al., In press; Heaney & Heideman, unpubl. data) . This suggests that differences in abundance might be related to specific ecological differences between sites rather than to differences between the two bat families (Findley & Wilson, 1983) .",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 269,
                        "text": "(Findley & Wilson, 1983)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 467,
                        "end": 500,
                        "text": "(Heaney, Heideman & Mudar, 198 1;",
                        "ref_id": null
                    },
                    {
                        "start": 501,
                        "end": 523,
                        "text": "Findley &Wilson, 1983;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 524,
                        "end": 548,
                        "text": "Heaney et al., In press;",
                        "ref_id": null
                    },
                    {
                        "start": 549,
                        "end": 581,
                        "text": "Heaney & Heideman, unpubl. data)",
                        "ref_id": null
                    },
                    {
                        "start": 750,
                        "end": 774,
                        "text": "(Findley & Wilson, 1983)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "The effects of the most likely biases on our population estimates, along with some independent data, suggest that overestimation of population size and density is more likely than underestimation. These inflationary sources are: (1) mortality and recruitment occurring during the four to six months of sampling for each population estimate; (2) the possibility that our effective sampling area was larger than that calculated because our movement data may underestimate typical foraging distances; and (3) a possible decline in capture probability after first capture, resulting in an artefactual drop in the proportion of marked to unmarked animals in later sampling. We discount the latter as a major effect, as our observations suggest that these bats have difficulty detecting and avoiding nets in which they have not previously been captured. The fact that recapture rates were very high when we netted at or near areas we had netted previously also suggests that net-avoidance over periods of weeks or months is not a major factor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "Given the likelihood of overestimation due to mortality, recruitment, and underestimation of effective sampling area, the fact that our population size estimates are generally only about double the known minimum population size (i.e. the total number of animals captured) increases confidence in the results. In addition, given the proportion of bats marked in 1984 recaptured in 1987, populations could not have been more than about double our estimates without implying an annual survivorship of loo%, a highly unlikely situation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "The only likely source of bias resulting in underestimation of population size or density is incomplete sampling of the estimated area. This is unlikely, since there was some evidence in 1983 of depletion following removal of bats. If true population sizes were much larger than estimated, the effects of removal should have been slight, when in fact our capture rates dropped to less than 50% of initial rates when we returned to two sites where we had removed almost all bats captured. Thus, given these biases, survivorship estimates, and the evidence of depletion, we conclude that the true population levels are likely to be near or below those given in Table 111 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 659,
                        "end": 668,
                        "text": "Table 111",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Population size and density",
                "sec_num": null
            },
            {
                "text": "In general, our results suggest that individuals of these species may be relatively long-lived, and have a moderately high annual survivorship after entering the nettable population at an age of about three to four months ( Table IV) . Because of small sample sizes, we did not attempt to separate subadult from adult survivorship, and our figures must be regarded as tentative. However, these high subadult/adult survivorship values imply that juvenile mortality is fairly high in these species. Limited data for juvenile H.fischeri at this site suggest minimum juvenile mortality of 10-30% over the first two-thirds of lactation (Heideman, 1988) .",
                "cite_spans": [
                    {
                        "start": 631,
                        "end": 647,
                        "text": "(Heideman, 1988)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 224,
                        "end": 233,
                        "text": "Table IV)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Longevity and survivorship",
                "sec_num": null
            },
            {
                "text": "Our longevity records provide documentation of ages of four to five years for three species, C . brachyotis, H. fischeri and P. jagori. One species for which we obtained no longevity data, E. spelaea, has been reported to live at least five years in the wild (Start, 1974) . Again, comparable data on documented longevities of wild individuals of other pteropodid species are unavailable. If adult survivorship is approximately constant after the first year of life, about 5 out of 100 yearlings would reach ages of 6,8 and 13 years, for C . brachyotis, P . jagoriand H.Jischeri, respectively, given our preliminary survivorship estimates. The degree of tooth wear in the known-age individuals relative to tooth wear in museum specimens is consistent with the suggestion that C . brachyotis and P. jagori occasionally reach ages of 6-8 years, and that H.Jischeri may reach ages of more than 10 years.",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 272,
                        "text": "(Start, 1974)",
                        "ref_id": "BIBREF39"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Longevity and survivorship",
                "sec_num": null
            },
            {
                "text": "To some extent, the preliminary survivorship estimates (Table IV) can be related to the age at first reproduction and annual fecundity of the four species. Females of H.Jischeri first reproduce at 12 months of age and have only one young per year (Heideman, 1988) , and this species had the highest survivorship. In comparison, two species that first reproduce at either 8 or 12 months of age, and have two young per year, C . brachyotis and P . jagori (Heideman, 1987) , had intermediate survivorship values. The species with the lowest survivorship, M . minimus, apparently can have more than two young in one year, and females probably produce their first young at about 6-8 months of age (Heideman, 1987) .",
                "cite_spans": [
                    {
                        "start": 247,
                        "end": 263,
                        "text": "(Heideman, 1988)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 453,
                        "end": 469,
                        "text": "(Heideman, 1987)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 692,
                        "end": 708,
                        "text": "(Heideman, 1987)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 55,
                        "end": 65,
                        "text": "(Table IV)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Longevity and survivorship",
                "sec_num": null
            },
            {
                "text": "The net samples included few of the large species of fruit bats that commonly fly above and forage in the forest canopy (Acerodon jubatus and Pteropus spp., possibly including P . pumilus). Because of this probable bias in sampling, we can discuss variation only among the species that commonly fly or forage in and below the canopy.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "The analysis of relative abundance (Table V) indicates that several species are strongly associated with clearings (C. brachyotis, M . minimus, E. spelaea, P. pumilus and R. arnplexicaudatus) or with forest (H.Jischeri) on an extremely fine scale (clearing nets were < 50 m from forest edge; forest nets were < 300 m from clearings). This association accounts for much of the variation among netting samples within the study area. Most of the species more commonly netted in clearings are commonly captured in agricultural land or second growth at long distances from forest (C. brachyotis, M . minimus, E. spelaea and R. amplexicaudatus), and these species are uncommon in primary forest (Heaney et al., In press) . Their abundance in primary forest seems to be directly related to the degree of forest disturbance. However, three species common in forest but often captured in clearings at the study site ( H . whiteheadi, N . rabori and P . jagori) are never found in cleared or agricultural land distant from natural forest. Ptenochirus jagori, which is slightly more common in clearings than in forest at our site, is absent in sites more than a few kilometres from forest, and rare in areas with small patches of remnant or secondary forest. Harpyionycteris whiteheadi and N . rabori are absent from sites entirely lacking forest, and very rare in sites with small patches of remnant forest. These three species apparently use clearings largely as convenient flight routes between foraging or roosting sites, but forage in clearings rather infrequently. HaplonycterisJischeri seems to avoid even small clearings within forest.",
                "cite_spans": [
                    {
                        "start": 689,
                        "end": 714,
                        "text": "(Heaney et al., In press)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 35,
                        "end": 44,
                        "text": "(Table V)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "Single samples of moderate size (100 fruit bats) provide rank order abundances qualitatively similar to that produced by density estimates (Table V and HI), while abundances from sample means are strongly correlated with density estimates. Some species, notably H. whiteheadi, show relatively higher variation not related to habitat type. None the less, these results suggest that samples of fruit bats in the order of 100 captures can provide reasonable, meaningful estimates of rank-order abundance for the species of pteropodids that commonly fly in the understorey, if care is taken to restrict the sample to nets in a single habitat (e.g. forest or small clearings). When a larger sample (e.g. the mean number per net-night for 609 bats from Table VI) is compared with our density estimates (Table 111) , the significant correlation (r = 0.93) demonstrates that the association is quantitative, not merely qualitative. We conclude that our sampling procedure produces data suitable for documenting rank-order abundance and rough estimates of density with a sample of 100 fruit bats, and good quantitative estimates of relative abundance and relative density with samples of 300-500. Thus, given samples of 500 bats collected in the same way at a number of sites, we argue that two-fold or greater differences in abundance and density can be detected reliably for many species, and that even smaller differences can be detected for the most abundant species. Reliable detection of differences on a finer scale would be difficult; we note that in different years our methodology has yielded from 4.4 to 6.0 bats per net-night in forest at the primary site (Heaney, Heideman & Mudar, 1981; In press; this study). We emphasize that these estimates depend strongly upon standardization of data collection methods (see Methods), particularly according to the choice of net locations, the personnel setting and tending nets, and the number of nights nets are left in each spot; less standardization would yield correspondingly less interpretable results.",
                "cite_spans": [
                    {
                        "start": 1659,
                        "end": 1691,
                        "text": "(Heaney, Heideman & Mudar, 1981;",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 747,
                        "end": 756,
                        "text": "Table VI)",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 796,
                        "end": 807,
                        "text": "(Table 111)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Community composition and local heterogeneity",
                "sec_num": null
            },
            {
                "text": "Six points deserve emphasis: (1) Movements of five small frugivorous species, as well as those of the nectarivore M . minimus, were lower than those reported previously for pteropodids, but were similar to those reported for phyllostomids of similar size in rainforest in the Neotropics. (2) Estimates of population size and density suggest that for the same set of pteropodids (those commonly flying or foraging in the subcanopy), netting is an effective sampling technique at this site, and that most of the individuals at a given netting location can be captured with moderate netting efforts (e.g. 10-20 well-placed nets tended for five nights each). (3) Subadult/adult preliminary survivorship estimates ranged from 60-80% per year for three species, and the values for each species may be related to their age at first reproduction and annual fecundity. (4) There was a clear dichotomy between species associated with clearings containing mixed agricultural crops or second growth, and those associated with forest habitats; much of the variation in relative abundance was attributable to the association of some species with either forest or clearings. (5) Overall rank-order abundance as determined by mark-and-recapture data was highly correlated with that determined from relative capture abundance, despite the heterogeneity of the study area. (6) Estimates of density of small, subcanopy fruit bats that were derived from mark and recapture data were found to be highly correlated with rank-order abundance in moderate (c. 100 bats) net samples in forest, and directly proportional to abundance of fruit bats in large (300 or more bats) net samples in forest. The results suggest that, in primary forest, samples of 100 fruit bats can provide good estimates of rank-order abundance, and larger samples (300-500 bats) can approximate estimates of abundance that are directly proportional to density.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "We gratefully acknowledge extensive logistical support from Dr Angel C. Alcala and the late Dr Luz Ausejo. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary",
                "sec_num": null
            },
            {
                "text": "P . D . HEIDEMAN A N D L. R . HEANEY",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Philippine land vertebrates",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Alcala",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alcala, A. C. (1976). Philippine land vertebrates. Quezon City, Philippines: New Day Publishers.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Vegetation analysis surrounding Lake Balinsasayao-Lake Danao, Negros Oriental: I. The tree species",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Antone",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Antone, M. S. (1983). Vegetation analysis surrounding Lake Balinsasayao-Lake Danao, Negros Oriental: I. The tree species.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Lek mating behaviour in the hammer-headed bat. 2. Tierpsychol",
                "authors": [
                    {
                        "first": "Boonsong",
                        "middle": [],
                        "last": "Lekagul",
                        "suffix": ""
                    },
                    {
                        "first": "&",
                        "middle": [],
                        "last": "Mcneely",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Sahakarnbhat",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bangkok",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Bradbury",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "225--255",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boonsong Lekagul & McNeely, J. A. (1977). Mammals of Thailand. Sahakarnbhat, Bangkok. Bradbury, J. W. (1977). Lek mating behaviour in the hammer-headed bat. 2. Tierpsychol. 4 5 225-255.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Mammalian ecological studies on Mount Nimba",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Bradbury",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Naturalselection andsocialbehovior: recent research andnew theory: 138-Coe, M",
                "volume": "3",
                "issue": "",
                "pages": "9--523",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bradbury, J. W. (1981). The evolution of leks. In Naturalselection andsocialbehovior: recent research andnew theory: 138- Coe, M. (1975). Mammalian ecological studies on Mount Nimba, Liberia. Mammolia 3 9 523-580.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Some census methods for mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "J. Wildl. Mgmt",
                "volume": "2",
                "issue": "",
                "pages": "119--130",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice, L. R. (1938). Some census methods for mammals. J. Wildl. Mgmt 2: 119-130.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The roosting and foraging areas of Epomophorus wahlbergi (Pteropodidae) and Scotophilus viridis (Vespertilionidae) in Kruger National Park, South Africa",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Fenton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Brigham",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Mills",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [
                            "L"
                        ],
                        "last": "Rautenbach",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "J. Mammal",
                "volume": "66",
                "issue": "",
                "pages": "461--468",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fenton, M. B., Brigham, R. M., Mills, A. M. & Rautenbach, I. L. (1985). The roosting and foraging areas of Epomophorus wahlbergi (Pteropodidae) and Scotophilus viridis (Vespertilionidae) in Kruger National Park, South Africa. J. Mammal. 66: 461-468.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Are bats rare in tropical Africa?",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Biotropica",
                "volume": "1",
                "issue": "",
                "pages": "5--299",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Findley, J. S. & Wilson, D. E. (1983). Are bats rare in tropical Africa? Biotropica 1 5 299-303.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Foraging strategies ofplant-visiting bats",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Ecology ofbats",
                "volume": "",
                "issue": "",
                "pages": "287--325",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, T. H. (1982). Foraging strategies ofplant-visiting bats. In Ecology ofbats: 287-325. Kunz, T. H. (Ed.). New York:",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Patterns of tropical vertebrate frugivore diversity",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Breitwisch",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "H"
                        ],
                        "last": "Whitesides",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Ann. Rev",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, T. H., Breitwisch, R. & Whitesides, G. H. (1987). Patterns of tropical vertebrate frugivore diversity. Ann. Rev.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Three Central American bat communities: structure, reproductive",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "&wilson",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, T. H., Hooper, E. T. &Wilson, D. E. (1972). Three Central American bat communities: structure, reproductive",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Biogeography of mammals in SE Asia: estimates of rates ofcolonization, extinction and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L. R. (1986). Biogeography of mammals in SE Asia: estimates of rates ofcolonization, extinction and speciation.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Philippine fruit bats: Endangered and extinct",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Bats",
                "volume": "5",
                "issue": "",
                "pages": "3--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L. R. & Heideman, P. D. (1987). Philippine fruit bats: Endangered and extinct. Bats 5 3-5.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Ecological notes on mammals in the Lake Balinsasayao Region",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Mudar",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "P D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C B"
                        ],
                        "last": "Utzurrum",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H S"
                        ],
                        "last": "Klompen",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney, L. R., Heideman, P. D. & Mudar, K. M. (1981). Ecological notes on mammals in the Lake Balinsasayao Region, Heaney, L. R., Heideman. P. D., Rickart, E. R., Utzurrum, R. C . B. & Klompen, J. H. S. (In press). Elevationdl zonation of",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The reproductive ecology of a community of Philippine,fruit bats (Megachiropfera, Preropodidae)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heideman, P. D. (1987). The reproductive ecology of a community of Philippine,fruit bats (Megachiropfera, Preropodidae) .",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The timing of reproduction in the fruit bat Haplonycterisfischeri (Pteropodidae): geographic",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heideman, P. D. (1988). The timing of reproduction in the fruit bat Haplonycterisfischeri (Pteropodidae): geographic",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The climate and hydrology of the Lake Balinsasayao Watershed",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Negros Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Patterns of faunal diversity and species",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heideman, P. D. & Erickson, K. R. (In press). The climate and hydrology of the Lake Balinsasayao Watershed, Negros Heideman, P. D., Heaney, L. R., Erickson, K. R. & Thomas, R. L. (1987). Patterns of faunal diversity and species",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "La biologie dEidolon helvum (Kerr) (Megachiroptera)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Heithaus",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Acta trop",
                "volume": "22",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heithaus, E. R. & Fleming, T. H. (1978). Foraging movements of a frugivorous bat, Carollia perspicillara Huggel-Wolf, H. & Huggel-Wolf, M. L. (1965). La biologie dEidolon helvum (Kerr) (Megachiroptera). Acta trop. 22: 1-10,",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Radio tracking of problem fruit bats (Rousetius amplexicaudatus) in the Transvaal with notes on flight and energetics",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "H G"
                        ],
                        "last": "Jacobsen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Viljoen",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Ferguson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Z. Saugetierk",
                "volume": "51",
                "issue": "",
                "pages": "205--208",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jacobsen, N. H. G., Viljoen, P. C. & Ferguson, W. (1986). Radio tracking of problem fruit bats (Rousetius amplexicaudatus) in the Transvaal with notes on flight and energetics. Z. Saugetierk. 51: 205-208.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "East African mammals: an atlas of evolution in Africa 2 A",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kingdon",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kingdon, J. (1974). East African mammals: an atlas of evolution in Africa 2 A. London: Academic Press.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Ecology of bats",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Kunz",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kunz, T. H. (1982). Ecology of bats. New York: Plenum Press.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The ecology of flowers of the savanna tree Maranthes polyandra and their visitors",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lack",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Structure, movements and reproduction in three Costa Rican bat communities",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lack, A. (1978). The ecology of flowers of the savanna tree Maranthes polyandra and their visitors, with particular LaVal, R. K. & Fitch, H. S. (1977). Structure, movements and reproduction in three Costa Rican bat communities. O m Plenum Press.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "cycles and movement patterns",
                "authors": [],
                "year": null,
                "venue": "Eco~. Syst",
                "volume": "1",
                "issue": "",
                "pages": "555--569",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eco~. Syst. 1 8 91-109. cycles and movement patterns. Ecology 53: 555-569.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "31. mammals in the central Philippines",
                "authors": [
                    {
                        "first": "Negros",
                        "middle": [],
                        "last": "Oriental",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philippines. Silliman J",
                "volume": "2",
                "issue": "",
                "pages": "122--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Negros Oriental, Philippines. Silliman J. 2 8 122-1 31. mammals in the central Philippines. J. Trop. Ecol.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "University of Michigan. variation and delayed development",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Unpubl",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "J. Zool",
                "volume": "215",
                "issue": "",
                "pages": "577--595",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Unpubl. PhD thesis, University of Michigan. variation and delayed development. J. Zool., Lond. 215: 577-595.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "abundance of non-volant small mammals on Negros Island",
                "authors": [
                    {
                        "first": "Philippines",
                        "middle": [],
                        "last": "Oriental",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Silliman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Phyllostomatidae). Ecol. Monogr",
                "volume": "6",
                "issue": "",
                "pages": "287--295",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oriental, Philippines. Silliman J. abundance of non-volant small mammals on Negros Island, Philippines. J. Mammal. 6 8 888-892. (Phyllostomatidae). Ecol. Monogr. 48: 127-143. reference to bats. J . Ecol. 66: 287-295.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Ecological observations on epomophorine fruit-bats (Megachiroptera) in",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Mcwilliam",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marshall, A. G . & McWilliam, A. N. (1982). Ecological observations on epomophorine fruit-bats (Megachiroptera) in",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Foraging ecology and energetics of the frugivorous bat Artiheus jamaicensis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Ecology",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morrison, D. W. (1978~). Foraging ecology and energetics of the frugivorous bat Artiheus jamaicensis. Ecology 5 9 716-",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Influence of habitat on the foraging distances of the fruit bat, Artiheus jumaicensis",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "J. Mammal",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morrison, D. W. (1978b). Influence of habitat on the foraging distances of the fruit bat, Artiheus jumaicensis. J. Mammal.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Foraging and day-roosting dynamics of canopy fruit bats in Panama",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "J . Mammal",
                "volume": "61",
                "issue": "",
                "pages": "20--29",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morrison, D. W. (1980). Foraging and day-roosting dynamics of canopy fruit bats in Panama. J . Mammal. 61: 20-29.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Ecological observations on an East African bat community",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "O'shea",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Vaughan",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Mammalia",
                "volume": "44",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "O'Shea, T. J. & Vaughan, T. A. (1980). Ecological observations on an East African bat community. Mammalia 44: 485-",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Statistical inference from capture data on closed",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Otis",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Burnham",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "White",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Philippines. Silliman J",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Otis, D. L., Burnham, K. P., White, G. C. & Anderson, D. R. (1978). Statistical inference from capture data on closed Rabor, D. S., Alcala, A. C. & Gonzales, R. B. (1970). A list of the land VertebratesofNegros Island, Philippines. Silliman J .",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Notes on the fruit bats (Pleropus spp.) of Australia",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Ratcliffe",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "J . Anim. Ecol",
                "volume": "I",
                "issue": "",
                "pages": "32--57",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ratcliffe, F. (1932). Notes on the fruit bats (Pleropus spp.) of Australia. J . Anim. Ecol. I: 32-57.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "The mammals of Pukistan",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Roberts",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roberts, T. J. (1977). The mammals of Pukistan. London: Ernest Benn Ltd.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The estimation of animal abundance",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A F"
                        ],
                        "last": "Seber",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Seber, G. A. F. (1973). The estimation of animal abundance. London: Griffin Press.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The feeding biology in relation to food sources ofnectarivorous hats (Chiroptera: Macroglossinae) in Malaysia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Start",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Start, A. N. (1974). The feeding biology in relation to food sources ofnectarivorous hats (Chiroptera: Macroglossinae) in Malaysia. Unpubl. PhD thesis, University of Aberdeen.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Nectarivorous bats as pollinators of trees in West Malaysia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "N"
                        ],
                        "last": "Start",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Tropiral trees: turiation, breeding and conservation",
                "volume": "",
                "issue": "",
                "pages": "141--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Start, A. N. & Marshall, A. G. (1976). Nectarivorous bats as pollinators of trees in West Malaysia. In Tropiral trees: turiation, breeding and conservation: 141-150. Burley, J. & Styles, B. T. (Eds). London: Academic Press.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Notes on the dry season roosting and foraging behaviour of Epomophorus gambiunus and Rousettus aegyptiacus (Chiroptera: Pteropodidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Fenton",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "J . Zool",
                "volume": "186",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas, D. W. & Fenton, M. B. (1978). Notes on the dry season roosting and foraging behaviour of Epomophorus gambiunus and Rousettus aegyptiacus (Chiroptera: Pteropodidae). J . Zool., Lond. 186: 403 406.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Growth and survival of bats",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Tuttle",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Stevenson",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Ecology of bats",
                "volume": "",
                "issue": "",
                "pages": "105--106",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tuttle, M. D. & Stevenson, D. (1982). Growth and survival of bats. In Ecology of bats: 105-1 50. Kunz, T. H. (Ed.). New York: Plenum Press.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Capture-recapture andremoval methods,for sampling closedpopulations",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "White",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "R"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "Burnham",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "&otis",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "White, G. C., Anderson, D. R., Burnham, K. P. &Otis, D. L. (1982). Capture-recapture andremoval methods,for sampling closedpopulations. Los Alamos National Laboratory, Los Alamos.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "SYSTAT: the .system for statistics",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Wilkinson",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilkinson, L. (1986). SYSTAT: the .system for statistics. SYSTAT, Inc., Evanston, Illinois.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Ecological and behavioural studies of the West African savanna woodland",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Wolton",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Arak",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "C J"
                        ],
                        "last": "Godfray",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "J . Zool.. Lond",
                "volume": "6",
                "issue": "",
                "pages": "297--315",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolton, R. J., Arak, P. A., Godfray, H. C. J. & Wilson, R. P. (1982). Ecological and behavioural studies of the West African savanna woodland. J . Zool.. Lond. 198 53-67. 723. 59: 622-624. 496. animal populations. Wildl. Monogr. 6 2 1-135. 17: 297-315.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Megachiroptera at Mount Nimba, Liberia, with notes on Microchiroptera",
                "authors": [],
                "year": null,
                "venue": "Mammalia",
                "volume": "4",
                "issue": "",
                "pages": "4--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Megachiroptera at Mount Nimba, Liberia, with notes on Microchiroptera. Mammalia 4 6 4 19-448.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "text": "Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "num": null,
                "text": "Study area, methods and materials . . . . . . . . . . . . . . . . . . . . . . . .",
                "uris": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "num": null,
                "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
                "uris": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "num": null,
                "text": "Topographic map (100 m interval) of the study area showing net-lines and individual net sites. PLATE I. Photograph of Lake Balinsasayao and the study area, looking south-west from the top of Mt. Guintabon. Several clearings of 1-4 hectares are visible on the far side of the lake. (Photo taken in 1982 by K. R. Erickson.)",
                "uris": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "num": null,
                "text": "Total of 98 captures in clearings at site 28; 2 more (one CYBR and one PTJA) assigned randomly with selection AJ-Plus one Acerodon jubatus; ER-Plus one Eonycteris robusta; PH-Plus one Pteropus hypomeianus; PV-Plus one probabilities set by the proportion in the sample.",
                "uris": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "num": null,
                "text": ". D. HEIDEMAN A N D L. R . HEANEY",
                "uris": null
            },
            "FIGREF7": {
                "type_str": "figure",
                "num": null,
                "text": "Batal, 0. J . I. Delalamon, K. R. Erickson, S. M. G. Hoffman, J. H. S. Klompen, V. LaRoche, C. Lumhod, E. A. Rickart, J. A. Schneider, L. Tagat, R. L. Thomas and especially R. C. B. Utzurrum were of great help in the field. We were privileged to be Visiting Research Associates of the Institute of Philippine Culture at the Ateneo de Manila University, Manila, and Silliman University, Dumaguete City; both institutions provided invaluable support. We thank G . K. Creighton, F. S. Dobson, C . 0. Handley, Jr, E. A. Rickart, S. M. G . Hoffman, D. E. Wilson and an anonymous reviewer for many useful comments on an earlier draft of the manuscript. This research was carried out with funding from the Rackham Foundation and the Museum of Zoology of The University of Michigan, the American Society of Mammalogists, The Explorer's Club of New York, Sigma Xi and the National Science Foundation (predoctoral fellowship to Heideman and Grant no. BSR-8514223 to Heaney).",
                "uris": null
            },
            "TABREF0": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td/><td/><td colspan=\"2\">Weight</td><td/><td colspan=\"4\">Captures and recaptures</td></tr><tr><td>Species</td><td>M</td><td>(N)</td><td>F</td><td>(N)</td><td colspan=\"4\">C MA IR TR %IR</td></tr><tr><td>Primary site:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>A . jubatus**</td><td>1061</td><td colspan=\"2\">( 5 ) 948*</td><td>(2)</td><td>1</td><td>0</td><td/></tr><tr><td>C. brachyotis</td><td colspan=\"4\">31.6 (66) 30.7 (26)</td><td>131</td><td>62</td><td colspan=\"2\">9 14 15</td></tr><tr><td>E. robusta</td><td>77.8</td><td>(3)</td><td/><td/><td>6</td><td>0</td><td/></tr><tr><td>E. spelaea</td><td colspan=\"3\">71.7 (31) 58.7</td><td>(5)</td><td>67</td><td>21</td><td>0</td></tr><tr><td>H . fischeri</td><td colspan=\"2\">18.1 (157)</td><td colspan=\"2\">18.6 (209)</td><td colspan=\"4\">697 370 35 41</td><td>9</td></tr><tr><td>H . whiteheadi</td><td>114</td><td colspan=\"2\">(59) 119</td><td>( 5 )</td><td colspan=\"4\">140 109 11 I 1 10</td></tr><tr><td>M . minimus</td><td colspan=\"2\">19.1 (93)</td><td colspan=\"2\">18.9 (43)</td><td colspan=\"4\">335 172 13 13</td><td>8</td></tr><tr><td>N. rabori</td><td colspan=\"3\">69.3 (13) 69.1</td><td>(7)</td><td>57</td><td>49</td><td>4</td><td>4</td><td>8</td></tr><tr><td>P . jagori</td><td colspan=\"4\">87.1 (145) 86.2 (59)</td><td colspan=\"4\">603 403 90 126 22</td></tr><tr><td>P. hypomelanusf*</td><td>423</td><td colspan=\"2\">(3) 345</td><td>(2)</td><td>1</td><td>0</td><td/></tr><tr><td>P. pumilus</td><td>180</td><td colspan=\"2\">(4) 150</td><td>(7)</td><td>41</td><td>27</td><td>0</td></tr><tr><td>P. vampyrus</td><td>807</td><td>(1)</td><td/><td/><td>1</td><td>0</td><td/></tr><tr><td>R. amplexicaudatus</td><td/><td/><td/><td/><td>43</td><td>16</td><td>0</td></tr><tr><td>Orchard site:</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>R. amplexicaudatus</td><td colspan=\"4\">99.3 (61) 75.9 (129)</td><td colspan=\"2\">845 373</td><td>9</td><td>9</td><td>2</td></tr><tr><td>Total for primary site:</td><td/><td/><td/><td/><td colspan=\"4\">2122 1229 162 209</td><td>13</td></tr></table>"
            },
            "TABREF1": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>H. fischeri</td><td/></tr><tr><td>Adult males</td><td>0.16 &amp; 0.1 1</td></tr><tr><td>Adult females</td><td>0.38 f 0.29</td></tr><tr><td>Young males</td><td>0.32+0.29</td></tr><tr><td>Young females</td><td>0.36 k0.41</td></tr><tr><td>P . jagori</td><td/></tr><tr><td>Adult males</td><td>0.32 f 0.1 8</td></tr><tr><td>Adult females</td><td>0.60f0.37</td></tr><tr><td>Young males</td><td>0.67 f 0.30</td></tr><tr><td>Young females</td><td>0.75 f0.36</td></tr><tr><td>C . brachyotis</td><td>0.65 f0.34</td></tr><tr><td>H . whiteheadi</td><td>0.41 f 0.40</td></tr><tr><td>M . minimus</td><td>0.25 k0.19</td></tr><tr><td>N . rabori</td><td/></tr><tr><td>100 Randomly</td><td/></tr><tr><td>generated movements</td><td/></tr></table>"
            },
            "TABREF2": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td/><td/><td/><td>1983</td><td/><td/><td/><td/><td>1984</td><td/><td/></tr><tr><td/><td colspan=\"2\">Known Est.</td><td/><td colspan=\"2\">Approx. Density</td><td colspan=\"2\">Known Est.</td><td/><td colspan=\"2\">Approx. Density</td></tr><tr><td>Species</td><td colspan=\"3\">Pop. Pop. 95% CI</td><td colspan=\"2\">Area (No./ha)</td><td colspan=\"3\">Pop. Pop. 95% CI</td><td colspan=\"2\">Area (No./ha)</td></tr><tr><td>c'. bruchyotis</td><td>(22)</td><td>27</td><td>22-640</td><td>100</td><td>0.3</td><td>(26)</td><td>41</td><td>27-118</td><td>150</td><td>0.2</td></tr><tr><td>H . jscheri</td><td>(110)</td><td colspan=\"2\">224 151-510</td><td>60</td><td>3.7</td><td>(97)</td><td colspan=\"2\">292 178-650</td><td>80</td><td>3.7</td></tr><tr><td>H . whitehead;</td><td>(29)</td><td>52</td><td>29-459</td><td>75</td><td>0.7</td><td/><td/><td/><td/><td/></tr><tr><td>M . minimus</td><td>(83)</td><td colspan=\"2\">190 125-381</td><td>90</td><td>2. I</td><td/><td/><td/><td/><td/></tr><tr><td>N . rubori</td><td>(46)</td><td>100</td><td>67-866</td><td>400</td><td>0.3</td><td>( 6 )</td><td>9</td><td>7 732</td><td>40</td><td>0.2</td></tr><tr><td>P. ,jugori (I)</td><td>(131)</td><td colspan=\"2\">247 179-476</td><td>90</td><td>2.7</td><td>(85)</td><td colspan=\"3\">162 113-~286 150</td><td>1.1</td></tr><tr><td>P. ,jugori (11)</td><td>(89)</td><td colspan=\"2\">312 187-1136</td><td>100</td><td>3.1</td><td/><td/><td/><td/><td/></tr><tr><td colspan=\"4\">R. amplexicaudutus (526) 2700 1200-6400</td><td>large</td><td/><td/><td/><td/><td/><td/></tr></table>"
            },
            "TABREF3": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td>~~</td><td>~~~</td><td>~</td><td>~~</td><td/><td/><td/></tr><tr><td/><td>1984</td><td/><td>1987</td><td/><td/><td/></tr><tr><td/><td/><td/><td>-~</td><td/><td>Approx.</td><td>Documented</td></tr><tr><td>Species</td><td/><td/><td/><td/><td/><td/></tr><tr><td>C. bruchyotis</td><td>41</td><td>26</td><td>8</td><td>1</td><td>0.6</td><td>4.5</td></tr><tr><td>H . jischeri</td><td>292</td><td>97</td><td>28</td><td>4</td><td>0.8</td><td>4.0</td></tr><tr><td>M . minimus</td><td>190</td><td>83</td><td>39</td><td>0</td><td/><td/></tr><tr><td>P. jagori</td><td>162</td><td>85</td><td>31</td><td>5</td><td>0.7</td><td>5.0</td></tr></table>"
            },
            "TABREF4": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td colspan=\"2\">Species</td><td/></tr><tr><td/><td>Samdine . I</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Site -</td><td>periods</td><td colspan=\"2\">CYBR EOSP</td><td colspan=\"4\">HAFI HAWH MAMI NYRA</td><td>PTJA PTPU ROAM</td></tr><tr><td>FOREST:</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>44</td><td>8/82</td><td>2</td><td>0</td><td>41</td><td>0</td><td>8</td><td>8</td><td>35</td></tr><tr><td>28</td><td>9/82</td><td>4</td><td>0</td><td>69</td><td>3</td><td>2</td><td>3</td><td>19</td></tr><tr><td>36</td><td>3/83</td><td>1</td><td>0</td><td>59</td><td>4</td><td>0</td><td>3</td><td>33</td></tr><tr><td>25</td><td>11/82, 6/83</td><td>2</td><td>1</td><td>45</td><td>12</td><td>5</td><td>4</td><td>29</td></tr><tr><td>20</td><td>10/82, 4-6/83</td><td>3</td><td>1</td><td>55</td><td>8</td><td>10</td><td>0</td><td>18</td></tr><tr><td>35</td><td>8/82,4-5/83</td><td>3</td><td>0</td><td>52</td><td>0</td><td>1</td><td>4</td><td>40</td></tr><tr><td>Mean</td><td/><td>2.5</td><td>0.3</td><td>54.5</td><td>4.5</td><td>4.3</td><td>3.7</td><td>29.0</td></tr><tr><td colspan=\"2\">Standard deviation</td><td>1.0</td><td>0.5</td><td>8.8</td><td>4.7</td><td>4.0</td><td>2.6</td><td>8.9</td></tr><tr><td colspan=\"3\">CLEARING/SECOND GROWTH</td><td/><td/><td/><td/><td/><td/></tr><tr><td>28*</td><td>6, 7/82</td><td>15</td><td>3</td><td>12</td><td>I</td><td>12</td><td>0</td><td>42</td></tr><tr><td>10</td><td>12/82</td><td>9</td><td>1</td><td>16</td><td>1</td><td>10</td><td>2</td><td>61</td></tr><tr><td>12</td><td>1/83</td><td>6</td><td>3</td><td>21</td><td>12</td><td>16</td><td>4</td><td>31</td></tr><tr><td>20</td><td>4, 6/83</td><td>8</td><td>4</td><td>I</td><td>5</td><td>36</td><td>I</td><td>33</td></tr><tr><td>36</td><td>12/82, 3/83</td><td>9</td><td>3</td><td>9</td><td>3</td><td>9</td><td>1</td><td>56</td></tr><tr><td>2</td><td>2--6184</td><td>18</td><td>4</td><td>4</td><td>6</td><td>36</td><td>3</td><td>29</td></tr><tr><td>15</td><td>10/82,6/84</td><td>8</td><td>2</td><td>2</td><td>18</td><td>8</td><td>I</td><td>40</td></tr><tr><td>Mean</td><td/><td>104</td><td>2.9</td><td>10.1</td><td>7.4</td><td>18.1</td><td>2.6</td><td>41.7</td></tr><tr><td colspan=\"2\">Standard deviation</td><td>4.4</td><td>1.1</td><td>6.1</td><td>5.8</td><td>12.4</td><td>2.4</td><td>12.4</td></tr><tr><td colspan=\"2\">Difference between habitats</td><td>**</td><td>**</td><td>**</td><td>NS</td><td>**</td><td>NS</td><td/></tr><tr><td colspan=\"2\">Weighted mean for study area</td><td>4.5</td><td>1 .o</td><td>43.4</td><td>5.0</td><td>7.8</td><td>3.4</td><td/></tr></table>"
            },
            "TABREF5": {
                "type_str": "table",
                "num": null,
                "text": "",
                "content": "<table><tr><td/><td/><td/><td/><td/><td>Species</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td>-</td><td/><td/><td/><td/><td/><td/><td>No. net-</td></tr><tr><td/><td colspan=\"11\">CYBR EOSP HAFI HAWH MAMI NYRA PTJA PTPU ROAM Total nights</td></tr><tr><td/><td/><td>~</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Forest:</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Number per</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>net-night</td><td>0.1</td><td>0</td><td>3.9</td><td>0.5</td><td>0.1</td><td>0.2</td><td>1.1</td><td>0.02</td><td>0.04</td><td>6.0</td></tr><tr><td/><td>(7)</td><td>(0)</td><td>(193)</td><td>(23)</td><td>( 5 )</td><td>(8)</td><td>(54)</td><td>(1)</td><td>(2)</td><td>(293)</td><td>49</td></tr><tr><td>Clearing:</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Number per</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>net-night</td><td>0.51</td><td>0.1</td><td>0.6</td><td>0.2</td><td>0.9</td><td>0.2</td><td>2.5</td><td>0.03</td><td>0.1</td><td>5.1</td></tr><tr><td/><td>(29)</td><td>(9)</td><td>(37)</td><td>(10)</td><td>(54)</td><td>(12)</td><td>(156)</td><td>(2)</td><td>(7)</td><td>(316)</td><td>62</td></tr><tr><td>Total:</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Number per</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>net-night</td><td>0.3</td><td>0.1</td><td>2.1</td><td>0.3</td><td>0.5</td><td>0.2</td><td>1.9</td><td>0.03</td><td>0.1</td><td>5.5</td></tr><tr><td/><td>(36)</td><td>(9)</td><td>(230)</td><td>(33)</td><td>(59)</td><td>(20)</td><td>(210)</td><td>(3)</td><td>(9)</td><td>(609)</td><td>1 1 1</td></tr></table>"
            },
            "TABREF6": {
                "type_str": "table",
                "num": null,
                "text": "Recorded movement or foraging distances ( k m ) for species of Old Worldfruit bats (Pteropodidae) and selected New World frugivorous bats (Phyllostomidae). Sources marked with an R include radiotelemetry data, those marked with an asterisk indicaie other observations on nightly movements, and unmarked sources base estimates on mark and recapture data. Sources question marked indicate our estimates based on observations from that source. Species of pteropodids that frequently roost in large colonies (over 1000) are indicated: to our knowledge, these species of phyllostomids roost in groups of this size infrequently, if at all",
                "content": "<table><tr><td/><td/><td colspan=\"2\">Mean or Range</td><td/><td/></tr><tr><td>Species</td><td>Habitat</td><td colspan=\"3\">Large colonies of movements Maximum</td><td>Source</td></tr><tr><td>Pteropodidae</td><td/><td/><td/><td/><td/></tr><tr><td>Acerodon</td><td>Mixed agricultural</td><td/><td/><td/><td>*Heaney &amp; Heideman</td></tr><tr><td>jubatus</td><td>&amp; rainforest</td><td>Y E S</td><td>c. 12</td><td/><td>(pers. obs)</td></tr><tr><td>Eidolon</td><td>Rainforest &amp;</td><td/><td/><td/><td>*Huggel-Wolf &amp;</td></tr><tr><td>helvum</td><td>some agricultural</td><td>YES</td><td>2-15</td><td>15</td><td>Huggel-Wolf, 1965</td></tr><tr><td>Eonycteris</td><td>Mixed agricultural,</td><td/><td/><td/><td/></tr><tr><td>spelaea</td><td>some forest</td><td>YES</td><td/><td>38</td><td/></tr><tr><td>Epomophorus</td><td/><td/><td/><td/><td/></tr><tr><td>gumbianus</td><td>Riverine forest</td><td>NO</td><td>0.1-0.4</td><td/><td/></tr><tr><td>E. wahlbergi</td><td>Riverine forest &amp;</td><td/><td/><td/><td/></tr><tr><td/><td>dry woodland</td><td>NO</td><td>1-4</td><td/><td/></tr><tr><td>Epomops</td><td/><td/><td/><td/><td/></tr><tr><td>franqueti</td><td>Rainforest</td><td>NO</td><td/><td>1.6</td><td/></tr><tr><td>Hypsignathus</td><td/><td/><td/><td/><td/></tr><tr><td>monstrosus</td><td>Rainforest</td><td>NO</td><td>&lt; 5**</td><td>12**</td><td/></tr><tr><td>Macroglossus</td><td/><td/><td/><td/><td/></tr><tr><td>minimus</td><td>Mixed agricultural</td><td>NO</td><td>0.3-2.5</td><td/><td/></tr><tr><td>M. sobrinus</td><td>Mixed agricultural</td><td>NO</td><td>0.3-1.4</td><td/><td/></tr><tr><td>Nanonycteris</td><td>Mixed forest</td><td/><td/><td/><td/></tr><tr><td>oeldkampi</td><td>&amp; grassland</td><td>NO?</td><td/><td>4</td><td/></tr><tr><td>Pteropus</td><td/><td/><td/><td/><td/></tr><tr><td>giganteus</td><td/><td>OCCASIONALLY?</td><td/><td>c. 38</td><td/></tr><tr><td>Pteropus</td><td>Mixed forest</td><td/><td/><td/><td/></tr><tr><td>(4 species)</td><td>&amp; grassland</td><td>YES</td><td/><td>c. 18-36</td><td/></tr><tr><td>Rouset tus</td><td>Mixed agricultural</td><td/><td/><td/><td/></tr><tr><td>amplexicaudatus</td><td>&amp; forest</td><td>YES</td><td/><td>c. 25</td><td/></tr><tr><td>R. aegyptiacus</td><td>Agricultural</td><td>YES</td><td>24</td><td/><td/></tr><tr><td>Phyllostomidae</td><td/><td/><td/><td/><td/></tr><tr><td>Artibeus jamaicensis</td><td/><td>NO</td><td/><td/><td/></tr><tr><td>Males</td><td>Rainforest</td><td/><td>0.26</td><td/><td/></tr><tr><td>Females</td><td>Rainforest</td><td/><td>0.59</td><td/><td/></tr><tr><td>A. jamaicensis</td><td>Riverine forest</td><td/><td>0.35</td><td/><td/></tr><tr><td>A. jamaicensis</td><td>Dry riverine forest</td><td/><td>8</td><td/><td/></tr><tr><td>A . lituratus</td><td>Rainforest</td><td>NO</td><td>0.75</td><td/><td/></tr><tr><td>A. toltecus</td><td>Rainforest</td><td>NO</td><td>0.16</td><td/><td/></tr><tr><td>CaroNia</td><td>Mixed forest</td><td/><td/><td/><td/></tr><tr><td>perspicillata</td><td>&amp; grassland</td><td>NO</td><td>0.8 1</td><td/><td/></tr><tr><td>C. perspicillata</td><td>Rainforest</td><td/><td>0.3 1</td><td/><td/></tr><tr><td>C. '&gt;erspicillata\"</td><td>Riverine forest</td><td/><td>0.17</td><td/><td/></tr><tr><td>C. brevicauda</td><td>Rainforest</td><td>NO</td><td>0.26</td><td/><td/></tr><tr><td>C. brevicauda</td><td>Rainforest</td><td/><td>0.41</td><td/><td/></tr><tr><td>Vampyrodes</td><td/><td/><td/><td/><td/></tr><tr><td>caraccioli</td><td>Rainforest</td><td>NO</td><td>0.85</td><td/><td/></tr></table>"
            }
        }
    }
}