{
    "paper_id": "Heidemanetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:09.160222Z"
    },
    "title": "PATTERNS OF FAUNAL DIVERSITY AND SPECIES ABUNDANCE OF NON-VOLANT SMALL MAMMALS ON NEGROS ISLAND, PHILIPPINES",
    "authors": [
        {
            "first": "Paul",
            "middle": [
                "D"
            ],
            "last": "Heideman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Rebecca",
            "middle": [
                "1"
            ],
            "last": "Thomas",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Keith",
            "middle": [
                "R"
            ],
            "last": "Erickson",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The mammalian fauna of the Philippine Islands is large and diverse, with 101 known species of native non-volant mammals; about 85% of these species are endemic to the archipelago (Heaney, 1985, 1986) Species richness varies widely among islands; island size, geological age, and degree of isolation all appear to play important roles in determining species richness (Heaney, 1986). We have begun a series of field studies to determine how the density and habitat specificity of introduced and native mammals are affected by the varying degrees of species richness, area, isolation, and age of different islands. It should be noted that, although large series of museum study specimens of small mammals have been obtained on a number of islands in the Philippines, there is little published information on habitat selection, relative abundance, and life histories of small mammals in the Philippines, especially for those from primary forest (Alcala, 1976;",
    "pdf_parse": {
        "paper_id": "Heidemanetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The mammalian fauna of the Philippine Islands is large and diverse, with 101 known species of native non-volant mammals; about 85% of these species are endemic to the archipelago (Heaney, 1985, 1986) Species richness varies widely among islands; island size, geological age, and degree of isolation all appear to play important roles in determining species richness (Heaney, 1986). We have begun a series of field studies to determine how the density and habitat specificity of introduced and native mammals are affected by the varying degrees of species richness, area, isolation, and age of different islands. It should be noted that, although large series of museum study specimens of small mammals have been obtained on a number of islands in the Philippines, there is little published information on habitat selection, relative abundance, and life histories of small mammals in the Philippines, especially for those from primary forest (Alcala, 1976;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": ". No trapping was conducted below 800 m elevation; virtually all forest has been cleared up to that elevation in southeastern Negros. We used Victor rat traps (40% of all trap nights), large Sherman live traps (8 by 9 by 23 cm) (40% of all trap nights), Museum Special mouse traps (19% of all trap nights), and pitfall traps (1% of all trap nights). About 3% of the traps were set in trees. There was a total of 2,286 trap-nights; the distribution by habitat type is shown in Table 1 . Traps were baited daily with roasted coconut and/or bread, occasiona!ly supplemented with other baits. Traps were left in place and checked one or more times during the day for two to seven days at each location.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 476,
                        "end": 483,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We analyzed carnivore scats collected opportunistically during the study to detect differences in sampling between predators and our trapping methods. All scats containing hair, and many not containing hair, were analyzed. Bone and other material was removed from the scats either by teasing apart the scat beneath a dissecting microscope, or by soaking the scats for ten to twenty-four hours in a dilute (5-7%) solution of potassium hydroxide, followed by washing and straining with a fine mesh screen. The laUer method allowed more rapid handling because it dissolved hair and other protein, but was more destructive to delicate bone fragments. Many scats containing hair also contained non-mammalian vertebrate remains, seeds, or other plant material. Three species of carnivores occur in the study area: Felis bengalensis, Paradoxurus hermaphroditus, and Viverm tangalunga (Heaney et ai., 1981; Heideman and Heaney, unpublished data) . Felis bengalensis has been reported to feed extensively on vertebrates, especially rodents, in the Philippines (Alcala and Brown, 1969; Rabor, 1955 Rabor, , 1977 . Viverra tangalunga also feeds on rodents, but has readily accepted fruit when in captivity (Alcala and Brown, 1969; Rabor, 1955 Rabor, , 1977 . Rabor (1977) reported (without supporting data) that Viverra often deposit feces along human trails, frequently upon rocks. Paradoxurus hermaphroditus is the most omnivorous of thc three species, with fruit and invertebrates often present in scats and stomach contents (Alcala and Brown, 1969; Rabor, 1955 Rabor, , 1977 . We collected scats mostly along trails; it is probable that those we examined were produced by all three species.",
                "cite_spans": [
                    {
                        "start": 877,
                        "end": 898,
                        "text": "(Heaney et ai., 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 899,
                        "end": 937,
                        "text": "Heideman and Heaney, unpublished data)",
                        "ref_id": null
                    },
                    {
                        "start": 1051,
                        "end": 1075,
                        "text": "(Alcala and Brown, 1969;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1076,
                        "end": 1087,
                        "text": "Rabor, 1955",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1088,
                        "end": 1101,
                        "text": "Rabor, , 1977",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1195,
                        "end": 1219,
                        "text": "(Alcala and Brown, 1969;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1220,
                        "end": 1231,
                        "text": "Rabor, 1955",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1232,
                        "end": 1245,
                        "text": "Rabor, , 1977",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1248,
                        "end": 1260,
                        "text": "Rabor (1977)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1517,
                        "end": 1541,
                        "text": "(Alcala and Brown, 1969;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1542,
                        "end": 1553,
                        "text": "Rabor, 1955",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1554,
                        "end": 1567,
                        "text": "Rabor, , 1977",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The 840--1,200 m range of the site can be characterized as submontane or lower montane dipterocarp forest. The canopy is 15 to 30 meters high, with dipterocarps (primarily Shorea pofysperma and S. negrosensis), a gymnosperm (Agathis dammara), and at least four species of Ficus as the dominant emergent trees. Vines of many families were common. The submontane forest has been disturbed in several ways. About 10% to 25% of the forest at 840 to 1,000 m elevation had been cleared, usually in 0.5 to 4 ha patches that are either currently under cultivation or have been allowed to return to second growth. In addition, local settlers used the forest as a source of building and craft materials, folk medicines, and wild food. Our trapping sites in submontane forest typically were at least 100 m from clearings, and often were further away than that.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Above 1,200 m the dipterocarps and Agathis gradually become less common and are replaced by oaks (Lithocarpus) and laurels (Lauraceal;'). Here the canopy is lower (10-18 m). Mossy forest occurs at or above 1,400 m in elevation. The canopy is even lower (3-8 m), with a dense, moss-covered understory of scrubby trees, palms, and climbing species of screw pine (Pandanaceae). Our trapping sites in this mossy forest were at least 1,000 m from the nearest clearings. More detailed descriptions of Philippine forests have been presented by others (Brown, 1919; Everett and Whitford, 1906; Payawal, 1981) .",
                "cite_spans": [
                    {
                        "start": 544,
                        "end": 557,
                        "text": "(Brown, 1919;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 558,
                        "end": 585,
                        "text": "Everett and Whitford, 1906;",
                        "ref_id": null
                    },
                    {
                        "start": 586,
                        "end": 600,
                        "text": "Payawal, 1981)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The results of 212 trap nights in a submontane forest under similar conditions at 700--920 m elevation on Biliran Island (Heaney and Heideman, unpublished data) were used for comparison with relative abundance estimates from Negros Island. Forest at this site was qualitatively similar to submontane forest on Negros, with similar levels of human disturbance, although this disturbance was due more to logging and less to agriculture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Results.-We captured two species of shrews and three species of rodents on Negros (Table 1) . One of the rodent species, Apomys fittoralis, and one of the shrew species, Crocidura negrina, comprise the entire known native small mammal fauna of the island. The other three species, Rattus raltus mindanensis, R. exulans, and Suncus murinus, are introduced human commensals (Heaney, 1986; Musser, 1977) ; because at least part of the Philippines has been populated by humans since the late Pleistocene (Fox, 1970) , these species could have been present for over 20,000 years. R. exulans occurs in two morphotypes on the island.",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 386,
                        "text": "(Heaney, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 387,
                        "end": 400,
                        "text": "Musser, 1977)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 500,
                        "end": 511,
                        "text": "(Fox, 1970)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 82,
                        "end": 91,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The nrst, a common commensal in cultivated nelds in the lowlands, is the typical spiny-furred animal of agricultural areas throughout Southeast Asia. The four individuals we trapped on farms or in dense grass and the one from montane forest at 1,100 m all matched this type. In contrast, the R. exulans morphotype that we captured in mossy forest (1,500-1,650 m) had soft, dense pelage, and 18 of 19 individuals were melanistic. Marshall (1962) noted a high incidence of melanism among R. exulans from Ponape Island and suggested that it was associated with differential predation in different habitats. The Ponape animals did not have the soft, dense pelage that characterized our high-elevation specimens. The systematic status of the morphotypes on Negros is currently under study.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rattus rattus was the most abundant species in all habitats with the exception of mossy forest, where it was second only to R. exufans (Table 1) . Apomys was taken more frequently in lower montane primary forest than was R. exulans. The introduced Suncu$ was more common in the sample than was Crocidura negrina.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 144,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There were highly significant differences in the relative abundances of species obtained by trapping in mossy forest (1,500-1,650 m) compared to submontane forest (800-1,100 m; Table 1 ; G-test with Williams' correction (Sakal and Rohlf, 1981:745 ), Gad; = 55,06, P < 0.0001). Mossy forest differed from submontane forest in having more Suncus and R. exulans and fewer Apomys. In addition, the overall relative abundancf' in mossy forest (15.4 animals/lOa trap-nights) was greater than in submontane forest (4,5 animals/lOa trapnights).",
                "cite_spans": [
                    {
                        "start": 220,
                        "end": 246,
                        "text": "(Sakal and Rohlf, 1981:745",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 177,
                        "end": 184,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The only clear difference between trapping in the two years involved captures in mossy forest. In this case, trapping success for R. exulans in June 1983 (19.2/100 trap-nights) was much higher than in June 1984 (5.7/100 trap-nights) (G-test, G = 5.05, P < 0.025). It may be significant that the trapping in 1983 came at the end of five months of lower-than-average rainfall, while the 1984 trapping followed an unusually rainy dry season. The remains of at least 43 small mammals were found in the 23 scats containing small mammal remains (Table 2) , with a range of one to six animals per scat. Forty-two of these were shrews or rodents; the other was a fruit bat, a very old Hapfonycterls fischeri, with teeth worn to the roots.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 539,
                        "end": 548,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The relative abundances of small mammal species in scats (Table 2) reflected the relative abundances obtained by trapping in the same area ( Table 1) . While there was a highly significant difference between the relative abundances of prey species in scats found in submontane forest and those from mossy forest (Gtest, G,d] = 30,48, P < 0.0001), in submontane forest the relative abundance of species in the scats was not significantly different from that obtained by trapping (C-test, G,dl = 5.12, 0,3 > P > 0.2). In mossy forest the difference between the scat sample and the trapping sample was significant (C-test, Cad; = 9.17, P < 0.05) but the difference was relatively minor, reflecting slightly more Suncus and Apomys and less R. rattus than expected in the scats on the basis of trapping results. Taken together, these results imply a large elevational difference in relative abundances, and, in some cases, a minor difference between the samples obtained by trapping and from scats.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 66,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 141,
                        "end": 149,
                        "text": "Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Overall, SUncus were over-represented in predator scats, but not significantly so (C-test with Bonferroni adjustment of P values, G = 4.42, P < 0.05). For samples from primary forest, no other pairwise contrast between sampling methods approached significance, The complete lack of C. negrlna in predator scats in conjunction with its rarity in traps suggests that the Negros shrew is rare, although it is also possible that the habits of the shrew make it difficult for predators to capture and for biologists to trap, To determine whether commensal species are equally abundant in forest on a Philippine island that is relatively species-rich, we compared our trapping results to preliminary data from primary forest on Biliran Island (l1032'N, l24\"32'E), which lies within the species-rich Mindanao faunal region (Heaney, 1986) . In primary forest (700-920 m) we captured five species (Apomys microdon, Batomys salomonseni, Rattus everetti, Rattus exulans, and R. raltus) and recorded two others (Exilisciurus concinnus and Sundasciurus samarensis). We trapped 25 individuals in 212 trap-nights (ll.8 animals/lOO trap-nights), including two R. exulans and six R. rattus. The proportion of commensal Rattus in the sample from Biliran (32% of all captures) was Significantly different from that in similar submontane forest on Negros (73% of all captures) (G-test, G. d ; = 13.2, P < 0,001). However, the absolute abundance of commensal species of Rattus was not significantly different between Biliran (3.3/100 trap-nights) and Negros (3,4/100 trap-nights) (G-test, G Odl = 0.1, P > 0.25).",
                "cite_spans": [
                    {
                        "start": 816,
                        "end": 830,
                        "text": "(Heaney, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "D/scussion.-The fauna of non-volant small mammals on Negros is remarkably depauperate for a large tropical island in the Philippines; we failed to capture or to find in carnivore scats any previously unreported non-volant small mammal on Negros, despite trapping with a range of baits in a wide variety of habitats at several elevations. This substantiates the earlier reports of a native fauna of one shrew species and one rodent species (Heaney et al., 1981; Rabor et aI., 1970) . Negros, which is a geologically young island that has lacked land-bridge connections to larger islands, is probably species-poor because of biogeographic processes (a low colonization rate; Heaney, 1986) .",
                "cite_spans": [
                    {
                        "start": 439,
                        "end": 460,
                        "text": "(Heaney et al., 1981;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 461,
                        "end": 480,
                        "text": "Rabor et aI., 1970)",
                        "ref_id": null
                    },
                    {
                        "start": 673,
                        "end": 686,
                        "text": "Heaney, 1986)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The fauna that we encountered was dominated by introduced species, especially Rattus. It could be argued that the high density of introduced Rattus in primary submontane forest on Negros reflects the disturbance of the forest by humans. Rattus rattus were most abundant on farms, but the population structure of the forest sample (equivalent proportions of adult, breeding animals) suggests that the forest was suitable habitat as well. The mossy forest area had similar or higher relative abundances of both species of Rattus and of SUlICUS, even though it was over a kilometer from any clearings or homes. Additionally, the presence of a morphologically distinct form of R. exulans in mossy forest implies a long-term, continuous existence for the population. For these reasons, we conclude that the introduced Rattus and Suncus are not dependent upon disturbed habitats.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Local species abundance and richness on the Malay Penninsula appear to be comparable to that on Biliran. For example, Lim (1973) found a density of 2.63 small mammals per 100 trap-nights in lowland primary forest near Kuala Lumpur, with Rattus exulans included among the 12 species taken. Langham (1983) trapped in transects al four elevations (150 m, 450 m, 750 m, and 1,000 m) on Kedah Peak, where he obtained 6.6, 6.3, 3.8, and 3.4 animals per 100 trap-nights, and 5, 6, 7, and 4 species, respectively. Thus, our values for species richness for Biliran fall near the middle of the range for the more species-rich Malay Penninsula, while our values for abundance on Biliran and Negros fall near the high end of the range for the Malay Penninsula. We conclude that the ability of the introduced rats (and possibly house shrews) to develop large populations on Negros (and perhaps on Biliran) in submontane forest seems to be independent of the species richness of the local non-volant small mammal fauna. We have no quantitative data on mossy forest elsewhere in the Philippines, although we note that mossy forest on Mindanao was found to support large populations of native species and few commensals (Hoogstraal, 1951; Sanborn, 1952) , suggesting that our results in submontane forest might not be representative of other habitats. Investigation of more islands, with more extensive sampling, is required to further examine these hypotheses and to determine the mechanisms involved.",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 128,
                        "text": "Lim (1973)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 289,
                        "end": 303,
                        "text": "Langham (1983)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1204,
                        "end": 1222,
                        "text": "(Hoogstraal, 1951;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1223,
                        "end": 1237,
                        "text": "Sanborn, 1952)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We are grateful for extensive logistical support from Dr. Angel C. Alcala and the late Dr. Luz Ausejo. T.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Batal, O. J. I. Delalamon, C. Lumhod, J. A. Schneider, L. Tagat, and R. B. C. Utzurrum were of great help in the field. We were privileged to be Visiting Research Associates of the Institute of Philippine Culture of the Meneo de Manila University, Manila, and Silliman University, DumagueteCity; both institutions provided invaluable support. We thank K. Barbehenn, F. S. Dobson, S. M. G. Hoffman, G. C. Musser, and J. Schneider for useful comments on earlier drafts of the manuscript. This research was carried out with funding from The Rackham Foundation and the Museum of Zoology of The University of Michigan, the American Society of Mammalogists, Sigma Xi, and The Explorer's Club. Heideman was supported in part by predoctoral fellowships from the National Science Foundation and the Horace H. Rackham Foundation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/68/4/884/811400 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The usefulness of capture-recapture estimators in any field study will depend largely on underlying model assumptions and on how closely these assumptions approximate the actual field situation. Evaluation of estimator performance under real-world field conditions is often a difficult matter, although several approaches are possible. Perhaps the best approach involves use of the estimation method on a population with known parameters. This approach has been used to evaluate capture-recapture estimators in a few instances (Buck and Thoits, 1965; Carothers, 19730; Greenwood et aI., 1985) . In practice, however, we seldom know parameter values for any natural population of interest. A more commonly-used approach to estimator evaluation involves the use of computer simulation or analytical approximations (e.g., see Carothers, 1973b; Gilbert, 1973; Otis et ai., 1978) . This approach can be extremely useful, provided that the true field situation is adequately approximated by the simulation or analytic model. Still another approach to estimator evaluation involves the comparison of different estimators of a parameter of interest obtained from a single population (e.g., Lefebvre et aI., 1982; Nichols et aI., 1984; O'Brien et ai., 1985) . Results of these latter two approaches (computer simulation and analytic approximations; field comparison of different estimators of a single population parameter) can be especially useful when they are considered together.During the past decade, D. R. Anderson, K. P. Burnham, D. L. Otis, and G. C. White developed two innovative approaches to estimating animal density from capture-recapture data, the nested grid (Otis et ai., 1978) and the trapping web (Anderson et ai., 1983) . Both methods are conceptually sound and have been well-developed statistically. Neither method has seen much field use to date, but detailed simulation studies of both methods have been published recently (Wilson and Anderson, 1985a, 1985b) . Our objective in the present study was to apply both denSity estimation methods to a single Microtus pennsylvanicus population and to compare the resulting estimates with each other and with the simulation results of Wilson",
                "cite_spans": [
                    {
                        "start": 527,
                        "end": 550,
                        "text": "(Buck and Thoits, 1965;",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 568,
                        "text": "Carothers, 19730;",
                        "ref_id": null
                    },
                    {
                        "start": 569,
                        "end": 592,
                        "text": "Greenwood et aI., 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 823,
                        "end": 840,
                        "text": "Carothers, 1973b;",
                        "ref_id": null
                    },
                    {
                        "start": 841,
                        "end": 855,
                        "text": "Gilbert, 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 856,
                        "end": 874,
                        "text": "Otis et ai., 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 1182,
                        "end": 1204,
                        "text": "Lefebvre et aI., 1982;",
                        "ref_id": null
                    },
                    {
                        "start": 1205,
                        "end": 1226,
                        "text": "Nichols et aI., 1984;",
                        "ref_id": null
                    },
                    {
                        "start": 1227,
                        "end": 1248,
                        "text": "O'Brien et ai., 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 1667,
                        "end": 1686,
                        "text": "(Otis et ai., 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 1708,
                        "end": 1731,
                        "text": "(Anderson et ai., 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 1939,
                        "end": 1950,
                        "text": "(Wilson and",
                        "ref_id": null
                    },
                    {
                        "start": 1951,
                        "end": 1974,
                        "text": "Anderson, 1985a, 1985b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Philippine land vertebrates",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Alcala",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "167",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALCALA, A. G 1976. Philippine land vertebrates. New Day Publishers, Quezon City, Philippines, 167 pp.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Notes on the food habits of three Philippine wild mammals",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Alcala",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALCALA, A. c., AND W. C. BROWN. 1969. Notes on the food habits of three Philippine wild mammals.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Rodents of the Philippine croplands",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Barbehenn",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Sumancil",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "1"
                        ],
                        "last": "Libay",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Philippine Agriculturalist",
                "volume": "56",
                "issue": "",
                "pages": "217--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARBEHENN, K. R., J. P. SUMANCIL, AND J. 1. LIBAY. 1973. Rodents of the Philippine croplands. Phil- ippine Agriculturalist, 56:217-242.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The vegetation of Philippine mountains",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1919,
                "venue": "Monogr. Bur. Sci. (Manila)",
                "volume": "13",
                "issue": "",
                "pages": "1--434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, W. H. 1919. The vegetation of Philippine mountains. Monogr. Bur. Sci. (Manila), 13:1-434.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A preliminary working plan for the public forest tract of the Insular Lumber Company, Negros Occidental",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Evereti\"",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "N"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "Whitford",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "P. I. Bur. Forestry Bull",
                "volume": "5",
                "issue": "",
                "pages": "1--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EVERETI\", H. D., AND H. N, WHITFORD. 1906. A preliminary working plan for the public forest tract of the Insular Lumber Company, Negros Occi- dental, P. I. Bur. Forestry Bull., 5:1--54.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Tabon Caves; archeological explorations and excavations on Palawan Island, Philippines. National Museum, Manila. HEANEY, 1. R. 1985. Zoogeographic evidence for middle and late Pleistocene land bridges to the Philippine Islands Modern Quat",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Fox",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "BioI. J. Linnean Soc",
                "volume": "9",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fox, R. B. 1970. The Tabon Caves; archeological explorations and excavations on Palawan Island, Philippines. National Museum, Manila. HEANEY, 1. R. 1985. Zoogeographic evidence for middle and late Pleistocene land bridges to the Philippine Islands Modern Quat. Res. SE Asia, 9: 127-143. 1986. Biogeography of mammals in SE Asia: estimates of rates of colonization, extinction, and speciation. BioI. J. Linnean Soc., 28:127-165.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Ecological notes on mammals in the Lake Balinsasayao Region",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Mudar",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Philippines. Silliman J",
                "volume": "28",
                "issue": "",
                "pages": "122--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., P. D. HEIDEMAN, AND K. M. MUDAR. 1981. Ecological notes on mammals in the Lake Balinsasayao Region, Negros Oriental, Philippines. Silliman J., 28:122-131.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Philippine Zoological Expedition 1946-1947. Narrative and itinerary",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Hoogstraal",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Fieldiana: Zool., Chicago Nat. Hist. Mus",
                "volume": "33",
                "issue": "",
                "pages": "1--86",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOGSTRAAL, H. 1951. Philippine Zoological Ex- pedition 1946-1947. Narrative and itinerary. Fieldiana: Zool., Chicago Nat. Hist. Mus., 33:1- 86",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Distribution and ecology of small mammals in three rain forest localities of peninsular Malaysia with particular reference to Kedah Peak",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Langham",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Biotropica",
                "volume": "15",
                "issue": "",
                "pages": "199--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LANGHAM, N. 1983. Distribution and ecology of small mammals in three rain forest localities of peninsular Malaysia with particular reference to Kedah Peak. Biotropica, 15:199-206.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Bait preference by small mammals",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lim",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIM, B. L. 1973. Bait preference by small mammals.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Pacific island rat ecology",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "225",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Selection. Pp. 177-189, in Pacific island rat ecology (T. I. Storer, ed.). Bull. B. P. Bishop Mus., 225:1-",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Epimys benguetensw, a composite, and one zoogeographic view of rat and mouse faunas in the Philippines and Celebes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Amer. Mus. Novitates",
                "volume": "2624",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1977. Epimys benguetensw, a com- posite, and one zoogeographic view of rat and mouse faunas in the Philippines and Celebes. Amer. Mus. Novitates, 2624: 1-15. ---. 1982. Results of the Archbold Expeditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands. Amer. Mus. Novitates, 2746:1-43.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Vegetation and modern pollen rain in a tropical rain forest",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Payawal",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Mt. Makiling, Philippines. Unpuh. Ph.D. dissert",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PAYAWAL, P. C. 1981. Vegetation and modern pol- len rain in a tropical rain forest, Mt. Makiling, Philippines. Unpuh. Ph.D. dissert., Univ. Arizona, 92pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Notes on mammals and birds of the central northern Luzon highlands, Philippines",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Philippine birds and mammals. University of the Philippines Press",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RABOR, D. S. 1955. Notes on mammals and birds of the central northern Luzon highlands, Philip- pines. Pt. 1. Notes on mammals. Silliman J., 2:193- 218. ---. 1977. Philippine birds and mammals. Uni- versity of the Philippines Press, Quezon City, 284 pp.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "•A list of the land vertebrates of Negros Island",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Alcala",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Gonzales",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Philippines. Silliman J\"",
                "volume": "17",
                "issue": "",
                "pages": "297--316",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RABOR, D. S., A. C. ALCALA, AND R. B. GONZALES. 1970. •A list of the land vertebrates of Negros Island, Philippines. Silliman J\" 17:297-316.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Philippine Zoological Expedition 1946-1947: Mammals. Fieldiana: Zoo\\",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sanborn",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Chicago Nat. Hist. Mus",
                "volume": "33",
                "issue": "",
                "pages": "89--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SANBORN, C. C. 1952. Philippine Zoological Ex- pedition 1946-1947: Mammals. Fieldiana: Zoo\\., Chicago Nat. Hist. Mus., 33:89-158.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The geomorphology and archaeological geology of the Bais anthropological project",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Schwab",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Unpubi. M.S, thesis",
                "volume": "223",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWAB, A. M. 1982, The geomorphology and ar- chaeological geology of the Bais anthropological project, Negros Oriental, Philippines. Unpubi. M.S, thesis, Univ. Michigan, Ann Arbor, 223 pp.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Philippine land mammals. Monogr",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "Bur. Sci. (Manila)",
                "volume": "30",
                "issue": "",
                "pages": "1--548",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAYLOR, E. H. 1934. Philippine land mammals. Monogr, Bur. Sci. (Manila), 30:1-548.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "text": "-Non-volant small mammal captures on Negros Island from 1982-1984. The numbers in parentheses are the number of animals per 100 trap-nights, and the numbers in brackets are the percent of captures in all primary forest.",
                "content": "<table><tr><td/><td/><td/><td>Submontane</td><td/><td/><td/></tr><tr><td/><td/><td>Mossy forest</td><td>lore!l</td><td>Cr.»y field</td><td>Farm</td><td>Tolal from</td></tr><tr><td/><td>Ma» (g)</td><td>1,500-1,55() m</td><td>84!l--1,l00 m</td><td>800-1,000 m</td><td>800-900 m</td><td>primary forest</td></tr><tr><td>Croc/dura negrina</td><td>11.0</td><td>0</td><td>2 (0.1)</td><td>0</td><td>0</td><td>2[2%]</td></tr><tr><td>Suncus murinus</td><td>32,0</td><td>4 (19)</td><td>2 (0.1)</td><td>0</td><td>0</td><td>6[6%]</td></tr><tr><td>Apomys littoralis</td><td>26.8</td><td>2 (0.9)</td><td>16(lO)</td><td>0</td><td>0</td><td>18 [17%]</td></tr><tr><td>Rattus exulans</td><td>58.6</td><td>20 (9.3)</td><td>1 (0.06)</td><td>2(l2)</td><td>2 (0.8)</td><td>21 [19%]</td></tr><tr><td>R. rat/us</td><td>130.0</td><td>7 (3.3)</td><td>54 (3.2)</td><td>9(58)</td><td>52 (20.8)</td><td>61 [56%]</td></tr><tr><td>Number of trap-nights</td><td/><td>214</td><td>1,666</td><td>156</td><td>250</td><td>1,880</td></tr></table>",
                "type_str": "table",
                "num": null
            },
            "TABREF1": {
                "text": "-Contents of predator scats collected on Negros Island from 1982-1984. Numbers in brackets aTe percent of total sample.",
                "content": "<table><tr><td/><td>Mossy fore,t</td><td/><td>Submontane forest</td><td/></tr><tr><td/><td>1,500-1,650 m</td><td>1,300 m</td><td>840--1,100 m</td><td>Total</td></tr><tr><td>Crocidura negrina</td><td>0</td><td>0</td><td>0</td><td>0[0]</td></tr><tr><td>Suncus murinus</td><td>6</td><td>1</td><td>0</td><td>7 [17]</td></tr><tr><td>Apomys littora{is</td><td>2</td><td>1</td><td>2</td><td>5 [12]</td></tr><tr><td>Rattus exulans</td><td>6</td><td>0</td><td>2</td><td>8 [20]</td></tr><tr><td>R. Taltus</td><td>0</td><td>3</td><td>18</td><td>21 [51]</td></tr><tr><td>Number of scats</td><td>4</td><td>3</td><td>16</td><td>23</td></tr></table>",
                "type_str": "table",
                "num": null
            }
        }
    }
}