{
    "paper_id": "Heidemanetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:11.557938Z"
    },
    "title": "REPRODUCTIVE TIMING AND EARLY EMBRYONIC DEVELOPMENT IN AN OLD WORLD FRUIT BAT, OTOPTEROPUS CARTILAGONODUS (MEGACHIROPTERA)",
    "authors": [
        {
            "first": "Paul",
            "middle": [
                "D"
            ],
            "last": "Heideman",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jennifer",
            "middle": [
                "A"
            ],
            "last": "Cummings",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Otopteropus cartilagonodus (Megachiroptera, Pteropodidae) is a rare, small-bodied cynopterine bat endemic to Luzon Island in the Philippine Archipelago. Twenty-two female and seven male O. cartilagonodus were collected during March and May of 1988. Observations were made on early embryonic development and the morphology of ovaries, uteri, and testes. All females collected during March were pregnant, and their uterine swellings occurred within a narrow size range (2-4 mm in diameter). Moreover, the embryos of all eight females captured in March and examined histologically were all within or just before the primitivestreak stage of development. The uterine swellings of females captured in May ranged from 15 to 20 mm in diameter, and their extrapolated birth dates were in late Mayor June. The synchrony of embryologic development and the apparent lack of developmental progress during March suggests that O. cartilagonodus has a prolonged period at the primitive-streak stage of embryonic development. The morphology of the embryo, embryonic membranes, and uterus at these stages is similar to that of two other cynopterine fruit bats, Cynopterus sphinx and Hap/onycteris fischeri.",
    "pdf_parse": {
        "paper_id": "Heidemanetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Otopteropus cartilagonodus (Megachiroptera, Pteropodidae) is a rare, small-bodied cynopterine bat endemic to Luzon Island in the Philippine Archipelago. Twenty-two female and seven male O. cartilagonodus were collected during March and May of 1988. Observations were made on early embryonic development and the morphology of ovaries, uteri, and testes. All females collected during March were pregnant, and their uterine swellings occurred within a narrow size range (2-4 mm in diameter). Moreover, the embryos of all eight females captured in March and examined histologically were all within or just before the primitivestreak stage of development. The uterine swellings of females captured in May ranged from 15 to 20 mm in diameter, and their extrapolated birth dates were in late Mayor June. The synchrony of embryologic development and the apparent lack of developmental progress during March suggests that O. cartilagonodus has a prolonged period at the primitive-streak stage of embryonic development. The morphology of the embryo, embryonic membranes, and uterus at these stages is similar to that of two other cynopterine fruit bats, Cynopterus sphinx and Hap/onycteris fischeri.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Patterns of reproductive timing and embryonic development of Old World fruit bats (Megachiroptera) are poorly known relative to those of other mammals (Gopalakrishna and Karim, 1979; Mossman, 1987; Racey, 1982; Rasweiler, 1979) . Pathways of embryonic development in bats are as diverse as those of all other mammals combined; nonetheless, reproduction has been described in so few genera of bats that broad patterns are uncertain (Mossman, 1987) . The reproductive biology of certain megachiropterans is particularly interesting because of unusual adaptations that extend the period between implantation and parturition. Krishna and Dominic (1983) presented evidence for either delayed implantation or post-implantational delayed development in a small cynopterine fruit bat, Cy-nopterus sphinx, from India. Heideman (1988, 1989) described an eight-month delay in post-implantation development in another small cynopterine fruit bat, Haplonyeteris fiseheri, from the Philippines. In contrast to delays before implantation, postimplantation delayed embryonic development is rare in mammals, having been welldescribed only in five species in four families of bats; Macrotus californicus (Phyllostomidae-Bradshaw, 1962) , Artibeus jamaicensis (Phyllostomidae-Fleming, 1971) , Pipistrellus pipistrellus (Vespertilionidae- Racey and Swift, 1981) , Hippasideros caffer (Hipposideridae-Bernard and Meester, 1982) , and Haplanycteris fischeri (Pteropodidae-Heideman, 1989 ). Post-implantation delayed development also has been implicated, although not definitively dem-onstrated, in two species of two other families of bats; Taphozous longimanus (Emballonuridae- Krishna and Dominic, 1982) and Rhinolophus rauxi (Rhino10phidae- Ramakrishna and Rao, 1977) . With the exception of the two cynopterines, these species are distantly related, suggesting that delayed development has arisen independently a number of times within the Chiroptera. In contrast, the two cynopterines may have inherited delays in embryonic development from a common ancestor. Thus, comparative studies within this group and its relatives might provide insight into the evolution of these delays.",
                "cite_spans": [
                    {
                        "start": 151,
                        "end": 182,
                        "text": "(Gopalakrishna and Karim, 1979;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 183,
                        "end": 197,
                        "text": "Mossman, 1987;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 198,
                        "end": 210,
                        "text": "Racey, 1982;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 211,
                        "end": 227,
                        "text": "Rasweiler, 1979)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 431,
                        "end": 446,
                        "text": "(Mossman, 1987)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 622,
                        "end": 648,
                        "text": "Krishna and Dominic (1983)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 818,
                        "end": 824,
                        "text": "(1988,",
                        "ref_id": null
                    },
                    {
                        "start": 825,
                        "end": 830,
                        "text": "1989)",
                        "ref_id": null
                    },
                    {
                        "start": 1186,
                        "end": 1217,
                        "text": "(Phyllostomidae-Bradshaw, 1962)",
                        "ref_id": null
                    },
                    {
                        "start": 1241,
                        "end": 1271,
                        "text": "(Phyllostomidae-Fleming, 1971)",
                        "ref_id": null
                    },
                    {
                        "start": 1319,
                        "end": 1341,
                        "text": "Racey and Swift, 1981)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1364,
                        "end": 1406,
                        "text": "(Hipposideridae-Bernard and Meester, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 1436,
                        "end": 1464,
                        "text": "(Pteropodidae-Heideman, 1989",
                        "ref_id": null
                    },
                    {
                        "start": 1657,
                        "end": 1683,
                        "text": "Krishna and Dominic, 1982)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1722,
                        "end": 1748,
                        "text": "Ramakrishna and Rao, 1977)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Here, we present observations on reproductive timing, early development, and placentation in a third small cynopterine fruit bat, Gtopteropus cartilagonodus (Megachiroptera: Pteropodidae), from the Philippines. A small series of this rare, primaryforest dwelling bat was collected in the Philippines in March and May of 1988. Most females carried embryos at early stages of development, permitting comparison with stages of early development in C. sphinx and H. fischeri.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Otopteropus cartilagonodus is a small frugivore, typically weighing 15-20 g. The genus is mono typic and restricted to Luzon Island in the Philippine Archipelago. Prior to this expedition, < 12 specimens of this species had been documented (Mudar and Allen, 1986 ), although the species was not rare at our site.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 262,
                        "text": "(Mudar and Allen, 1986",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Bats were captured in mist nets set in lowland forest on Mt. Isarog on Luzon Island, Philippines (Camarines Sur Province, 13°40'N, 123°21'E; 475-900 m elev.), 5-27 March 1988 and 5-6 May 1988 (early to middle portions of the dry season). Habitats and collection methods have been described by Rickart et al. (1991) . Each captured bat was assigned to an age class, as defined by Heideman (1988) . Reproductive status was recorded for each of the 22 females and five of the seven males captured. Lactational status was noted and autopsies were performed to determine the presence and size of embryos. The greatest diameter of each uterine swelling was measured with a ruler. Three male and 14 female specimens were fixed in formalin for 2-4 weeks and later transferred to 70% ethanol. The remaining specimens were preserved as museum skins and skeletons. Reproductive tracts of eight of the fluid-preserved females and the right testis and epididymis from two of the fluid-preserved males captured 5-27 March were removed, dehydrated in a graded ethanol series, embedded in paraplast, and serially sectioned in a transverse or sagittal plane at 5-1 0 ~m. Sections were mounted on glass slides and stained with hematoxylin and periodic-acid-Schiff's reagent (Humason, 1972) . In general, developmental terminology follows Mossman (1987) . Specimens are deposited at the United States National Museum of Natural History, the Field Museum of Natural History, the Philippine National Museum (Manila), and Silliman University (Dumaguete City, Philippines).",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 314,
                        "text": "Rickart et al. (1991)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 379,
                        "end": 394,
                        "text": "Heideman (1988)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1256,
                        "end": 1271,
                        "text": "(Humason, 1972)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1320,
                        "end": 1334,
                        "text": "Mossman (1987)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "All 7 males and 22 females were classed as adults. The males had testes ranging in size from 2 by 2 mm in March (n ~ 2) to 2 by 3 or 3 by 3 mm in May (n ~ 3). The testes and epididymides of the two males captured in March contained few spermatozoa (Figs. la and I b). The testis from one male held few developing spermatids, although early spermatocytes were abundant. The epididymis of this male lacked spermatozoa. The testis of the other male held abundant spermatocytes and small numbers of early spermatids. Portions of the epididymis of this male contained some spermatozoa. Unfortunately, reproductive tracts of the males captured in May were not preserved.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Female Otopteropus have a long duplex uterus, similar in gross morphology to that of H.fischeri (Heideman, 1989) . Uteri without embryos were 6-8 mm in length, and 0.7-1.3 mm in diameter. The uteri join superficially at the cervix, and the two external uterine orifices exit separately from the cervix on a knob projecting into the vagina. The vagina widens into a vulva that is partially covered, in preserved specimens, by a broad ventral flap of tissue, which also covers the ventral portion of the anus. Ova- ries were 1-2 mm in greatest length. The oviduct curves anteriorly over the ovary and the infundibulum opens proximally to the uterus (Fig. 2) , The ovary is almost entirely enclosed by the ovarian bursa, opening to the peritoneal cavity only by a small slit at the point where the infundibulum contacts the uterus. The single pair of pectoral mammae were large and conspicuous in 18 of 21 females examined, and small and inconspicuous in the other three.",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 112,
                        "text": "(Heideman, 1989)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 647,
                        "end": 655,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "All 22 females were pregnant, each with one embryo. Ten of the embryos were in the right uterine horn and 12 were in the left (binomial test; P > 0.10). The greatest diameter of the conceptus plus the surrounding uterine tissue in 17 of 18 females captured in March was 2-3 mm; that ofthe remaining female was 4 mm. The embryos of bats captured in May ranged from 15 to 20 mm in greatest diameter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In all eight females, both ovaries contained primary and secondary follicles, as well as remnants of atretic follicles (Figs. 3 and 4). Antral follicles were present in some, but not all, ovaries. The corpus luteum typically composed ca. 50-75% of the volume of an ovary ( Fig. 3 ) and all were found in the ovary that was ipsilateral to the conceptus. Collapsed zonae pellucidae from atretic follicles persisted in the ovary (Figs.  3 and 4) . In 12 ofl6 ovaries, normal follicles were concentrated in one portion of the ovary, whereas old, collapsed zonae pellucidae embedded in stroma were located in another ( Fig. 4 ). There was no standard orientation to these groupings, and in four bats, this segregation occurred in only one ovary.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 273,
                        "end": 279,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 426,
                        "end": 442,
                        "text": "(Figs.  3 and 4)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 614,
                        "end": 620,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "All eight uteri sectioned (from 5, 6, 6, 8, 8, 10, 24, and 27 March) contained implanted embryos just before, within, or at the end of the primitive-streak stage of development (Figs. 5 and 6) . In these, the trophoblast was well differentiated into cytotrophoblast and syncytiotrophoblast. Columns of cytotrophoblast surrounded by syncytiotrophoblast penetrated deeply into the uterine stroma (Figs. 6 and 7) . Maternal lacunae, many containing erythrocytes, were surrounded by syncytiotrophoblast (Fig. 7) . Uterine epithelium was clearly absent in the region of the trophoblast. Reichert's membrane formed a complete barrier between trophoblast and the extraembryonic endoderm. Accumulations of PAS-positive extracellular material similar in appearance to Reichert's membrane were present within the primitive extraembryonic endoderm in the region of the embryonic disc.",
                "cite_spans": [
                    {
                        "start": 165,
                        "end": 192,
                        "text": "development (Figs. 5 and 6)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 394,
                        "end": 409,
                        "text": "(Figs. 6 and 7)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 499,
                        "end": 507,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In all embryos, the development of the decidua extended to the utero-tubal junction (Fig. Sa) , and the uterine lumen was occluded by the invading trophoblast in that region. A decidua capsularis covered the most caudally-oriented portion of the conceptus most distal to the embryoblast (Fig.  Sa) . This combination of features suggests that initial attachment may have been superficial, and that implantation was secondarily interstitial. The trophoblast penetrated to a depth of ca. 200-300 ~m over its circumference. In all cases, the yolk sac was oriented caudally and the embryoblast was oriented cranially, toward the ovary and utero-tubal junction (Fig. Sa) , rather than classically mesometrial or anti-mesometrial in orientation. No embryo blast was displaced >45 0 from this orientation. At the stages represented in our sample, the wall of the yolk sac was either bilaminar or trilaminar, and in most embryos, both forms were represented. A band of multinucleate, maternal, giant cells predominated within the decidua basalis (Fig. 7) . This band was in contact with uterine stroma and the compressed basal portions of the uterine glands.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 84,
                        "end": 93,
                        "text": "(Fig. Sa)",
                        "ref_id": null
                    },
                    {
                        "start": 287,
                        "end": 297,
                        "text": "(Fig.  Sa)",
                        "ref_id": null
                    },
                    {
                        "start": 656,
                        "end": 665,
                        "text": "(Fig. Sa)",
                        "ref_id": null
                    },
                    {
                        "start": 1038,
                        "end": 1046,
                        "text": "(Fig. 7)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The earliest embryonic stage represented (6 March) was an implanted embryo with a spherical embryoblast composed of a layer of differentiated hypoblast over columnar epiblast surrounding a central region of undifferentiated cells (Fig. 5) . The extra-embryonic endoderm in the embryonic region ranged from three to eight cells in thickness, in contrast to a thickness of one or two cells at the abembryonic pole. The proamniotic cavity was present in the form of two schizamniotic cavities, which had just begun fusion. One cavity had formed between the central sphere of cells and overlying hypo-blast opposite the yolk sac and the other had formed within the central sphere of cells itself (Fig. 5b) . Although there was no clear sign of the primitive knot, scattered mesenchymal cells occurred within the embryonic disk, and these cells may have represented the first appearance of mesoderm (Fig. 5b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 230,
                        "end": 238,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    },
                    {
                        "start": 692,
                        "end": 701,
                        "text": "(Fig. 5b)",
                        "ref_id": null
                    },
                    {
                        "start": 894,
                        "end": 903,
                        "text": "(Fig. 5b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In six embryos (5, 6, 8, 8, 10 , and 27 March) the schizamniotic cavity had completed fusion and a distinct mesodermal layer had appeared (Fig. 6) . The extent of mesodermal migration varied among these embryos. In the least advanced, mesodermal cells were found only in the embryonic disk and its margins; in the most advanced, mesoderm extended around about twothirds of the circumference of the yolk sac and preamniotic cavity. In all but two embryos, primitive endoderm completely lined the yolk sac.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 18,
                        "text": "(5,",
                        "ref_id": null
                    },
                    {
                        "start": 19,
                        "end": 21,
                        "text": "6,",
                        "ref_id": null
                    },
                    {
                        "start": 22,
                        "end": 24,
                        "text": "8,",
                        "ref_id": null
                    },
                    {
                        "start": 25,
                        "end": 27,
                        "text": "8,",
                        "ref_id": null
                    },
                    {
                        "start": 28,
                        "end": 30,
                        "text": "10",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 138,
                        "end": 146,
                        "text": "(Fig. 6)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In the most advanced embryo (24 March), the mesoderm completely lined the yolk sac, and a small head fold and notochord were apparent. However, the neural groove and somites had not yet appeared, and there was no evidence of an extraembryonic coelom.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Because little information is available on reproductive timing for small, forest-dwelling megachiropteran bats, it is wonh extrapolating birth dates for our sample and speculating about the annual reproductive cycle. In the similarly sized cynopterine, H. fischeri, maximum length of embryos typically is 25-30 mm (Heideman, 1988 (Heideman, , 1989 . The embryos of Otopteropus captured in May were approaching this size. These O.",
                "cite_spans": [
                    {
                        "start": 314,
                        "end": 329,
                        "text": "(Heideman, 1988",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 330,
                        "end": 347,
                        "text": "(Heideman, , 1989",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIscussrON",
                "sec_num": null
            },
            {
                "text": "cartilagonodus females would have given birth in late Mayor June if their embryos grow at about the rate of those of H.fischeri or other small pteropod ids (e.g., Cynopterus and Ptenochirus- Heideman, 1987 Heideman, , 1988 Heideman, , 1989 . The lack oflactating females and the absence of juveniles or suhadults in the samples suggests that no young had been born in the previous 6-1 0 months, as juvenile and subadult cynopterine fruit bats can be distinguished on the basis of pelage color and fusion of the phalangeal epiphyses until ca. 6-10 months in age (Heideman, 1987 (Heideman, ,1989 Heideman and Heaney, 1989) . Thus, offspring from a second mating in June or July presumably would, in March, still display the typical characteristics of young bats. Although capture bias may explain the lack of subadults and lactating females in the samples, subadults and lactating females o f other megachiropterans generally are easy to ca pture in mist nets (Heideman, 1989; Heideman and Heaney, 1989) . Thus, our data suggest that females in this population produce one young each year in late May, June, or early July. The only previous reproductive records for O. cartilagonodus are for two females from northern Luzon (Mudar and Allen, 1986) . Our examination of these specimens (UMMZ 156689 and 15 6972) indicates that the former actually is H. fischeri and the latter, captured 30 April 1981, carried a 15-mm embryo, comparable in size to those in our study from 5-6 May 1988.",
                "cite_spans": [
                    {
                        "start": 191,
                        "end": 205,
                        "text": "Heideman, 1987",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 206,
                        "end": 222,
                        "text": "Heideman, , 1988",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 223,
                        "end": 239,
                        "text": "Heideman, , 1989",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 561,
                        "end": 576,
                        "text": "(Heideman, 1987",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 577,
                        "end": 593,
                        "text": "(Heideman, ,1989",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 594,
                        "end": 620,
                        "text": "Heideman and Heaney, 1989)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 958,
                        "end": 974,
                        "text": "(Heideman, 1989;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 975,
                        "end": 1001,
                        "text": "Heideman and Heaney, 1989)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1222,
                        "end": 1245,
                        "text": "(Mudar and Allen, 1986)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIscussrON",
                "sec_num": null
            },
            {
                "text": "Two features of our data are surprising and suggest that O. cartilagonodus may undergo a developmental delay. First, an unusually high degree of synchrony was observed in the developmental stages of the embryos. All female bats collected during the month of March contained uterine swellings within a narrow size range (2-4 mm). Moreover, the embryos of all those examined histologically were just before or within the primitive-streak stage of embryogenesis. Populations of bats, including those that reproduce synchronously and seasonally, typically show a much lower degree of synchrony during early development (e.g., Baker and Baker, 1936; Marshall, 1947; Mutere, 1965; Myers, 1977; Rasweiler, 1977 Rasweiler, , 1982 Sandhu, 1984) than does our March sample. A high degree of developmental synchrony often is associated with some form of delay during pregnancy (Bleier, 1975; Bradshaw, 1962; Fleming, 1971; Heideman, 1989; Krishna and Dominic, 1983) . Second, only slight growth or developmental progress occurred during March. That all eight examined embryos were just before or within the primitive-streak stage of embryogenesis implies that this stage may be prolonged in Otopteropus, assuming that the sample was representative of the population. The developmental stages observed in March correspond to those of H. fischeri during the last 2 months of their 8-month developmental delay (Heideman, 1989) . Thus, March may be the end of a period of developmental delay in Otopteropus. This hypothesis is consistent with observations of males. We would predict that recently breeding males might have abundant spermatozoa, but the reproductive tracts of males captured in March were small and had f~w or no spermatozoa, even though developing spermatocytes were abundant. Conclusive evidence for or against devel-opmental delay requires samples from a longer span of months.",
                "cite_spans": [
                    {
                        "start": 622,
                        "end": 644,
                        "text": "Baker and Baker, 1936;",
                        "ref_id": null
                    },
                    {
                        "start": 645,
                        "end": 660,
                        "text": "Marshall, 1947;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 661,
                        "end": 674,
                        "text": "Mutere, 1965;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 675,
                        "end": 687,
                        "text": "Myers, 1977;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 688,
                        "end": 703,
                        "text": "Rasweiler, 1977",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 704,
                        "end": 721,
                        "text": "Rasweiler, , 1982",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 722,
                        "end": 735,
                        "text": "Sandhu, 1984)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 866,
                        "end": 880,
                        "text": "(Bleier, 1975;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 881,
                        "end": 896,
                        "text": "Bradshaw, 1962;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 897,
                        "end": 911,
                        "text": "Fleming, 1971;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 912,
                        "end": 927,
                        "text": "Heideman, 1989;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 928,
                        "end": 954,
                        "text": "Krishna and Dominic, 1983)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1396,
                        "end": 1412,
                        "text": "(Heideman, 1989)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIscussrON",
                "sec_num": null
            },
            {
                "text": "The stages of early development we observed in O. cartilagonodus are similar to those described for C. sphinx (Moghe, 1956) and H. fischeri (Heideman, 1989 ). These three species are similar in the persistence of collapsed zonae pellucidae embedded within ovarian stroma, appearance of the trophoblast, structure of the embryoblast and the embryonic disk, formation of the proamniotic cavity, and appearance and migration of mesoderm. These three species also may share a tendency to prolong the period just before or after implantation. Two of these species, O. cartilagonodus and H. fischeri, are closely related members of an endemic Philippine radiation of small cynopterine fruit bats (Heaney and Rickart, 1990) . Although some form of delay in development may have evolved independently in these species, it is possible that a period of slowed embryonic development evolved only once in a common ancestor, and may have been inherited (and possibly modified) by other members of this Philippine clade. More detailed study of early embryonic development and its regulation in these and related species might help explain the evolution of delayed embryonic development.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 123,
                        "text": "(Moghe, 1956)",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 155,
                        "text": "(Heideman, 1989",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 690,
                        "end": 716,
                        "text": "(Heaney and Rickart, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DIscussrON",
                "sec_num": null
            },
            {
                "text": "J. Mamm., 74(3):621-630, 1993",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/74/3/621/940642 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank J. J. Rasweiler ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "August 1993",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "female reproduction and the female reproductive cycle of Hipposideros caffercaffer(Sundevall, 1846) in Natal",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "T E"
                        ],
                        "last": "Bernard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A J"
                        ],
                        "last": "Meester",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "South Africa. Annals of the Transvaal Museum",
                "volume": "33",
                "issue": "",
                "pages": "131--144",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERNARD, R. T. E, AND J. A. J. MEESTER. 1982. fe- male reproduction and the female reproductive cycle of Hipposideros caffercaffer(Sundevall, 1846) in Na- tal, South Africa. Annals of the Transvaal Museum, 33:131-144.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Early embryology and implantation in the California leaf-nosed bat, Macrotus calijornicus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Bleier",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Anatomical Record",
                "volume": "182",
                "issue": "",
                "pages": "237--254",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLEIER, W. J. 1975. Early embryology and implan- tation in the California leaf-nosed bat, Macrotus cal- ijornicus. Anatomical Record, 182:237-254.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Reproductive cycle of the California leaf-nosed bat",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "V"
                        ],
                        "last": "Bradshaw",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Macro/us californicus. Science",
                "volume": "136",
                "issue": "",
                "pages": "645--646",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRADSHAW, G. V. 1962. Reproductive cycle of the California leaf-nosed bat, Macro/us californicus. Sci- ence, 136:645-646.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Artibeusjamaicensis: delayed embryonic development in a Neotropical bat",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Science",
                "volume": "171",
                "issue": "",
                "pages": "402--404",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FLEMING, T. H. 1971. Artibeusjamaicensis: delayed embryonic development in a Neotropical bat. Sci- ence, 171 :402-404.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Fetal membranes and placentation in Chiroptera",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Gopalakrishna",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "B"
                        ],
                        "last": "Karim",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Journal of Reproduction and Fertility",
                "volume": "56",
                "issue": "",
                "pages": "417--429",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOPALAKRISHNA, A., AND K. B. KARIM. 1979. Fetal membranes and placentation in Chiroptera. Journal of Reproduction and Fertility, 56:417-429.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Correlations of ciades and clines: geographic, e!evational, and phylogenetic distribution patterns among Philippine mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rlckart",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Vertebrates in the tropics (G. Peters and R. Hutterer, cds.). Museum Alexander Koenig",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., AND E. A. RlCKART. 1990. Correla- tions of ciades and clines: geographic, e!evational, and phylogenetic distribution patterns among Phil- ippine mammals. Pp. 321-332, in Vertebrates in the tropics (G. Peters and R. Hutterer, cds.). Museum Alexander Koenig, Bonn, Germany, 424 pp.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The timing of reproduction in the fruit bat Haplonyclerisfischeri (Pteropodidae): geographic variation and delayed development",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Reproduction and Fertility",
                "volume": "320",
                "issue": "",
                "pages": "363--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D. 1987. The reproductive ecology of a community of Philippine fruit bats (Pteropodidae: Megachiroptera). Ph.D. dissert., The University of Michigan, Ann Arbor, 320 pp. --. 1988. The timing of reproduction in the fruit bat Haplonyclerisfischeri (Pteropodidae): geographic variation and delayed development. Journal of Zo- ology (London), 215:577-595. --. 1989. Delayed development in Fischer's pyg- my fruit bat, Haplonycleris fischeri. in the Philip- pines. Journal of Reproduction and Fertility, 85:363- 382.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Population biology of fruit bats (Pteropodidae) in Philippine submontane rainforest",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Zoology",
                "volume": "218",
                "issue": "",
                "pages": "564--586",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D., AND L. R. HEANEY. 1989. Popu- lation biology of fruit bats (Pteropodidae) in Phil- ippine submontane rainforest. Journal of Zoology (London),218:564-586.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Animal tissue techniques. Third cd",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Humason",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "641",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HUMASON, G. L 1972. Animal tissue techniques. Third cd. W. H. Freeman and Co., San Francisco, 641 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Differential rates of fetal growth in two successive pregnancies in the embaltonurid bat, Taphozous longimanus Hardwicke",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Krishna",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Dominic",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Biology of Reproduction",
                "volume": "27",
                "issue": "",
                "pages": "23--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KRISHNA, A., AND C. J. DOMINIC. 1982. Differential rates of fetal growth in two successive pregnancies in the embaltonurid bat, Taphozous longimanus Hardwicke. Biology of Reproduction, 27:351-353. --. 1983. Reproduction in the female short-nosed fruit bat Cynoplerus sphinx (Vahl). Periodicum Bio- logorum, 85:23-30.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The breeding cycle of an equatorial bat (Pteropus giganteus of Ceylon)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Marshall",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Proceedings of the Linnaean Society of London",
                "volume": "159",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARSHALL, A. J. 1947. The breeding cycle of an equa- torial bat (Pteropus giganteus of Ceylon). Proceed- ings of the Linnaean Society of London, 159: 103- Ill.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "On the development and placentation of a Megachiropteran bat-Cynopterus sphinx gangeticus (Anderson)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Moohe",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Proceedings of the National Institute of Science of India",
                "volume": "22",
                "issue": "",
                "pages": "48--55",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOOHE, M. A. 1956. On the development and pla- centation of a Megachiropteran bat-Cynopterus sphinx gangeticus (Anderson). Proceedings of the National Institute of Science of India, 22:48-55.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Vertebrate fetal membranes",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Mossman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "New Jersey",
                "volume": "383",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOSSMAN, H. W. 1987. Vertebrate fetal membranes. Rutgers University Press, New Brunswick, New Jer- sey, 383 pp.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A list of bats from northeastern Luzon",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Mudar",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Philippines. Mammalia",
                "volume": "50",
                "issue": "",
                "pages": "219--225",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUDAR, K. M., AND M. S. ALLEN. 1986. A list of bats from northeastern Luzon, Philippines. Mam- malia, 50:219-225.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Delayed implantation in an equatorial fruit bat",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Mutere",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Nature",
                "volume": "207",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUTERE, F. A. 1965. Delayed implantation in an equatorial fruit bat. Nature, 207:780.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Patterns of reproduction of four species of vespertilionid bats in Paraguay",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "University of California Publications in Zoology",
                "volume": "107",
                "issue": "",
                "pages": "1--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, P. 1977. Patterns of reproduction of four species of vespertilionid bats in Paraguay. University of California Publications in Zoology, 107: 1-41.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Ecology of bat reproduction",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Racey",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Ecology of bats (T. H. Kunz, cd.)",
                "volume": "425",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RACEY, P. A. 1982. Ecology of bat reproduction. Pp. 57-104, in Ecology of bats (T. H. Kunz, cd.). Plenum Press, New York, 425 pp.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Variations in gestation length in a colony of pipistrelJe bats (Pipistrellus plpistrellus) from year to year",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Racey",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Swift",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Reproduction and Fertility",
                "volume": "61",
                "issue": "",
                "pages": "123--129",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RACEY, P. A., AND S. M. SWIFT. 1981. Variations in gestation length in a colony of pipistrelJe bats (Pip- istrellus plpistrellus) from year to year. Journal of Reproduction and Fertility, 61: 123-129.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Reproductive adaptations in the Indian rhinolophid bat, Rhinolophus rouxi (Temminck)",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Ramakrishna",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "V B"
                        ],
                        "last": "Rao",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Current Science",
                "volume": "46",
                "issue": "",
                "pages": "270--297",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RAMAKRISHNA, P. A., AND K. V. B. RAO. 1977. Re- productive adaptations in the Indian rhinolophid bat, Rhinolophus rouxi (Temminck). Current Science, 46: 270-27l.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The contribution of observations on early pregnancy in the little sac-winged bat, Peropterix kappferi, to an understanding of the evolution of reproductive mechanisms in monovular bats",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Rasweiler",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iv",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Reproduction and Fertility",
                "volume": "150",
                "issue": "",
                "pages": "681--702",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RASWEILER, J. J., IV. 1977. Preimplantation devel- opment, fate of the zona peliucida, and observations on the glycogen-rich oviduct of the little bulldog bat, Noclilio albiventris. The American Journal of Anat- omy,150:269-300. --. 1979. Early embryonic development and im- plantation in bats. Journal of Reproduction and Fer- tility,56:403-416. 1982. The contribution of observations on early pregnancy in the little sac-winged bat, Perop- terix kappferi, to an understanding of the evolution of reproductive mechanisms in monovular bats. Bi- ology of Reproduction, 27:681-702.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Distribution and ecology of small mammals along an elevationaltransect in southeastern Luzon",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C B"
                        ],
                        "last": "Utzurrum",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Philippines. Journal of Mammalogy",
                "volume": "72",
                "issue": "",
                "pages": "458--469",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., L. R. HEANEY, AND R. C. B. UTZURRUM. 1991. Distribution and ecology of small mammals along an elevationaltransect in southeastern Luzon, Philippines. Journal of Mammalogy, 72:458-469.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Breeding biology of the Indian fruit bat, Cynopterus sphinx (Vahl) in central India",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Sandhu",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Journal ofthe Bombay Natural History Society",
                "volume": "81",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SANDHU, S. 1984. Breeding biology of the Indian fruit bat, Cynopterus sphinx (Vahl) in central India. Jour- nal ofthe Bombay Natural History Society, 81 :600-",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": ".-a. Seminiferous tubules ofa male captured 22 March 1988. Spermatogonia (arrows) and a few meiotic sperma, tocytes (arrowheads), but no spermatids. were present. The epididymis of this bat lacked spermatozoa (scale bar = 50 ~m; Leydig cells, L). b. Section of the cauda epididymis of a male captured 8 March 1988. Most of the epididymis contained only isolated spennatozoa (dense black ovals at this magnification; open arrows), but several clusters of spermatozoa were present (solid arrows). The seminiferous tubules of this male contained abundant spermatagonia and meiotic spermatocytes, and moderate numbers of developing spermatids. -Semischematic line drawing of the reproductive tract of pregnant female Otopteropus cartilagonodus from the ventral aspect. The flap of skin that covers the vulva and the ventral portion of the anus in preserved specimens has been omitted from the drawing. The diameter of the conceptus and surrounding uterine tissue was 3mm.",
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": ". -0vary with a corpus luteum (CL) ipsilateral to an implanted embryo (shown inFig. 5) from a female captured 6 March 1988. Primary and developing follicl es and several follicles in various stages of atresia are apparent in the right of thefigure.",
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "text": "FlO. 4.-0vary contralateral to the ovary shown inFig. 3and the implanted embryo shown inFig.  5. Segregation of the ovary into one region (open arrows; top and right) containing primordial and primary, secondary, and antral follicles, and a second region (solid arrows) with collapsed zonae pellucidae (z) is apparent. -a. Longitudinal section through the uterus, conceptus and part of the ovary of a female 0. cartilagonodus captured 6 March 1988. The embryoblast (e) is oriented toward the ovary (0) and utero-tubal junction G). Extraembryonic endoderm (en) has migrated over the inside of the yolk sac membrane. The basal portions of uterine glands are visible at upper right between the myometrium (my) and the decidua (d). The uterine lumen (ul) is apparent beyond the decidua capsularis (de). The space between the yolk sac membrane and the cytotrophoblast is an artifact of processing (scale bar = 500 /.till). b. Higher magnification of the embryoblast shown inFig. Sa. Presumptive endoderm (en) and ectoderm (ec) are visible. The primary (1°) and secondary (2\") cavity have begun fusion (out of the plane of sectioning) to fonn the proamniotic cavity. Reichert's membrane is visible (arrowheads) adhering to extraembryonic endodenn. FIG. 6.-Longitudinal section through the embryonic disc of a female captured 6 March 1988. Three embryonic germ layers are visible, as is Reichert's membrane (arrowhead), and the proamniotic cavity is well developed (proamniotic cavity, ac; ectoderm, ec; endoderm, en; mesoderm, m; yolk sac cavity, ysc).",
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "text": ".-Trophoblast and uterus from the female whose embryo is shown in Fig. 5. Cords of cytotrophoblast (c) surrounded by syncytiotrophoblast (5) penetrate deeply into the uterine stroma (51), almost reaching a layer composed largely of multinucleate giant cells (g). Maternal lacunae (arrowheads), some containing blood cells, are visible adjacent to syncyctiotrophoblast. Basal portions of uterine glands (ug) are visible near the myometrium (my).",
                "type_str": "figure"
            }
        }
    }
}