{
    "paper_id": "Hershkovitz1940-FourneworyzomyinerodentsfromEcuador",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:12.744599Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "By PHILIP HERSHKOVITZ I wish, to thank the American Museum of Natural History, the Field Museum of Natural History, and the Academy of Natural Sciences of Philadelphia for the loan of specimens. I am especially indebted to Dr. Wilfred H. Osgood for the loan of the unique specimen (type) of Oryzomys andinu« Osgood, as well as for other material and information. This work was done under the guidance of Dr. William H. Burt, to whom a large share of the credit for it is due. In the lists of specimens examined the abbreviation A.M.N.H., refers to the American Museum of Natural History; F.M.N.H., to the Field Museum of Natural History; A.N.S.P., to the Academy of Natural Sciences of Philadelphia; U.M.M.Z. ., to the University of Michigan Museum of Zoology. Most color terms are from Ridgway (1912). Oryzomys (Oryzomys) alfaroi intagensis, new subspecies",
    "pdf_parse": {
        "paper_id": "Hershkovitz1940-FourneworyzomyinerodentsfromEcuador",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "By PHILIP HERSHKOVITZ I wish, to thank the American Museum of Natural History, the Field Museum of Natural History, and the Academy of Natural Sciences of Philadelphia for the loan of specimens. I am especially indebted to Dr. Wilfred H. Osgood for the loan of the unique specimen (type) of Oryzomys andinu« Osgood, as well as for other material and information. This work was done under the guidance of Dr. William H. Burt, to whom a large share of the credit for it is due. In the lists of specimens examined the abbreviation A.M.N.H., refers to the American Museum of Natural History; F.M.N.H., to the Field Museum of Natural History; A.N.S.P., to the Academy of Natural Sciences of Philadelphia; U.M.M.Z. ., to the University of Michigan Museum of Zoology. Most color terms are from Ridgway (1912). Oryzomys (Oryzomys) alfaroi intagensis, new subspecies",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Ears brown, sparsely covered with fine black hairs. Tail brown on upper surface, distinctly paler on proximal fourth of underside, but becoming unicolored terminally. There is a large patch of white behind the shoulders.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Coloration of paratypes.-The principal deviations from the coloration of the holotype are those concerned with molt. The renewal of pelage progresses along the sides to the posterior parts, thence to the dorsal surface. Thus, in many specimens, the old pelage in the region of the thighs and posterior half of the dorsum, especially the rump, is contrastingly darker in color than that of the anterior parts. The extent of the bicolored part of the tail varies from the proximal one-sixth in one specimen, to the complete length of the tail in another specimen. In some specimens the hairs on the throat and midline of the chest tend to be more nearly white than those on the other parts of the ventral surface. Five of the eighteen topotypes are marked by spots and patches of white distributed irregularly over the head, back, and sides. None of the specimens from La Carolina exhibits this variegation. The coloration of the dorsal surface and sides averages darker in the La Carolina series than in the topotypes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Measurements (in mm.).-The first measurement, of the holotype, is followed by the means and extremes of the topotype series (including holotype) with the adults of the La Carolina series; total, 18 specimens. External (taken from the freshly killed animal): head and body, 97, 99.8 (89-122); tail, 100, 110 (99-123) ; hind foot (s.u.), 23, 24.4 (23-27) ; ear from notch, 17, 16.8 (15-18) . Skull: greatest length, 26.8, , seven specimens); condyle to gnathion, 24, 24.5 (23.6-25.8, fourteen specimens); greatest zygomatic breadth, 13.6, 13.8 (12.7-14.6, fifteen specimens); length of nasals, 10.1, 10.9 (9.9-12, nine specimens); interorbital constriction, 4.5, 4.7 (4.0-5.2); braincase (greatest width across parietals), 11.1, 11.1 (10.8-11.6, fourteen specimens); length of palatal bridge, 5.4, 5.7 (5.1-6.1); palatine foramina, 4.3 by 2.6, 4.3 by 2.2 (4.0-4.6 by 2.1-2.6); alveolar length of upper molar row, 3.6., 3.9 (3.6-4.0); diastema, 6.8, 6.5 (5.8-7.0).",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 315,
                        "text": "97, 99.8 (89-122); tail, 100, 110 (99-123)",
                        "ref_id": null
                    },
                    {
                        "start": 336,
                        "end": 352,
                        "text": "23, 24.4 (23-27)",
                        "ref_id": null
                    },
                    {
                        "start": 371,
                        "end": 387,
                        "text": "17, 16.8 (15-18)",
                        "ref_id": null
                    },
                    {
                        "start": 390,
                        "end": 413,
                        "text": "Skull: greatest length,",
                        "ref_id": null
                    },
                    {
                        "start": 414,
                        "end": 419,
                        "text": "26.8,",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Remarks.-Probably assignable to intagensis are two specimens recorded as gracilis by Lonnberg (1913: 27 ) (one from Mindo and the one from Gualea); also the specimen recorded from northern Ecuador by Goldman as gracilis (1915: 129) and later (1918: 62) as either gracilis or palmirae. It is of interest to note that Lonnberg (1913: 27) remarked concerning his specimens that \"both are pied, the former with a broad whitish patch on left shoulder, the latter [with patches] on both sides.\" This agrees with the variegated condition that occurs among the specimens of the type series of intagensis.",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 103,
                        "text": "Lonnberg (1913: 27",
                        "ref_id": null
                    },
                    {
                        "start": 200,
                        "end": 235,
                        "text": "Goldman as gracilis (1915: 129) and",
                        "ref_id": null
                    },
                    {
                        "start": 236,
                        "end": 252,
                        "text": "later (1918: 62)",
                        "ref_id": null
                    },
                    {
                        "start": 316,
                        "end": 335,
                        "text": "Lonnberg (1913: 27)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Oryzomys alfaroi intagensis: Pefiaherrera, Ecuador, 11 (U.M.-M.Z.); La Carolina, Imbabura Province, Ecuador, 19 (U.M.M.Z.). O. a. palmirae.• Miraflores, Colombia, type and type series, 6 (A.M.N.H.); Cauca Valley, Colombia, 4 (Salencio, Rio Frio, Palmira, Las Lomitas), (A.M.N.H.) . O. a. gracilis.' Bogota region, Colombia, 1 (A.M.N.H.).",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 299,
                        "text": "(A.M.N.H.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holotype.-Adult male, skin with skull, U.M.M.Z., no. 77176; collected May 6, 1934, by Philip Hershkovitz; original no. M228. Paratypes, 14 males, 3 females, skins with skulls, 1 complete skeleton, U.M.M.Z. nos. 77164-75, 77177-78, 77218-20.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Type locality.-Hacienda Chinipamba near Peiiaherrera, Intag, in the subtropical forest of the western slope of the western cordillera of the Andes, Imbabura Province, Ecuador. Altitude, about 1500 meters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Distribution.-Subtropical forests of the western Andes in Ecuador. Although this species is known only from the type locality, it is highly probable that the Oligoryzomyr ecorded from many localities in western Ecuador as either longicaudatus or stolemonni, are assignable to spodiurus, . . Comparisons.-In size, external appearance, and skull characters epodiurus 18 most nearly allied to the Peruvian Oligoryzomys which have been referred to the longicaudatus group. Comparisons of spodiurus were made with the type of O. andinus Osgood from western Peru, with a series of four specimens here considered as representatives of stolzmanni Thomas, and with another series of four specimens which undoubtedly represent destructor of Tschudi, (see p. 81).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Oryzomys spodiurus is distinguished from andinus by its narrower nasals, fully expanded palatine foramina, longer and heavier molar-tooth row, wider palate and mesopterygoid fossa, and narrower and lighter zygomatic arches and anterior zygomatic plates; the body and hind foot are smaller. In coloration, both forms are similar except that the tail is grayish in spodiurue, pale brown in asulinue,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Distinguished from stolzmanni .by longer tail, color of underparts less buffy, feet more heavily haired whitish, and tail grayish, not brown; skull larger, palatine foramina wider, incisors longer and heavier, nasals longer and narrower.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "O. spodiurus appears to be most nearly related to O. destructor, with which it agrees in external measurements, but is slightly duskier in coloration throughout. As in the Peruvian forms, the tail of 'destructor is pale brown. The skull characters of destructor are essentially like those of stolzmanni, except for the larger dimensions, which equal those of spodiurus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Coloration of holotype.-Dorsal surface, from crown to base of tail, oehraceous-tawny overlaid with black on middorsal region; individual hairs at base pale mouse gray, terminally ochraceous-tawny minutely tipped with black. Cheeks and forehead warm buff. Well-haired ears sayal brown on outer surface, paler on inner surface. Sides and thighs warm buff wi th grayish grizzling. A distinct ochraceous-buff la teralline present. A large white patch is present on the right shoulder-a purely individual character. Upper surface of forelegsbuffy with basal gray of hairs showing through. Belly and inner surface of hind legs whitish, lightly washed with light buff, gray basal portion of hairs showing through -distinctly. Undersides of forelegs, neck, chin, and area surrounding mouth nearly white; gray bases of hairs short and hardly visible at the surface. Forefeet and hindfeet whitish. Tail deep mouse gray above, mouse gray on proximal three-fourths of underside, converging terminally to color of upper surface.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Coloration o!paratypes.-The Iace.is uniformly paler than the crown and remainder of upper parts. Lateral line always present. On the ventral surface the gray of the basal parts of the hairs is always visible from the surface; the buffy wash is extremely light in some specimens, heavier in others, but never becoming the dominant color. Other external markings as in the holotype. The pelages of the young adults are darker than those of the older individuals. Three specimens, in addition to the holotype, have conspicuous white patches at the sides or in the shoulder region. Inall the others there is present a sprinkling of white hairs on the sides.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Measurements (in mm.).-The first measurement, of the holotype, is followed by the means' and extremes of the type series -(including holotype) of 15 adults (13 males, 2 females). External (taken from the freshly-killed animal) : head and body, 101, 91.3 (72-109); tail, 136, 128.4 (120-142); hind foot (s.u.) , 24,23.3 (22-25) ; ear from notch, 16, 15.5 (14-17). Skull: greatest length, 26.8, 25.6 (24.5-26.8, six specimens); condyle to front of incisor, 23,22.4 (21.0-23.0, twelve specimens); zygomatic breadth, 13.4, 13.0 (12.1-13.7, ten specimens); length of nasals, 9.8, 9.3 (8.6-9.8, nine specimens); the interorbital constriction, 3.6, 3.4 (3.3-3.6); braincase (greatest width across parietals), 11,JO.8(10.4-11~2, twelve specimens); palatal bridge, 4.2, 4.2 (4.0-4.7, fourteen specimens); palatal foramina, 4.9 by 2.1,4.6 by 2.0 (4.3-4.9 by 1.7-2.1); alveolar length of upper molar row, 3.8, 3.6 (3.4-4.0); diastema, 6.3, 5.8 (5.3-6.3).",
                "cite_spans": [
                    {
                        "start": 302,
                        "end": 308,
                        "text": "(s.u.)",
                        "ref_id": null
                    },
                    {
                        "start": 311,
                        "end": 326,
                        "text": "24,23.3 (22-25)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Remarks.-Some uncertainty has existed with regard to the specific name applicable to the eastern Peruvian and western Ecuadorian Oligoryzomys. The two described forms from western Peru, arenalis Thomas and andinus Osgood, appear to be quite distinct from each other and are not to be confused with the eastern Peruvian forms and Downloaded from https://academic.oup.com/jmammal/article/21/1/78/906245 by University of Michigan user on 07 October 2021 O. spodiurus. Thomas (1926a: 611) synonymized stolzmanni with.minutus Tomes and subsequently referred all the Peruvian Oligoryzomys, except arenalis, to minutus. He implied (1926b: 160) that andinus Osgood was identical with minutus. Later, in reporting on a collection of mammals from Peru, (1927: 369) he concluded that Oryzomyslongicaudatus destructor Tschudi \"with which his [Tschudi's] melanostoma was synonymous, would seem to be the proper term for the Peruvian mouse commonly called minutus or stolzmanni.\" In addition, Thomas expressed his belief that \"the Peruvian longtailed mice are not specifically distinguishable from the O. longicaudatus of Chili, of which they may best be treated as a local sub-species.\" As a result, he thereafter listed all the eastern Peruvian Oligoryzomys under O. longicaudatus destructor.",
                "cite_spans": [
                    {
                        "start": 465,
                        "end": 484,
                        "text": "Thomas (1926a: 611)",
                        "ref_id": null
                    },
                    {
                        "start": 830,
                        "end": 841,
                        "text": "[Tschudi's]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Osgood (1933: 1) showed, however, that Thomas erred in regarding minutus (M icroryzomys) as an Oligoryzomys. As for stolzmanni and melanostoma, Thomas gave no grounds for referring them to destructor. The inference is that Thomas adopted the latter name simply because it is the oldest. Although it is true that the described forms of the eastern Peruvian Oligoryzomys bear a high degree of resemblance to each other and to spodiurus, there are differences in characters which are here considered to be of sufficient importance to separate them. If, as stated by Thomas, destructor is a race of longicaudatus, the form stolzmanni must equally be considered a distinct race of the same species. The Ecuadorian spodiurus may likewise be shown to be referable to longicaudatus. However, no specimens of typicallongicaudatus are at hand for comparison, therefore, to avoid arbitrariness, I am provisionally giving O. spodiurus specific rank.",
                "cite_spans": [
                    {
                        "start": 7,
                        "end": 16,
                        "text": "(1933: 1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Of the specimens examined, the series of stolzmanni represents those recorded by Osgood (1914: 154) , whose conclusions regarding their identity are here accepted. Concerning the specimens of destructor, Osgood advises (in epist.) that these were taken in the vicinity of Tschudi's home in Peru. Tschudi (1844: 184) remarked that he found a pair of these mice nesting in a chest in which he had kept his natural history collection during a period of several months. According to Tschudi, destructor is the house mouse of the plantations which border on the virgin forests of eastern Peru. Taking this as an indication of the type locality, it is obviously within the zone which Tschudi (1844: xxviii) describes as the \"Eigentliche Waldregion\" and which includes also the localities in the Rio Chinchao district where the specimens at hand were collected. Furthermore, these mice agree closely with the original description of destructor and with the color plate of the type (1844: 182, pl. XIV, fig. 1 ). These considerations make it necessary to regard the Chinchao specimens as destructor. It appears from Tschudi's description (1844: 182, pI. XIV, fig. 2) that melanostoma is a distinct form. Distribution.-Confined to the higher altitudes of that portion of the eastern Andes known as the Cordillera de Pimanpiro.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 99,
                        "text": "Osgood (1914: 154)",
                        "ref_id": null
                    },
                    {
                        "start": 296,
                        "end": 315,
                        "text": "Tschudi (1844: 184)",
                        "ref_id": null
                    },
                    {
                        "start": 678,
                        "end": 692,
                        "text": "Tschudi (1844:",
                        "ref_id": null
                    },
                    {
                        "start": 1108,
                        "end": 1155,
                        "text": "Tschudi's description (1844: 182, pI. XIV, fig.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 995,
                        "end": 1001,
                        "text": "fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Distinguished externally from M. a. altissimus by smaller size, darker upperparts, and by the color of the underparts, which is not well defined from that of the sides. The skull of hylaeus is smaller, and the nasals taper abruptly to pointed tips, whereas in altissimus the tips of the nasals are slightly expanded and rounded. Coloration of holotype.-Hairs of the dorsal surface plumbeous basally, ochraceousbuff subterminally,minutely tipped with black; guard hairs long, conspicuous, and projecting well beyond the other hairs giving a blackish cast to the area. Sides of body like back, but with guard hairs greatly reduced in number; an ochraceous lateral line. Ventral surface not sharply defined, warm buff in color with the plumbeous basal portions of the hairs showing through prominently. Tail bicolor for entire length, slightly pencilled. Fore and hind feet whitish; white hairs at base of claws long and abundant. The orange-buff postauricular patches present in hylaeus are absent in altissimus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Colorationof paratype.-Essentially like the holotype, but slightly darker on the dorsal surface; postauricular patches less prominent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "'Measurements of holotype and .paratype.-External (taken from the freshly killed animal): total length, 174, 170; tail, 104,96; hind foot (s.u.), 21, 21; ear from notch 15, 16. Skull: greatest length, 22,-; condyle-incisive length, 18.9,-; zygomatic breadth, 11.3,-; braincase (greatest width across parietals), 10.4,-; interorbital constriction, 3.2,3.0; interparietal, 7.1 by 2.5,7.7 by 2.0; length of nasals, 7.7,-; palatine foramina, 4.1 by 1.4, 4.1 by 1.5; palatal bridge, 3.2, 3.5; diastema, 4.9,5.2; alveolar length of upper molar row, 3.1, 3.0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": ". For remarks and the list of specimens examined, see below. Diagnosis.-Distinguished from both altissimus and hylaeus by its paler coloration; larger, more expanded infraorbital foramina; wider palatine foramina; heavier rostrum. In size, chotanus agrees with altissimus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Oryzomys (Oligoryzomys) spodlurus, new species",
                "sec_num": null
            },
            {
                "text": "Coloration of holotype.-The details of coloration in chotanus are very similar to those of altieeimus ; both forms lack the bright postauricular patches present in hylaeus. Nevertheless, chotanus appears to be much paler in color on the dorsal surface than either altissimus or hylaeus.This is chiefly attributable to the shortness, relative paucity, and inconspicuousness of the guard hairs' which prominently line the dorsal surfaces of the other races. This is a factor directly correlated with the hot, desert environment of chotanus as contrasted with the cold, humid habitats of both altissimus and hylaeus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "Measurements of holotype.-External (taken from the freshly killed animal): total length, 191; tail, 115; hind foot, (s.u.) 21; ear from notch, 16. Skull: Condylo-incisive length, 19.7;z.ygomatic breadth, 11.3; braincase, (greatest width across parietal), 11;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "interorbital constriction, 3.4; interparietal, 8.9 by 2.7; palatine foramina, 4.2 by 1.6; diastema, 5.7; alveolar length of upper molar row, 3.2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "Remarks. -Osgood (1933: 6) pointed out, that altissimus \"is a very distinct form possibly entitled to specific rather than subspecific rank\" under minutus, to which he assigned it. That altissimus is specifically distinct from minutus is evident both from its distribution and from its external appearance and skull. Osgood (1933: 6) remarked that \"minuiue altissimus\" and minutus aurillus had been taken in the same general 10cality, but he qualified this by stating that these forms were trapped at different stations, the former on the open puna, the latter in the edge of the forest below the puna. He further remarked that in other places, in northern Peru and in Ecuador, these two forms were found under the same conditions, i.e., the one in the open country, the other in the adjacent forests. However, my two specimens of hylaeus were taken in the same trap line that yielded specimens of minutus. This trap line was set at the edge of a small cornfield entirely surrounded by virgin forest. Thus, it is conclusively shown that both altissimus and minutus can be found in exactly the same habitat and that at least one race of the former is a forest-dweller.",
                "cite_spans": [
                    {
                        "start": 9,
                        "end": 26,
                        "text": "-Osgood (1933: 6)",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 333,
                        "text": "(1933: 6)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "The coloration of Microryzomys altissimus is \"rnuch paler [than 1ninutus] . . ., the tail broadly and completely bicolor,. . .. Upper parts with dominant color ochraceousbuff to light buff rather than ochraceous-tawny [as in minutus]\" (Osgood, 1933: 5) . In cranial characters altissimus is distinguished from minutus by its more delicate skull; more inflated braincase; narrower nasals; more rounded supraoccipital; narrower interparietals, measured along the antero-posterior axis; longer molar-tooth row; relatively narrower molariform teeth. In altissimus the palatine foramina extend posteriorly beyond the level of the molars; in minutus these foramina terminate anterior to the level of the molars. The tubercle on the lateral surface of the mandible at the root of the incisor is strongly projecting in minutus and is reduced in altissimue.",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 252,
                        "text": "(Osgood, 1933: 5)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "The specimens of M icroryzomys recorded from Ecuador by Stone (1914: 10) as \"minutus (Tomes),\" are referable to the species altissimus and are more closely related to the northern Ecuadorian races than to the Peruvian altissimus. However, they differ from all the described races of altissimus by their slightly darker coloration on back and sides, their brown fore and hind feet, and by their smaller skulls. Stone (1914: 10) recorded these mice from the \"vicinity of Hacienda Garz6n (or Rosario) at the southern foot of Mt. Pichincha (Western Andes), some of them 'in meadows and swamps below the house, 10,150 feet,' others higher up near the paramo, 12,000 feet.\"",
                "cite_spans": [
                    {
                        "start": 56,
                        "end": 72,
                        "text": "Stone (1914: 10)",
                        "ref_id": null
                    },
                    {
                        "start": 410,
                        "end": 426,
                        "text": "Stone (1914: 10)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "Specimens examined. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Microryzomys altissimus chotanus, new subspecies",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/78/906245 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": ".By WILLIAM B. DAVIS When Bailey (N~Amer. Fauna, 25, p. 122, 1905) described Castor canadensis texensis from the drainage basin of the Colorado River in Texas he had available only three specimens, the type, a considerably faded dismantled mounted specimen, and two skulls. Because of additional specimens (N os, 870, 1028, 1053-1066 , Texas Cooperative Wildlife Collection) collected on the South Llano River, tributary to the Colorado River, by Arthur H. Cook, field biologist of the Texas Cooperative Wildlife Research Unit, it seems advisable to place on record.a more extended description of the Texas beaver..Comparison of our specimens with the original description indicates that the descriptive and supposed diagnostic characters of the' race were based almost entirely upon an unusually large animal. None of our specimens, even though fully adult, are as large as the type. The paratype, skull only (U. S. Nat. Mus., no. 41869), from Cypress Mill, Blanco County, Texas, approaches more nearly the mean size of our material.The following description is based on twelve specimens, seven of which are fully adult.Color.~(Winter) Rich reddish brown above, lighter, more nearly chestnut, on base of tail, shoulders, and, cheeks; pale plumbeous brown below; upper surfaces of feet much darker, more nearly chestnut brown, than legs.(Summer) General coloration darker ; feet and base of tail deep chestnut, in striking contrast to the paler legs and body.Skull.-Nasals relatively long, expanded to greatest width about middle of width of nasals rostrum, and sharply pointed posteriorly; ratio 1• th f I averages 50; . . eng 0 nasa s sagittal crest long and well developed in most specimens, but in some, even though adult, short and with lyrate temporal ridges.Comparison.-As compared with Castor canadensis mexicanus Bailey from the Rio Grande in EI Paso County, Texas, texensis differs as follows: Considerably darker, both dorsally and ventrally; feet. chestnut colored, rather",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 66,
                        "text": "Fauna, 25, p. 122, 1905)",
                        "ref_id": null
                    },
                    {
                        "start": 306,
                        "end": 333,
                        "text": "(N os, 870, 1028, 1053-1066",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CRITICAL NOTES ON THE TEXAS BEAVER",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Five new rice rats of the genus Oryzomys",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "Proc. BioI. Soc. Wash",
                "volume": "28",
                "issue": "43",
                "pages": "l-- IDO",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. 1915. Five new rice rats of the genus Oryzomys. Proc. BioI. Soc. Wash., vol. 28, pp. 127-30. 1918. The rice rats of North America. North Amer. Fauna, no. 43, pp. l- IDO.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Mammals from Ecuador' and related forms",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Lonnberg",
                        "suffix": ""
                    }
                ],
                "year": 1913,
                "venue": "Ark. f. Zool",
                "volume": "8",
                "issue": "16",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONNBERG, E. 1913. Mammals from Ecuador' and related forms. Ark. f. Zool., Stockholm, vol. 8, no. 16, pp. 1-36; 1 colored pl.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammals of an expedition across northern Peru. Field Mus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Nat. Hist. Zool. Ser",
                "volume": "10",
                "issue": "12",
                "pages": "143--85",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OSGOOD, W. H. 1914. Mammals of an expedition across northern Peru. Field Mus. Nat. Hist. Zool. Ser., vol. 10, no. 12, pp. 143-85.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The South American mice referred to Microruzomus and Thallomyscus. Field Mus",
                "authors": [],
                "year": null,
                "venue": "Nat. Hist. Zool. Ser",
                "volume": "20",
                "issue": "319",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "The South American mice referred to Microruzomus and Thallo- myscus. Field Mus. Nat. Hist. Zool. Ser., vol. 20, no. 319, pp. 1-8.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Color standards and color nomenclature. Washington : Published by the author",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomenclature. Washington : Pub- lished by the author. .",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "On a collection of mammals from Ecuador",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Stone",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Proc. Acad. Nat. SCI. Philadelphia",
                "volume": "",
                "issue": "",
                "pages": "9--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STONE, W. 1914. On a collection of mammals from Ecuador. Proc. Acad. Nat. SCI. Philadelphia, pp. 9-19.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Godman-Thomas Expedition to Pern.-II. On mammals collected by Mr. Hendee in north Peru between Pacasmayo and Chachapoyas",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "Ann. Mag. Nat. Rist., sere",
                "volume": "9",
                "issue": "",
                "pages": "610--616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THOMAS, O. 1926a. The Godman-Thomas Expedition to Pern.-II. On mammals collected by Mr. Hendee in north Peru between Pacasmayo and Chachapoyas. Ann. Mag. Nat. Rist., sere 9, vol. 17, pp. 610-616.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The Godman-Thomas Expedition to Peru.-V. On mammals collected by Mr. Hendee in the Province of San Martin, north Peru, mostly at Yurac Yacu",
                "authors": [],
                "year": 1926,
                "venue": "Ann. Mag. Nat. Hist., sere",
                "volume": "9",
                "issue": "",
                "pages": "361--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1926b. The Godman-Thomas Expedition to Peru.-III. On mammals collected by Mr. Hendee in the Chachapoyas region of north Peru. Ann. Mag. Nat. Hist., sere 9, vol. 18, pp. 156-67. 1927. The Godman-Thomas Expedition to Peru.-V. On mammals collected by Mr. Hendee in the Province of San Martin, north Peru, mostly at Yurac Yacu. Ann. Mag. Nat. Hist., sere 9, vol. 19, pp. 361-375.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Untersuchungen tiber die fauna Peruana, Einleitung",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Tschudi",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Von",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1844--1846",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TSCHUDI, J. J.< VON. 1844-1846. Untersuchungen tiber die fauna Peruana, Ein- leitung, pp. i-xxx;",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Specimens examined.-Oryzomys (Oligoryzomys) spodiurus: Pefiaherrera, Ecuador, 18 (U.M.M.Z.). O. (0.) lonqicaudatus destructor: Rio Chinchao, Huanuco Province, Peru, 4 (Hacienda Buena Vista, altitude, 3500 feet, 2, Hacienda San Antonio, altitude 3000 feet, 1, Hacienda Vista Allegre, altitude 3000 feet, 1), (F.M.N.H.). O. (0.) longicaudatus stolzmanni: Moyabamba, Peru, 2 (F.M.N.H.); Uchco, Peru, 2 (F.M.N.H.). O. (0.) andinus: Hacienda Llagueda, upper RIO Chicama, Peru, the type (F.M.N.H.). Microryzomys altissimus hylaeus, new subspecies Holotype.-Adult male, skin with skull; U.M.M.Z. no. 77224; collected September 29, 1934, by Philip Hershkovitz; original no. M288. Paratype, adult female skin with skull U~M.M.Z. no. 77223.Type locality.-Temperate rain-forest of the western slope of the eastern cordillera, at the site Atal, within the confines of the Hacienda. Indujel del Vinculo, near San Gabriel, Montrifar, Carehi Province, Ecuador. Altitude, about 2900 meters."
            },
            "FIGREF1": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Holotype.-Adult male, skin with skull, U.M.M.Z. no. 77222; collected June 20, 1934, by Philip Hershkovitz; original no. M262. Type locality.-Southern slopes of the arid Chota Valley, parish of Pimanpiro, Imbabura Province, Ecuador. Altitude, about 2000 meters.Distribution. -The desert and irrigated fields of the Chota Valley."
            },
            "FIGREF2": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "-Microryzomys altissimue hylaeus: Atal, Ecuador, 2 (U.M.-M.Z.). M. a. chotanus: Pimanpiro, Ecuador, 1 (U.l\\ILM.Z.). M. a. aliiesirnue: La Quinua, Peru, 4 (F.M.N.H.). M, a. subsp.: Hacienda Garz6n, foot of'.Mt. Pichincha, Ecuador, 3 (A.N.S.P.). M. minuius subsp.: Atal, Ecuador, 2 (U.M.M.Z.). ill. m, aurillus: Huanuco, Peru, 1 (F.M.N.H.); Molinopamba, Peru, 2 (F.M.N.II.). u. m: humilior: San Juan de Rio Seco, Colombia, 1 (A.M.N.H.); Quipile, Colombia, 1 (A.lVI.-N.H.); Macotama, Colombia, 1 (A.M.N.fI.). M. m. fulvirostris: Munchique, Cauca, Colombia, the type (A.M.N.H.); Gallera, Colombia, 1 (A.M.N.H.); \"Western Andes, 40 miles west of Popayan,\" Colombia, 1 (A.M.N.H.)."
            }
        }
    }
}