{
    "paper_id": "Hesse1934-AnotherRecordoftheFossilVoleMimomysPrimus(Wilson)fromCalifornia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:14.418831Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "A black-eyed white old-field mouse, Peromyscus polionotus polionotus, was sent to me a short time ago by Harold J. Coolidge, Jr. Through the kindness of the Mammal Department of the Museum of Comparative Zoology the specimen has been deposited in the Museum of Zoology, University of Michigan. This mouse was found August 1, 1933, by Oliver Allen, a nature instructor, at the camp of the Athens Y. M. C. A., at Tallulah Falls, in northeastern Georgia. The animal was preserved by Mr. Allen, and, through H. A. Carter, was sent to the Museum of Comparative Zoology. The specimen is in alcohol, except that the skull has been removed for identification. The pelage of this mouse is entirely white, with no trace of color anywhere. The feet, tail, and nose also lack pigment. However, the eyes, eye-rings, and outer part of the ears are black. In the house-mouse and in some other domestic animals the black-eyed white character is inherited and it would-likely prove to be inherited in Peromyscus also, if any of these black-eyed white animals could be secured alive.-LEE R. DICE,",
    "pdf_parse": {
        "paper_id": "Hesse1934-AnotherRecordoftheFossilVoleMimomysPrimus(Wilson)fromCalifornia",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A black-eyed white old-field mouse, Peromyscus polionotus polionotus, was sent to me a short time ago by Harold J. Coolidge, Jr. Through the kindness of the Mammal Department of the Museum of Comparative Zoology the specimen has been deposited in the Museum of Zoology, University of Michigan. This mouse was found August 1, 1933, by Oliver Allen, a nature instructor, at the camp of the Athens Y. M. C. A., at Tallulah Falls, in northeastern Georgia. The animal was preserved by Mr. Allen, and, through H. A. Carter, was sent to the Museum of Comparative Zoology. The specimen is in alcohol, except that the skull has been removed for identification. The pelage of this mouse is entirely white, with no trace of color anywhere. The feet, tail, and nose also lack pigment. However, the eyes, eye-rings, and outer part of the ears are black. In the house-mouse and in some other domestic animals the black-eyed white character is inherited and it would-likely prove to be inherited in Peromyscus also, if any of these black-eyed white animals could be secured alive.-LEE R. DICE,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In May, 1932, issue of the Journal ofMammalogy, (p. 150) Robert W. Wilson described a new genus and species of fossil vole, from the Upper Pliocene of California, under the name Cosomys primus. This was the second record of the occurrence of this group, as fossil, in North America. In the following issue of the Journal (August, 1932, p. 280) Martin A. C. Hinton, noted British authority on the Microtinae, published a note in which he stated that the genus Cosomys was identical with the European fossil genus Mimomu«.",
                "cite_spans": [
                    {
                        "start": 321,
                        "end": 343,
                        "text": "(August, 1932, p. 280)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANOTHER RECORD OF THE FOSSIL VOLE MIMOMYS PRIMUS• (WILSON) FROM CALIFORNIA",
                "sec_num": null
            },
            {
                "text": "A month after Wilson's account had appeared, W. F. Barbatt sent to the Museum of Paleontology, at Berkeley, the tiny lower jaws of a fossil vole. This specimen was presented to the Museum by the Standard Oil Company of California, through the courtesy of Mr. G. C. Gester. It was collected by Barbatt from a green shale in a rotary drill core, which had been taken from the \"Crites\" no. 1 well, Buttonwillow Gas Field, Kern County, California. The elevation of the casing head was 298 feet, and the core, at the point from which the specimen was taken, was 3174 feet below the surface.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANOTHER RECORD OF THE FOSSIL VOLE MIMOMYS PRIMUS• (WILSON) FROM CALIFORNIA",
                "sec_num": null
            },
            {
                "text": "These lower jaws belong to the same form as that described by Wilson, but our material is less complete. Upon the evidence of Hinton, the name for this animal would be Mimomys primus, the specific name being retained on the. slightly more primitive character of M3 over that of the European M. pliocaenicus. Although this crucial part is not present in our specimen, in other respects it is quite the same as M. primus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANOTHER RECORD OF THE FOSSIL VOLE MIMOMYS PRIMUS• (WILSON) FROM CALIFORNIA",
                "sec_num": null
            },
            {
                "text": "On the basis of invertebrate faunal zones located some distance above the level of this specimen, the shales in which it occurs are referred to the Upper Etchegoin formation. Stratigraphically it would appear to be either Upper Pliocene or early Pleistocene, the vole jaws being very close to the boundary. Fortunately Wilson's species was associated with a small mammalian fauna which places its age as Upper Plioceria.-« CURTIS J. HESSE, Museum of Paleontology, University of California, Berkeley, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANOTHER RECORD OF THE FOSSIL VOLE MIMOMYS PRIMUS• (WILSON) FROM CALIFORNIA",
                "sec_num": null
            },
            {
                "text": "Several persons who knew the liking of my father. William Wallace Butler, for animals have asked me to write about his captive elk.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WILD AND DOMESTICATED ELK IN THE EARLY DAYS OF FRANK:LIN COUNTY, INDIANA",
                "sec_num": null
            },
            {
                "text": "These animals, Cercus canadensis canadensis, were comparatively rare in Indiana at the time of its settlement by white people. They evidently had been more numerous before that time. But they and the bison had largely disappeared before the pioneers occupied the land. My grandfather, Amos Butler, bought a young elk (wapiti) which Downloaded from https://academic.oup.com/jmammal/article/15/3/246/863880 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WILD AND DOMESTICATED ELK IN THE EARLY DAYS OF FRANK:LIN COUNTY, INDIANA",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}