{
    "paper_id": "Hooper1939-AHabitatinCoastalCaliforniaUnfavorabletoPeromyscusmaniculatus",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:18.345320Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1939-AHabitatinCoastalCaliforniaUnfavorabletoPeromyscusmaniculatus",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "During the severe winter of 1935-36, and on several occasions since I have observed red squirrels ('1'amiasciurus hudsonicus) feeding on the seeds of bassw~od (Tilia americana) and boxelder (Acer negundo) along the South Branch of Park River in northeastern North Dakota. It is not uncommon to walk through the woods during mid-winter months and find the empty outer seed coats of basswood and wings of the boxclder seed scattered on the snow. It has not been determined if the squirrels store these seeds in their caches or if it is an emergency food which they glean from the trees in a time of need.-ADRIAN C. Fox, Park River, North Dakota.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RED SQUIRRELS EAT BASSWOOD AND BOXELDER SEEDS",
                "sec_num": null
            },
            {
                "text": "To Dr. Seth B. Benson I am indebted for bringing to my attention the name Perognathus spinatus se?rsus Burt (Trans. San Diego Soc. Nat. Rist., vol. 7, No. 16, p. 167, Oct. 31, 1932) . This name for a pocket mouse from Danzante Island, Lower California, invalidates Perognathus penicillatus seorsus Goldman (Proc. BioI. Soc. Wasbington, vol. 52, p. 34, Mar. 11, 1939) of the Virgin River Valley, Nevada. For the latter name I now substitute Perognathus penicillatu8 sobrinus.-E. A. GOLDMAN, U. S. Biological Survey, Washington, D. C.",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 181,
                        "text": "Burt (Trans. San Diego Soc. Nat. Rist., vol. 7, No. 16, p. 167, Oct. 31, 1932)",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 366,
                        "text": "Goldman (Proc. BioI. Soc. Wasbington, vol. 52, p. 34, Mar. 11, 1939)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A SUBSTITUTE NAME FOR l'EROaNATl1U5 PENlCILLATUS SEORSUS",
                "sec_num": null
            },
            {
                "text": "On April 29, 1938 while driving along a country road in Section 23, Hocking Township, Fairfield County, Ohio, I saw a small mouse sitting at the edge of a roadside ditch. I caught the mouse and, on close examination, found it to be a. young male harvest mouse, RdthTodontomy s humulis humulis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE l1ARVEST MOUSE IN CENTRAL OHIO",
                "sec_num": null
            },
            {
                "text": "The location where the mouse was found was a ditch covered on the sides by a thick growth of bluegrass. Adjoining the ditch was a. cultivated field grown up to weeds, at one end of which was an open drainage ditch. In the vicinity were a number of uncultivated a.reas with a covering of native grasses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE l1ARVEST MOUSE IN CENTRAL OHIO",
                "sec_num": null
            },
            {
                "text": "This specimen was made into a skin and given to the Ohio State Museum collection. Measurements: total length 87; tail 42; hind foot 14. I wish to thank Mr. Arthur H. Howell for verifying the identification of this specimen.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE l1ARVEST MOUSE IN CENTRAL OHIO",
                "sec_num": null
            },
            {
                "text": "This record extends the known range of the harvest mouse in Ohio from near the Ohio River north to central Ohio.~RoBERT GOSLIN, Col1tmbus, Ohio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE l1ARVEST MOUSE IN CENTRAL OHIO",
                "sec_num": null
            },
            {
                "text": "The species Peromyscu8 maniculatus occurs widely both geographically and ecologically. It probably is distributed more genera.lly over North America (lnd in more different ecologic associations, or habitats, than any other native rodent. Individuals are often so numerous, particularly in the western United States, that they become a source of annoyance to the mammal collector who is trapping for more desirable species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A HABITAT IN COASTAL CALIFOBNIA UNFAVORABLE TO PEROMYSCUS MANICULATUS",
                "sec_num": null
            },
            {
                "text": "Recently I have had occasion to examine all of the many field notebooks contained in the Museum of Vertebrate Zoology, University of California, for information regarding the native rodents OCCUrring in anarea about San Francisco Bay, California. As was expected, Peromyscus maniculatus was recorded as occurring at every collecting station and in almost aU ecologic associations in the area. It was found to be conspicuously absent, however, from the salt-marsh lands that border the several embayments in the area about San Francisco Bay; subsequent trapping confirmed this fact. The most prominent plant species in these salt-marshes is salicornia (Salicornia ambigua), which occurs from about low high-tide level shoreward to the limits reached by the salt or brackish water. In over 1000 trap nights (1 trap per night), only 7 mal1iculatus are definitely known to have been taken in the sa.Iicornia marshes. Two of these were taken near Cordelia, Solano County, in \"traps set in Salicornia.\" The other 5 (3 of which were juveniles) were collected in the marshes bounding Tomales Bay, Marin County, on dry ground under salicornia, but less than 100 feet from a brush-covered hillside from which they probably foraged.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A HABITAT IN COASTAL CALIFOBNIA UNFAVORABLE TO PEROMYSCUS MANICULATUS",
                "sec_num": null
            },
            {
                "text": "The species is present in greater or lesser numbers in fresh-water marshlands and in other ecologic associations. I have recorda of specimens taken on marshy ground among sedges (Carex sp?) and rushes (Juncus sp?) and in all other associations where rodents are found in the area studied. The animal's scarcity in the sa.licornia ecologic associa~ tion contrasts particularly with its abundance a short distance inland. About one mile inland from the marshes near Antioch, Contra Costa County, for example, 59 specimens of this species were taken in one night; 138 traps were set.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A HABITAT IN COASTAL CALIFOBNIA UNFAVORABLE TO PEROMYSCUS MANICULATUS",
                "sec_num": null
            },
            {
                "text": "Rodent species regularly found in these salt-water marshes are Microtus californicus, Reithrodontomys raviventris and Mus musculus. Reilhrodontomys megalotis also occurs there but not commonly. But apparently some factors are present in the saltmarshes which make existence there unfavorable to Peromyscus maniculalus.-EMMET T. HOOPER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A HABITAT IN COASTAL CALIFOBNIA UNFAVORABLE TO PEROMYSCUS MANICULATUS",
                "sec_num": null
            },
            {
                "text": "On the afternoon of April 12, 1935, I was working on Reforestation Area 19, three miles west of Geneganslet Lake, in Chenango County, New York, on top of a plateau at an elevation of 1600 feet. Returning to my car at five o'clock, I chanced to pass an abandoned hOllse. The immediate vicinity of the building was covered with a rank growth of timothy grass, and patches of ornamental shrubs run wild. The surrounding lots are abandoned pasture, with a thin scattering of cherry and maple and a heavy ground cover of grass and lycopods. At the time, most of the ground was bare of snow. Close to the foundation wall of the house, on a tuft of dcad grass, I noticed a mouse that proved to be a Cooper's lemming (Synaptomys cooperi cooperi), Though quite dead, the body was still warm. Skinning showed that the lemming had been bitten once at the left eye and once behind the right foreleg, The tooth marks fit the dentition of Bonaparte's weasel (Mustela cicognam'i). Apparently a weasel had killed the lemming by biting through the skull-one tooth had pierced the brain. During the open season for muskrats (Ondatra zibethica zibethica) in 1938 in Minnesota, many trappers in the southern part of the state reported their catches as consisting predominantly of females. When, therefore, 484 muskrat carcasses, obtained from various localities in southeastern Minnesota during the period March 20-24, were made available for study through the cooperation of Mr, Lawrence R. Penner of the Zoology Department of the University of Minnesota, they were carefully examined from the point of view of sex ratio. Of these rats, 277 (57.23 per cent) were males, while 207 (42.77 per cent) were females.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COOPER'S LEMMING IN NEW YORK",
                "sec_num": null
            },
            {
                "text": "Of the 207 females examined, two contained small embryos, one with 7 (5 x 2 mm.), the other with 5 (5 x 2 mm.), while three others showed evidences of implantation, Seven of the males and two of the females were definitely juvenile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COOPER'S LEMMING IN NEW YORK",
                "sec_num": null
            },
            {
                "text": "It is of interest to note that Marshall (Jour. Mamm., vol. 18, p. 518) found a spring sex ratio in Utah muskrats of 60.5 per cent males to 39.5 per cent females in a series of 491 individuals,~DoNALD M. HATFIELD, Economic Zoology, University of Minnesota, St. Paul, Minnesota. ",
                "cite_spans": [
                    {
                        "start": 31,
                        "end": 53,
                        "text": "Marshall (Jour. Mamm.,",
                        "ref_id": null
                    },
                    {
                        "start": 54,
                        "end": 62,
                        "text": "vol. 18,",
                        "ref_id": null
                    },
                    {
                        "start": 63,
                        "end": 70,
                        "text": "p. 518)",
                        "ref_id": null
                    },
                    {
                        "start": 245,
                        "end": 276,
                        "text": "Minnesota, St. Paul, Minnesota.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COOPER'S LEMMING IN NEW YORK",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/20/2/257/872495 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}