{
    "paper_id": "Hooper1939-NotesontheSexRatioinNycticeiushumeralis",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:18.790684Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1939-NotesontheSexRatioinNycticeiushumeralis",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "NOTE ON THE LECTOTYPE OF LASlURUS SEMOTUS (H. ALLEN) When Harrison Allen described the Hawaiian hoary bat in 1890 (Proc. U, S. National Museum, voL 13, pp, 173-175, September 9, 1890) he based his account of the new species \"Atalpha\" semota on eight specimens in the U. S. National Museum, but neglected to designate a type. Of the only specimen preserved in alcohol (no. 15631) he printed a table of measurements (p. 174). Tbis specimen was formally made the lectotype by Lyon and Osgood in 1909 (Bull. U. S. National Museum, no. 62, p. 277) . Having recently had occasion to examine the lectotype and remove its skull I have found that the original description contains a serious error that needs to be corrected, and some omissions that need to be filled.",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 183,
                        "text": "(Proc. U, S. National Museum, voL 13, pp, 173-175, September 9, 1890)",
                        "ref_id": null
                    },
                    {
                        "start": 473,
                        "end": 542,
                        "text": "Lyon and Osgood in 1909 (Bull. U. S. National Museum, no. 62, p. 277)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "The error is the measurement of \"40 mm.\" instead of 50 mm. for the forearm (table, page 174). This makes the animal appear to belong to the Lasiurus borealis group though, in reality, its relationship is entirely with the hoary bats, Lasiurus cinereus, L. grayi, etc.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "The National Museum now contains 11 specimens of LasiuTus semotus: the original series, 6 (all red) collected by Valdemar Knudsen on Kauai,3 (all gray) taken by H. W. Henshaw on Hawaii, another, (red) from the same island collected by C. N. Spencer, and one (red) skin without history. This material shows that the Hawaiian bat, unlike LasiuTus cinereus, has two well defined color phases like those of Lasiurus borealis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "In its gray phase Lasiurus semotus differs inconspicuously from the North American L. cinereus (no. 98148 from Hila, Hawaii, for instance, nearly resembles cinereus no. 4728 from South Carolina). The dorsal surface of the interfemoral membrane in the Hawaiian bat tends to be darker than in L. cinereus, and the buff of the throat, sides of body beneath the wing membranes, and the hairy areas on the underside of the membranes behind the forearms is noticeably less tinged with yellow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "In its red phase Lasiurus semotus is unlike any specimen of L. cinereus that I have seen. The red is probably never as bright as in the brightest skins of L. borealis; but between some individuals of the two species (for instance semotus 15630 from Kauai and borealis 122633 from Washington, D. C.) there is no essential difference.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "Cranial and dental characters are like those of Lasiurus ct'nereus, but size of skull averages slightly less than in the continental animal. The greatest length in six Hawaiian skulls ranges from 15.6 to about 17 moo. (occiput imperfect) as compared with 16 to 18 mm. in six skulls of L. ct'nereus taken at random. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES",
                "sec_num": null
            },
            {
                "text": "A series, totaling 148 individuals, of Nycticeius humeralis at hand is sufficiently large to supply data of value on the sex ratio in the species. The entire series, now preserved in alcohol, was obtained by F. S. Barkalow, Jr., on May 24,1938, in the attic of a house i.n Auburn, Lee County, Alabama. All bats were collected that could be secured, thnt lS to say, no selection was made for either age or sex. Most of the animals were captured as thcy hung on a wall or were lodged in crevices. Many young, however, were secured from the Boor of the attic where they had been dropped by the females. The young animals are all young of the year. They range in measurement of total length from about 40 mm. to about 50 mm. and in length of radius from about 12.5 mm. to 23.0 ~m. The large females measure about 83 mm. in total length and 38 mm. in length of radIUS. Of the 148 specimens, 56 are adult breeding females, 39 young females and 53 young males. No adult males were obtained from the colony. The sex of each animal was determined from examination of the external genitalia. As computed from these figures the ratio of young females to young males is .736 to LOO. This is a remarkably high discrepancy of sexes, considering the numbers of individuals at hand and the random sampling employed in obtaining tbem,-EMMET T. HOOPER, Museum of Zoology, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE SEX RATIO IN NYCTICEIUS HUMERALIS",
                "sec_num": null
            },
            {
                "text": "A. H. Howell (North Amer. Fauna no, 45,1921 pp. 28-29) gives only two locality records in Alabama for the occurrence of the free-tailed bat, Tadarida cynocephala (Le Conte). Dr. W. C. Avery took about four hundred specimens from an old house in Greensboro, Hale County, on July 31 and August 1, 1890; an.d two specimens were shot by hunters at Orange Beach, Baldwin County on January 24 and 28,1912. I believe that no specimens of this species have been reported from Alabama since the latter date. On May 20, 1938, Duncan McIntosh and I collected an adult male Tadarida cynocephala, together with 10 EptesicU8 fUscus fUscus (Beauvais), hanging in a crevice between the walls of a brick building on the Alabama Polytechnic Institute campus, Auburn, Lee County, Alabama. The Tadarida had a large fistula, similar to those caused by bot fly larvae, on the midventral portion of its neck. Of the ten Eptesicus, seven were young unable to fiy, two were adult females suckling young, and a third adult escaped before its sex could be determined.-FRED S. BARKALOW, JR., Department of Zoology-Entomology, Alabama Polytechnic Institute, Auburn, Alabama.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 54,
                        "text": "(North Amer. Fauna no, 45,1921 pp. 28-29)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE LECONTE FREE-TAILED BAT IN ALABAMA",
                "sec_num": null
            },
            {
                "text": "While at the Banks deer checking station on the south Fork of the Payette river, 42 miles north of Boise. Idaho, the latter part of October 1938, I observed an otter in the act of fishing. The animal came directly up stream into the still water above the highway bridge. It crawled out on a rock about six inches above the water and stayed there for perhaps one minute, looking intently into the water, about 8 feet deep. It slid off into the water and came up immediately with a lO-inch squaw fish in its mouth. This fish was eaten in nine minutes, much as a cat eats a piece of meat. The otter used first one side of its jaws and then the other, consuming the entire fish with the exception of the tail.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "On finishing this :fish the otter lay down and rubbed the sides of its head upon the rock, apparently to clean its face and whiskers. At no time did it use its fore paws to clean itself.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "After cleaning itself for 10 minutes the otter again slid into the water after another fish. This time it dived and came up repeatedly for about 7 minutes before it brought up another squaw fish of the same size as the first. This fish was caught about the middle of the stream and carried to the opposite bank, then consumed in the same manner as the first one in about the same length of time. On reaching the rocks the fish escaped and \"skittered\" over the water toward midstream. The otter flipped itself over backward and caught the fish while still on its back.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "After consuming the second fish the animal spend several minutes cleaning itself, then it again started fishing. This time it caught nothing. Fifteen minutes later it swam away downstream under water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "The animal's body was about twenty-four inches long with a tail length of about eighteen inches. It was very dark brown, almost black, with grey along the cheeks and down between the front legs and posterior portion of the belly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "This river contains trout, squaw fish and suckers, with the squaw fish predominating. It is reasonable to suppose that the easiest available fish was taken. Three otters have",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON AN OTTER FISBING",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/20/3/369/855342 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF0": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": "The forearms of six Hawaiian specimens range from 48 mm. to 53 mm, as compared with 50 mm. to 57 mm. in a like number of skins of the continental hoary bat.-GERRIT S. MILLER, JR., U. S. National Museum, Washington, D. O."
            }
        }
    }
}