{
    "paper_id": "Hooper1975-Orbitalregionandsizeofeyeinspeciesofscotinomys(Rodentia)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:28.749142Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1975-Orbitalregionandsizeofeyeinspeciesofscotinomys(Rodentia)",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "That the two known species of the rodent genus Scotinomys differ in size of eye was suggested in a recent systematic review of the genus (Hooper, 1972) . It was demonstrated that in S. xerampelinus, which is restricted to high and typically cloud-enshrouded mountains, the optic foramen is smaller than in S. teguina, an inhabitant of lower warmer habitats. The eyeball, lens and optic nerve also were reported to be smaller in xerampelinus, but those observations were not adequately documented by the few and poorly preserved specimens then available.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 151,
                        "text": "(Hooper, 1972)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "More complete data have been obtained from laboratory colonies of these species. Of the 42 animals (22 teguina, 20 xerampelinus) reported on here, 30 (19 teguina, 11 xerampelinus) were laboratory-born. Thc remainder were wild-caught, and subsequently housed in the laboratory for various lengths of time. Ages of the wild-caught and five of the lab-born individuals are estimated and are probably within two or three months of the true ages; the ages of 25 laboratory-born individuals are known. The specimens, all contained in the Museum of Zoology, University of Michigan, are from the following localities.~S. teguina. Costa Rica: Cartago, Voldn Irazu., 2875-2940 m, 16; Puntarenas, Monte Verde, 1430 m, 2. Nicaragua: Matagaipa, Santa Maria de Ostuma, 1300 m, 4. s.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "xerampelinus. Costa Rica: Cartago, Volcan Irazu., 3000 m, 7; Volcan TurriaJba, 2590 m, 12; Villa Mills, 2950 m, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "1'1ost of the specimens were fixed in FAA (5 milliliters, ml, fOimaldehyde, 5 ml glacial acetic acid, 90 ml 80 percent ethanol), a few in 10 percent formalin. After the skin, including the eyelid, was removed from the right side of the head, the exposed eyeball was measured. Then, for measurement of the optic nerve, the intraorbital lacrimal and Harderian glands were extracted, the nerve cut transversely, and the eye with nerve stalk removed. An incision around the iris released the solidified lens, which was then cleared of attached tissues before it was transferred to a glass well for measurement. Throughout these procedures the specimens were moistened or immersed in FAA. Measurements were obtained by means of a calibrated moveable stage on a Wild binocular microscope. All measurements are transverse diameters. Of the three sets of measurements (Table 1) , those of the lens, hardened by preservatives, are most easily determined and reliable. Those of the optic nerve are unsatisfactory because the techniques for sectioning and measuring it were too imprecise for an object of that size and texture. In samples of 14 specimens of each species, mean diameters of the nerve are identical (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 860,
                        "end": 869,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1203,
                        "end": 1212,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Eyeball and lens.-The eye as a whole is smaller in S. xerampelinus than in S. teguina. The difference is evident in living animals ( Fig. 1 ), but is difficult to measure in fluidpreserved specimens because of artifacts of preservation which tend to obscure the real difference. In samples of the species (Table 1) , mean transverse diameter of the eyeball was 3.20 millimeters (mm) in teguina and 2.77 mm in xerampelinus. The difference is highly significant (P < .001).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 133,
                        "end": 139,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 305,
                        "end": 314,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "The lens also is significantly smaller in xerampelinus (Fig. 1, Table 1 ). Ratios of lens to eyeball are similar in the two species; transverse diameter of lens is approximately 70 percent of that of eyeball, as measured here. The lens increases in size with age, with the result that old examples of xerampelinus may have larger lenses than young teguina. In the 40 examples (18 xerampelinus, 22 teguina) for which there are data, however, there is little overlap of the species at comparable age levels (Fig. 2) . Relationships of lens dimensions to age in various mammals are discussed by Fisher and Peny (1970) , Erickson et al. (1970) , King (1965) , and others. (Green, 1955; Hummel et al., 1966) . Closely associated with the crescentric black nictitating membrane, and opening on it, is the Harderian gland. Although it occupies a large part of the orbit, only a small part of this large gland is visible externally (Fig. 1 ). Most of it lies deep to the intraorbital lacrimal and partly surrounds the optic nerve. Streaks of pigment, in various amounts among the specimens, were visible in the connective tissue enclosing the gland. The two lacrimal glands are conspicuous subcutaneous bodies (Fig. 1) . The triangularshaped intraorbital lacrimal gland essentially fills that part of the temporal fossa which is situated between the temporal muscle and eye and superficial to the Harderian gland. Thin dorsal and ventral lobes border the posterior half of the eye. The lobate exorbital lacrimal gland, about equal to the parotid gland in width, extends from the base of the ear ventrad to the submaxillary glands near the midventral line of the skulL Its duct arises on the inner face of the dorsal part of the gland, passes anterodorsally, and opens with the intraorbital ducts on the outer canthus of the lid.",
                "cite_spans": [
                    {
                        "start": 592,
                        "end": 614,
                        "text": "Fisher and Peny (1970)",
                        "ref_id": null
                    },
                    {
                        "start": 617,
                        "end": 639,
                        "text": "Erickson et al. (1970)",
                        "ref_id": null
                    },
                    {
                        "start": 642,
                        "end": 653,
                        "text": "King (1965)",
                        "ref_id": null
                    },
                    {
                        "start": 668,
                        "end": 681,
                        "text": "(Green, 1955;",
                        "ref_id": null
                    },
                    {
                        "start": 682,
                        "end": 702,
                        "text": "Hummel et al., 1966)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 55,
                        "end": 71,
                        "text": "(Fig. 1, Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 505,
                        "end": 513,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 924,
                        "end": 931,
                        "text": "(Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1202,
                        "end": 1210,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "e I v-~/ P / / I ~~~~ __ ~ __ ~, I 5 mm @ a b / I FIG. I.-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "• E • • E 2.3 • • 0 2.2 '\" •• • Z • • . . • w •• ~ 2.1 • ~ .. ~ 0 2.0 • <0 [> [> .. ~ . . f'> w ~ f'> w \" 1 .9 A <l iF f'> \" 1.8 f'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Functional significance of the large size of these orbital glands should be explored. Precisely how these relate to the insectivorous, diurnal, and other habits of Scotinomys is unknown. The Harderian gland of the laboratory rat contains pigments, one type of which is said to be produced and excreted by the gland, and the amount of it said to vary with age, sex, and strain (Hummel et al., 1966) . The gland may function as an extraretinal photoreceptor influencing the circadian production of pineal serotonin (WeUerberg et aZ., 1970) .",
                "cite_spans": [
                    {
                        "start": 376,
                        "end": 397,
                        "text": "(Hummel et al., 1966)",
                        "ref_id": null
                    },
                    {
                        "start": 527,
                        "end": 537,
                        "text": "aZ., 1970)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Discussion.-The functional significances and selective advantages of the different eye sizes in these two species are unknown, but may be sunnised from biological facts of these and other organisms. Controlling or influencing factors othcr than those related to body size must be involved in this eye-size differential. These species are closely similar in external dimensions excluding tail (for example, in Costa Rica and Panama, mean head and body length 77 mm in teguina, 79 mm in xerampelinus, Hooper, 1972:28) . Thus, both the eyeball and the lens are absolutely and proportionaIiy smaller in xerampelinus, the slightly larger animal. In contrast to this observation, lens size among species of PerofflYscuS tends to increase with body size and likely is correlated with behavioral and environmental factors as well (King, 1965) .",
                "cite_spans": [
                    {
                        "start": 499,
                        "end": 515,
                        "text": "Hooper, 1972:28)",
                        "ref_id": null
                    },
                    {
                        "start": 822,
                        "end": 834,
                        "text": "(King, 1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Habits and habitats provide clues to the evolution and functional significance of different eye sizes as suggested by Walls (1942) . A large eye in nocturnal species serves to admit more light, and thereby to brighten the image and permit the animal to see at low light intensity. A large eye in diurnal foons is associaled with enlargement of the image and resolution of detail. High resolving power (visual acuity) is associated with agility, swiftness of movement and scansorial habits. Since absolute dimensions of the eye (that is, number of visual cells per linear distance on the retina) detennines acuity as well as the amount of light reaching the retina, a larger eye, with larger retinal area, should yield higher resolution of detail. So little is known of the histology and performancc of the eye among small mammals, however, that few if any generalizations may bc made relating dimensions of the eye to vision in the animal. King and associates (1965; 1974; Rahmann et al., 1968) in their work with several species of PeromysC!ls, for example, could not relate observed differences in visual acuity and in visual distance to any of the morphological parts of the eye they measured, nor to the species' habitats.",
                "cite_spans": [
                    {
                        "start": 118,
                        "end": 130,
                        "text": "Walls (1942)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 940,
                        "end": 966,
                        "text": "King and associates (1965;",
                        "ref_id": null
                    },
                    {
                        "start": 967,
                        "end": 972,
                        "text": "1974;",
                        "ref_id": null
                    },
                    {
                        "start": 973,
                        "end": 994,
                        "text": "Rahmann et al., 1968)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "The behavior and environments of the species of Scotinomys suggest functions in the cvolution of their eye sizes. Both species are diurnal, terrestrial, and mainly or entirely insectivorous. Activity extends from daylight to dark, is concentrated in the morning: and tapers off in the afternoon. The animals live among roots, logs, grass and other lowgrowing vegetation in moist to wet montane forests and clearings. Light intensi!\"~' in their microhabitats is moderately low, and is probably lower where xerampelinus livcs (terrain enshrouded with mist and clouds for most of the year). In this small-eyed species, vision appears to be less acute on the basis of subjective laboratory observations. These animals, in contrast to those of teguina, are less responsive to visual cues, are slower in movements, more tractable, and less aggressive. They appear to rely more on olfaction in detecting their laboratOlY prey-mealworms (Tenebrio sp.) and crickets (Gryllus sp.). When searching for food they commonly \"test the air,\" with elevated or lowered head and twitching nose. Individuals of teguina, on the other hand, appear to rely more strongly on sight, initially detecting movement of their prey and then seizing it. They seem more facile at capturing mobile items (for example crickets) than does xerampelimH.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Selection acting both in food detection and escape from enemies may account for these interspecific differences. S. teguina, inhabiting areas of higher light intensities than xerampelinus, may be subjected to stronger selection for visual acuity in obtaining its prey. Conversely, olfaction is more strongly selected for in xerampelinlls, given its environment. At the same time, the larger eyes, probably more acute vision, quick movements, and aggressive behavior seen in teguina should convey adaptive advantage against predators. More species of mouse-eating snakes, birds, and mammals occur in the subtropical environment where teguina lives than in the temperate highlands inhabited by xerampelinus. It is thus proposed that teguina has more predators than xerampelinus and therefore is subjected to stronger selection for visual and behavioral qualities enhancing escape from predators. Differential predation pressures, thus, may also have been instnllnental in the evolution of these eye and behavioral differences in the two species. Data, presented elsewhere, on reproductive regimes and growth rates of these species accord with this hypothesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "I gratefully acknowledge the assistance of Michael D. Carleton, who processed the data and aided in many other ways, and of Patricia J. Wynne who prepared the illustrations. Financial support was provided by the National Science Foundation (GB-5801,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ORBITAL REGION AND SIZE OF EYE IN SPECIES OF SCOTINOMYS (RODENTIA)",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/56/3/667/848930 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Spotted skunks (Spilogale putarius) are generally thought to prefer open lowlands but seem to be equally at home in mountainous country in western and southern North America. The species has been recorded at elevations of 2630 meters (m) in western United States, 2265 m in Mexico, and 2450 m in Central America (Van Gclder, 1959) . r.,•lany authors (for example, Baker, 1956 :307, Dalquest, 1953 Hall, 1946:200; Hall and Villa, 1949:448; Villa, 1953:465) have noted that spotted skunks live in stone walls or rocky areas in highlands, but these observers fail to describe in detail the adjacent topography and vegetative cover. Consequently, the following information seems worth recording.Playa Azul, an elevated mesa at 2415 m and covered with pine-oak forest, consists of approximately 200 hectares surrounded by steep-sided barrancas except for a narrow connection on the north side to the main Sierra Madre Occidental in south-central Durango, 10 kilometers southeast of Llano Grande. Field parties from the Museum at Michigan State University have visited this Mexican locality in the four summers (July) of 1971 to 1974 for the purpose of studying mammalian populations. It was unexpected after so much previous trapping that in the fourth summer (of 1974) the first records of the spotted skunk (S. p. leltcoparia Merriam) for the area would be obtained. Although Tomahawk live-traps (size 13 by 13 by 41 centimeters) were baited with canned fish for as long as ten consecutive nights at intervals along all sides of Playa Azul, the four males captured were taken in a restricted area on the northeast-facing slope. On close inspec_ tion, we found that these spotted skunks were using at least three dens in the broken rubble just below the upper edge of the rimrock bordering the top of the mesa. The",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 330,
                        "text": "(Van Gclder, 1959)",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 375,
                        "text": "Baker, 1956",
                        "ref_id": null
                    },
                    {
                        "start": 376,
                        "end": 396,
                        "text": ":307, Dalquest, 1953",
                        "ref_id": null
                    },
                    {
                        "start": 397,
                        "end": 412,
                        "text": "Hall, 1946:200;",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 438,
                        "text": "Hall and Villa, 1949:448;",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 455,
                        "text": "Villa, 1953:465)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MONTANE HABITAT USED BY THE SPOTTED SKUNK (SPILOGALE PUTORlUS) IN MEXICO",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "LlTEI'lATURE CITED",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LlTEI'lATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A:'>l\"D D. C. BOWDEN. ages of mule deer-an evaluation of technique accuracy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ericksox",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "A:-.Jj)erso:-.J",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Medi",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "34",
                "issue": "",
                "pages": "523--531",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ERICKSOX, J. A., A. E. A:-.JJ)ERSO:-.J, D. E. MEDI\",\", A:'>l\"D D. C. BOWDEN. ages of mule deer-an evaluation of technique accuracy. 34:523-531.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Estimating ages of gray squirrels by lens-weights",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Fisher",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "E"
                        ],
                        "last": "A:-.Ij) A",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Perry",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "J. Wildlife Mgmt",
                "volume": "34",
                "issue": "",
                "pages": "825--828",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FISHER, E., A:-.IJ) A. E. PERRY. 1970. Estimating ages of gray squirrels by lens-weights. J. Wildlife Mgmt., 34:825-828.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Anatomy of the rat",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C"
                        ],
                        "last": "Greex",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Trans. Amer. Phil. Soc., new ser",
                "volume": "27",
                "issue": "",
                "pages": "1--370",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GREEX, E. C. 1955. Anatomy of the rat. Trans. Amer. Phil. Soc., new ser., 27:xi + 1-370.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A synopsis of the rodent genus Scotinomys",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Oce. Pap. \\1m. Zool. Univ. 1Hchigan",
                "volume": "665",
                "issue": "",
                "pages": "1--32",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1972. A synopsis of the rodent genus Scotinomys. Oce. Pap. \\1m. Zool. Univ. 1Hchigan, 665:1-32.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Biology of the laboratory mouse",
                "authors": [
                    {
                        "first": "Imel",
                        "middle": [],
                        "last": "Hm",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "P"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Richardson",
                        "suffix": ""
                    },
                    {
                        "first": "A:-.Id E",
                        "middle": [],
                        "last": "Fekate",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hm,IMEL, K. P., F. RICHARDSON, A:-.ID E. FEKATE. 1966. Anatomy. Pp. 247-307, in Biology of the laboratory mouse (E. L. Green, ed.) ~fcGraw-Hill, l'\\cw York, 706 pp.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Body, brain and lens weights of Peromyscus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Kixg",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Zoo1. Jb. Anat",
                "volume": "82",
                "issue": "",
                "pages": "177--188",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KIXG, J. A. 1965. Body, brain and lens weights of Peromyscus. Zoo1. Jb. Anat., 82: 177-188.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Comparative visual acuity (minimum separable) in five species and subspecies of deermice",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Kn\\c",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "M"
                        ],
                        "last": "Axo B",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Vestal. ; I",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Rahma\"\"",
                        "suffix": ""
                    },
                    {
                        "first": "-",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Ki",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "J. Mamm",
                "volume": "55",
                "issue": "",
                "pages": "238--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kn\\c, J. A., AXO B. M. VESTAL. 1974. Visual acuity of Peromyscus. J. Mamm., 55: 238-243. RAHMAN:-.I, H., M. RAHMA\"\",-, AND J. A. KI:-.IC. 1968. Comparative visual acuity (mini- mum separable) in five species and subspecies of deermice (PeromysclIs).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The vertebrate eye and its adaptive radiation",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Walls",
                        "suffix": ""
                    }
                ],
                "year": 1942,
                "venue": "Cranbrook lust. Sci., Bull",
                "volume": "19",
                "issue": "",
                "pages": "1--785",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WALLS, G. L. 1942. The vertebrate eye and its adaptive radiation. Cranbrook lust. Sci., Bull. 19:1-785.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Harderian gland: an extraretinal photoreceptor influencing the pineal gland in neonatal rats?",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Wetterberg",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Geller",
                        "suffix": ""
                    },
                    {
                        "first": "A:-.Io A",
                        "middle": [],
                        "last": "Yuwiler",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Science",
                "volume": "167",
                "issue": "",
                "pages": "884--885",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETTERBERG, L., E. GELLER, A:-.IO A. YUWILER. 1970. Harderian gland: an extraretinal photoreceptor influencing the pineal gland in neonatal rats? Science, 167: 884-885.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>TTait and species</td><td>~</td><td>Mean</td><td/><td>SE</td><td>Range</td><td/><td>Significance</td></tr><tr><td>Eyeball</td><td/><td/><td/><td/><td/><td/></tr><tr><td>S. teguina</td><td>14</td><td>3.20</td><td>.11</td><td>.03</td><td>2.99-3.34</td><td/></tr><tr><td colspan=\"2\">S. xerampelin!ls 13</td><td>2.77</td><td>.14</td><td>.04</td><td>2.59-3.02</td><td>8.94</td><td>&lt;.001</td></tr><tr><td>Lens</td><td/><td/><td/><td/><td/><td/></tr><tr><td>S. teguina</td><td>14</td><td>2.20</td><td>.11</td><td>.03</td><td>2.01-2.39</td><td/></tr><tr><td colspan=\"2\">S. xerampelinus 14</td><td>2.00</td><td>.09</td><td>.02</td><td>1.85-2.15</td><td>5.52</td><td>&lt;.001</td></tr><tr><td>:\\'erve</td><td/><td/><td/><td/><td/><td/></tr><tr><td>S. teguina</td><td>14</td><td>0.37</td><td>0.02</td><td>0.005</td><td>0.33-0.42</td><td/></tr><tr><td colspan=\"2\">S. xerampelinus 14</td><td>0.37</td><td>0.03</td><td>0.009</td><td>0.30-0.45</td><td>0.33</td><td>0.74</td></tr></table>",
                "type_str": "table",
                "text": "-Comparison of two species of Scotinomys in diameters (mm) of eye, lens, and optic nerve. Glands and other strnctures.-No interspecific differences were recognized in other structures in the orbital fossa. The gross anatomy there resembles that of the laboratory Tat"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td>August 1975</td><td>GENERAL NOTES</td><td>669</td></tr><tr><td>2.4</td><td/><td>0</td></tr></table>",
                "type_str": "table",
                "text": "Orbital region in Scotinomys: a, eye of S. xerampelinus, no. 841 t, 16 mos. age, Voldin Irazu, Cartago, Costa Rica; b, eye and, above it, semidiagrammatic sketch of head of S. teguilJa, no. 1053 t, 15 mos. age, Volcan lraZtl; c, exorbital lacrimal gland; d, exorbital lacrimal duct; e, external auditory meatus; f, base of severed eyelid; h, Harderian gland; i, intraorbital lacrimal gland; n, nictitating membrane; p, parotid salivary gland; t, temporal muscle; z, zygomatic arch. Downloaded from https://academic.oup.com/jmammal/article/56/3/667/848930 by University of Michigan user on 07 October 2021"
            }
        }
    }
}