{
    "paper_id": "HooperandCady1941-NotesonCertainMammalsoftheMountainsofSouthwesternVirginia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:30.025506Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "HooperandCady1941-NotesonCertainMammalsoftheMountainsofSouthwesternVirginia",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "one among six shrews taken during a week's stay at Newcomb. It is quite possible that this autumnal coat is quickly shed after leaving the parental abode.-MoRRIS M. GREEN, Ardmore, Penna.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At Bull's Island, Cape Romain Refuge, South Carolina, December 14, 1940, opportunity was afforded to accurately measure the running speed of an adult fox squirrel (Sciurus niger niger). Refuge Superintendent Andrew H. DuPre, Harold L. Blakey, and the writer were inspecting wildlife conditions on the Island and were traveling by automobile on a level, fairly firm road leading through a grove of matured mixed growth of pines, oaks, and sweetgum when an adult fox squirrel jumped in front of the car and ran apparently at its maximum speed to its nest box nearly 200 yards distant. Speed was adjusted to keep between 15 and 20 feet behind the squirrel and the creature was pressed to its maximum by shouting and pounding on the car. At the beginning of the race the squirrel averaged 12 miles an hour, but it slowed down as it became more exhausted and by the time it left the road it was averaging but 10 miles an hour.-CLARENCE COTTAM, Fish and Wildlife Service, Washington, D. C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ROW FAST CAN A FOX SQUIRREL RUN?",
                "sec_num": null
            },
            {
                "text": "The mountains of southwestern Virginia are particularly important from a point of view of the distribution of mammals in the eastern United States, because on or near those mountains (1) some species reach the southern limits of their distribution (Napeozapus insignia, for example); (2) other species, predominantly southern in distribution, approximate their northern limits; (3) southern geographic races of some species (Tamias striatus, for example) grade into northern races. Also, geographic races of a few species appear to be restricted in range to the area (Clethrionomys gapperi maurus Kellogg, for example). Few data on the taxonomies and ecology of the mammals of those mountains have been published, however.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "The following notes are from two sources. Cady collected the specimens and provided the ecological data. Hooper identified the specimens and made the necessary comparisons. Cady's data and the specimens were collected during the months of August, September, and October, 1938. The specimens, now in the collections of the Museum of Zoology, University of Michigan, were obtained at the following localities, all in southwestern Virginia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "High Knob.-Located about three miles south of Norton, Wise County, on the Wise-Scott county line. High I{nob rises about 3000 feet above sea level l is rough and rocky and is covered with dense stands of second-growth hardwoods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Big Stone Gap.-Wise County; lies at an elevation of 1488 feet near the Powell River. The slopes and ridges surrounding Big Stone Gap support a sparse growth of vegetation. This section has been burned over repeatedly and much of the soil has been eroded away. Also, the slate and other debris that have been dumped on the mountain sides from the numerous coal mines in the area further hinder plant growth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Black Monntain.-part of the Cumberland Mountains; lies partly in Virginia and partly in Kentucky. Specimens were collected at an elevation of 3600 feet in heavy stands of mature hardwoods and mixed pines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Cleveland.-Russell County; situated at an elevation of about 1700 feet on the banks of the Clinch River, five miles northwest of Lebanon. A heavy growth of blue grass covers most of the surrounding rolling hills; forested areas are local and usually small in extent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Bundy Cave and Daugherty's Cave. Creek, Sugar Grove, Walker Mountain, and Hungary Mother Park. These specimens agree with series of talpoides from southern Michigan better than with specimens of carolinensis from Alabama and Georgia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Myotis lucifugus luclfugus Le Conte.-Four, from Bundy Cave. Both Myotislucifugus and PipistreUus subfiavus were taken in the same cavei all specimens collected were males.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Pipistrellus subfiavus subfiavus F. Cuvier.-Five, from Bundy Cave. Ursns americanus.-Once common in the region, black bear are now restricted to the rough mountainous terrain along the Virginia-Kentucky state line.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Tamias striatus striatus Linnaeus.-Four, from High Knob, Cleveland, and Walker Mountain. Three grade toward fiskeri in coloration, but all resemble striatus from southern Georgia more than they do fiskeri from southeastern Ohio and southern New Jersey.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Sciurus carolinensls leucotls Gapper.-One, from the head of Moccasin Creek. On the basis of its large size and pale gray coloration the specimen is referred to leucotis. It was compared with a series of leucotis from Michigan and Wisconsin and a series of carolinemis from Alabama, Georgia and Florida. A county game warden and the Chief Ranger of Jefferson National Forest told Cady that gray squirrels were exceptionally abundant in Jefferson National Forest in the fall of 1938. The abundance of the squirrels may well be correlated with the abundance of forest fruits of the preceding year.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys hurnuUs hurnuUs Audubon and Bachman.-One, from Cleveland in worn summer pelage. Until additional specimens are obtained from the region it is tentatively allocated to the race humulus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus nubiterrae Rhoads.-Ten, from Black Mountain, Sugar Grove, and Walker Mountain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Peromyscus leucopus noveboracensis Fischer.-Twenty-nine, from Big Stone Gap, Walker Mountain, Black Mountain, Cleveland, Sugar Grove, and Hungary Mother Park. The series is intermediate in characters between leucopus and noveboracemis. The specimens average darker than noveboracensis from Ohio, Michigan, and New Yorknearer leucopus from Georgia and North Carolina. In size, however, they resemble noveboracensis j they are perceptibly larger than the leucopus examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Neotoma magister Baird.-One, from Daugherty's Cave. Signs of these wood rats -were noted along bluffs and ridges in the higher mountains and in limestone caves in the lowlands. They were most abundant in the mountains.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Synaptomys On March 22, 1700, Bienville and his party left the Taense. villages on Lake St. Joseph in the northeastern part of the present state of Louisiana intending to visit the Natchitoches villages close to the present town of Natchitoches on Red River. He effected his object under great difficulties experiencing constant rains and being obliged to wade through swamps for miles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "March 25 when about 15 leagues west in the direction of Columbia on the Ouachita, where the party appears to have crossed, they killed a bison. They had marched 6 leagues that day, wading all the way until they came to the edge of a prairie where they killed the animal. This must have been in the neighborhood of Winnsboro. They crossed the Ouachita March 30 and traveled in a general southwesterly direction for .about 12 leagues according to their calculations when their hunters killed a bull bison, a cow, and a calf. This must have been somewhere in Winn Parish. See Pierre Margry, ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON CERTAIN MAMMALS OF THE MOUNTAINS OF SOUTHWESTERN VIRGINIA",
                "sec_num": null
            },
            {
                "text": "Recently the author and W. S. Feeney, game biologist on the Deer Research Project, visited the Rhinelander Lumbering Museum and found there an aluminum kettle that supposedly had been eaten almost in its entirety by porcupines. The remains of the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "KETTLE EATEN BY PORCUPINES",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/22/3/323/835721 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "Decouvertes et Etablissements des Francais dansl'ouest et dans Ie sud de l' Amerique septentrionale (1614-1754)\", Paris, 1880, vol. 4, pp. 433, 436.-JOHN R. SWANTON, Bureau {)f American Ethnology, Smithsonian Institution, Washington, D. C.",
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table/>",
                "text": "-Russell County; located near Lebanon in rolling JOURNAL OF MAMMALOGY limestone country which containa many caves and sink-holes. The elevation is about 1800 feet. Roaring Springs Creek.-Ru8sell County; drains into Cedar Creek two miles east of Lebanon. Collections were made at an elevation of 1775 feet on the creek. The locality, head of Moccasin Creek, is in Washington County, six miles south of Lebanon, Russell County. Slemp Creek and Sugar Grove,-loca.ted in Smyth County a few miles southeast of Marion at elevations between 2900 and 3100 feet. Hungary Mother Park.-south slope of Walker Mountain at about 3500 feet elevation. The locality, Walker Mountain, refers specifically to a collecting station at an elevation of 3800 feet on Walker Mountain. Didelphis virginiana vlrginiana Kerr .-A skull only from Walker Mountain. Opossum were not common in the mountainous areas of southwestern Virginia during the fall or 1938. Cady saw but one during a period of three months there. Sorex fumens fumeus Miller.-Four specimens, from Black Mountain, Hungary Mother Park, and Sugar Grove. Two are in rufous summer pelage and two in gray winter pelage.",
                "num": null
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td>other characters. The three largest average as follows (millimeters): Total length,</td></tr><tr><td>131; tail, 17.5; hind foot, 19; condylobasallength of skull, 26.0. They are near helaletes</td></tr><tr><td>in size but have a narrower rostrum and paralleling zygomata.</td></tr><tr><td>Clethrlonomys gapped maurus Kellogg.-One, from Black Mountain.</td></tr><tr><td>Microtus pennsylvanlcus pennsylvanicus Drd.-Eighteen, from Walker Mountain,</td></tr><tr><td>Slemp Creek, and Roaring Springs Creek. Compared with pennsylvanicus from New</td></tr><tr><td>Jersey, southeastern Pennsylvania, and coastal Maryland our specimens show larger</td></tr><tr><td>~ize, darker coloration, a broader rostrum and a shorter braincase. These speeimens may represent a distinct race of meadow mouse which ranges over much of the so~thern</td></tr><tr><td>part of the Appalachian Mountains.</td></tr><tr><td>Pltymys plnetorum scalopsoides Audubon and Bachman.-Two, from Cleveland. The</td></tr><tr><td>characters differentiating P. p. scalopsoides from P. p. pinetorum are best seen when</td></tr><tr><td>large series of specimens are compared. Our two specimens are large (average total</td></tr><tr><td>length, 132.5 mm, hind foot, 16.5 mm), and darker than all other specimens of Pitymys</td></tr><tr><td>pinetorum at hand (from Michigan, Indiana, Ohio, New Jersey, Maryland, and South</td></tr><tr><td>Carolina). Zapus</td></tr></table>",
                "text": "cooper! stonel Rhoads.-Five, from Cleveland, Sugar Grove, and Walker Mountain. The specimens are slightly larger than stonei but are similar to that race in They perhaps represent a geographic race peculiar to the southern AppaIa-,chian Mountains, but for the present are tentatively referred to 8calopsoides. hudsonius hudsonlus Zimmermann.-One, from Sugar Grove. The specimen has the short, broad rostrum of americanus. Its size, color, and other diagnostic characters, however, are those of the race hudsonius. Two skins only at hand from Cherokee County, North Carolina, also are referable to hudsonius.-EMMET T. HOOPER, Museum of Zoology, University of Michigan, and EARL R. CADY, Tennessee Valley Authority, Norris, Tennessee.",
                "num": null
            }
        }
    }
}