{
    "paper_id": "Hooper1956-Longevityofcaptivekangaroorats,Dipodomys",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:25.090372Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Richard",
            "middle": [
                "M"
            ],
            "last": "Hansen",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Colorado A & M College",
                "location": {
                    "region": "Fort Collins"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "several years. Apparently the \"die off\" was widespread throughout areas that were formerly occupied by these squirrels. The Townsend ground squirrel populations discovered during this study indicate that they are neither widespread nor abundant at the present time in Utah. The largest and most numerous populations in Utah at present appear to be along the Sevier River Drainage in central Utah, and the southern part of the Escalante Desert. There is some evidence to indicate that the prairie dogs (Cynomys) have also undergone a reduction in numbers similar to that of Townsend ground squirrels in Utah. According to the present information, Townsend ground squirrels have not recovered in numbers and distribution in a period of approximately 18 years. These data also support the hypothesis that \"die offs\" can completely exterminate populations in large areas. Rodent plague (sylvatic plague) is known to have spread into the Rocky Mountain region",
    "pdf_parse": {
        "paper_id": "Hooper1956-Longevityofcaptivekangaroorats,Dipodomys",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "several years. Apparently the \"die off\" was widespread throughout areas that were formerly occupied by these squirrels. The Townsend ground squirrel populations discovered during this study indicate that they are neither widespread nor abundant at the present time in Utah. The largest and most numerous populations in Utah at present appear to be along the Sevier River Drainage in central Utah, and the southern part of the Escalante Desert. There is some evidence to indicate that the prairie dogs (Cynomys) have also undergone a reduction in numbers similar to that of Townsend ground squirrels in Utah. According to the present information, Townsend ground squirrels have not recovered in numbers and distribution in a period of approximately 18 years. These data also support the hypothesis that \"die offs\" can completely exterminate populations in large areas. Rodent plague (sylvatic plague) is known to have spread into the Rocky Mountain region",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Local meteorological conditions appear to influence the periodicity of Townsend ground squirrels (Citellus townsendii). On June 5, 1951, young Townsend ground squirrels from Stansbury Island, Great Salt Lake, Utah, were found to be almost adult in size. Those on the surrounding mainland at this time were smaller sized and appeared to be younger. On April 22, 1952, young Townsend ground squirrels on StansbUry Island were approximately three-fourths grown. Just a few days prior (April 15-17, 1952) , adult females collected from the extreme southern part of the Bonneville Basin (Escalante Desert and environs), still retained their young in an embryonic state. On May 25, 1953, young animals from 12 miles north of Kelton, Utah, were approximately one-third adult size, while those on Stansbury Island appeared to be approximately three-fourths adult size. Townsend ground squirrels occurring on Stansbury Island also appeared to begin hibernation at an earlier date than they did on the surrounding mainland. Townsend ground squirrels are commonly found to be active in most areas as late as the middle of July. However, no animals were observed on Stansbury Island after June 15.",
                "cite_spans": [
                    {
                        "start": 481,
                        "end": 500,
                        "text": "(April 15-17, 1952)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Apparently heat is absorbed by the waters of Great Salt Lake during the daytime and is radiated during the night. This in turn modifies the local environments of the islands. Seasonal rhythms are generally advanced. The early growth of vegetation also indicates this phenomenon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There is evidence that also indicates that annual differences occur in the time of seasonal advancement. On April 17-18, 1954, there was no evidence found to indicate that Townsend ground squirrels had yet emerged from hibernation. The vegetative growth also appeared retarded from that observed the preceding three seasons on Stansbury Island.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The evidence presented appears to indicate that the seasonal rhythms of Townsend ground squirrels are dependent upon microenvironmental factors and that these factors may fluctuate annually.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "-RICHARD M. HANSEN, Department of Zoology, Colorado A & M College, Fort Collins. Received April 8, 1955.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In July, 1950, my two sons live trapped two Merriam kangaroo rats (Dipodomys merriami) near Bishop, California, and brought them to Ann Arbor, Michigan. One of the rats was kept in a small sand-filled aquarium until it was sacrificed on November 1, 1954. It appeared to be in fair health. Its age at death was at least four and one-third years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY OF CAPTIVE KANGAROO RATS, DIPODOMYS",
                "sec_num": null
            },
            {
                "text": "The other rat escaped from a cage in September, 1950, and took up residence in a cool room, for the storage of home-canned foods, in the basement of a house. The floor of the room consisted of bricks laid in sand over a sandy substrate. The rat was seen infrequently, but signs of its activity were continually evident. Food scattered for it on the basement floor disappeared regularly. Moreover, the floor of the cold room gradually became a shambles of sand and bricks, caused by the collapse of rat-made tunnels through the sandy sub. strate and by frequent movement of the sand. On the occasions when the animal was observed closely, as for example when it was fed from an observer's hand, it always appeared to be in excellent health. It was killed by the family pet dog about January 15, 1955. Its known age was at least four and one-half years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY OF CAPTIVE KANGAROO RATS, DIPODOMYS",
                "sec_num": null
            },
            {
                "text": "I doubt that either of these individuals was a young-of-the-year when caught in 1950. It is probable that each was born in the spring of 1949. If this be true, they were approximately five and one-half years of age.-EMMET T. HOOPER, University of Michigan Museum of Zoology, Ann Arbor. Received April 21 ,1955.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LONGEVITY OF CAPTIVE KANGAROO RATS, DIPODOMYS",
                "sec_num": null
            },
            {
                "text": "Populations of dermestid beetles generally thrive on fatty meats and do poorly on diets low in fats. The animals apparently require lipids to remain healthy, to complete their life cycle in optimum time, and to produce large broods. The larvae of Attagenu8 piceus develop faster and have a lower mortality on a diet that includes fish meal than on one that lacks the meal (Griswold, Cornell Univ. Agr. Exp. Sta. Mem., 240, 1941) . In Dermestes vulpinus fat is necessary for maximum egg production and healthy larvae. Beetles restricted to a diet of dry, lean meat produced few eggs. The larvae were sluggish and many died; those that matured were undersize (Russell, Jour. Mamm., 28: 284-287, 1947) . Materials that normally are unsavory to beetles can be made more or less attractive to them when the materials are coated with oil. Dermestes will clean specimens that have been preserved in alcohol if the specimens are first soaked in water and dipped in bacon grease or beef fat (de la Torre, Jour. Mamm., 32: 231-232, 1951) . These and other studies make it clear that fats are important to dermestid beetles.",
                "cite_spans": [
                    {
                        "start": 402,
                        "end": 428,
                        "text": "Exp. Sta. Mem., 240, 1941)",
                        "ref_id": null
                    },
                    {
                        "start": 657,
                        "end": 698,
                        "text": "(Russell, Jour. Mamm., 28: 284-287, 1947)",
                        "ref_id": null
                    },
                    {
                        "start": 989,
                        "end": 1027,
                        "text": "Torre, Jour. Mamm., 32: 231-232, 1951)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Do the beetles have preferences among fatty substances? A few tests, described herewith, indicate that they do. Reasons for conducting the tests were basically practical. The Museum recently had received a large number of uncleaned skulls; most of them were hard, dry, and coated with borax. We needed something that would make the skulls appealing-a veneer that would induce dermestid larvae to eat the meat on these skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "The tests were simple. Several small cardboard trays, each covered with cotton, were placed equidistant from each other on the floor of a small Cambridge Can which was kept at room temperature. In each of the trays, except one, were placed pieces of dried meat coated with various substances to be tested. The extra tray served as a control and a refuge for dermestids that sought shelter, not food. Twenty-five to forty larvae were then introduced into the cans and the lid was locked in place. About twenty-four hours later the cover was removed and the numbers of larvae in each tray and \"on the loose\" were recorded. When larvae repeatedly concentrated in a tray and ate the meat I inferred that they preferred the substances there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "The substances tested, mostly fats, are as follows: beeswax, cholesterol, vegetable oil (Wesson), lanolin, a cerebrosides complex of glycolipids and sphingomyelins, bacon drippings, codliver oil, casein, gelatin, dried milk, and mineral oil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Codliver oil, vegetable oil, casein, dried milk, and bacon drippings attracted the larvae. Codliver oil clearly was preferred over all other items. It was selected over bacon fat in ratios varying from three to one to ten to one. Vegetable oil was somewhat less attractive. When it and cod oil were offered, the cod oil drew more larvae, and the meat in that tray was consumed before that coated with vegetable oil. Casein and dried milk were relatively unattractive. When the choice was between those two, there usually were more larvae \"on the loose\" than in either of the two trays. A mixture of dried milk and cod oil possibly was more attractive than casein and cod oil; the results were inconclusive. No clear preference was indicated between cod oil alone and a mixture of cod oil and dried milk; both were attractive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/37/1/124/842393 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}