{
    "paper_id": "Hooper1952-NotesonMiceoftheSpeciesPeromyscusboyleiandP",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:22.960258Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "HOOPER-PEROMYSCUS 371 dents speak of killing numbers in years past where a rabbit is now seldom seen. The swamp rabbits are, however, fairly well distributed. At the north end of Reelfoot Lake the completely fenced waterfowl preserve, commonly known as the goose pen, contains swamp rabbits. They apparently have no way to escape from this enclosure. When rabbits were jwuped from their forms in the patches of dew berry and blackberry in the center of the pen, they would often follow along the fence. At one spot, the fence made a right-angled turn at a large corner post. With one member to drive the rabbit, another, hidden behind the corner post, could easily take the rabbit by hand as it hopped around the corner. The rabbits never seemed to look in any direction except straight ahead. Two specimens were taken in this manner. Odocoileus virginlanus subsp. Whitetail deer .-The native stock has long been exterminated from Reelfoot Lake, but an introduction consisting of about three bucks and seven does was made in 1932 or 1933. The herd has multiplied, chiefly on the northwest side of the Lake, and Lewis Burrus estimated in 1951 that it might number 125.",
    "pdf_parse": {
        "paper_id": "Hooper1952-NotesonMiceoftheSpeciesPeromyscusboyleiandP",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "HOOPER-PEROMYSCUS 371 dents speak of killing numbers in years past where a rabbit is now seldom seen. The swamp rabbits are, however, fairly well distributed. At the north end of Reelfoot Lake the completely fenced waterfowl preserve, commonly known as the goose pen, contains swamp rabbits. They apparently have no way to escape from this enclosure. When rabbits were jwuped from their forms in the patches of dew berry and blackberry in the center of the pen, they would often follow along the fence. At one spot, the fence made a right-angled turn at a large corner post. With one member to drive the rabbit, another, hidden behind the corner post, could easily take the rabbit by hand as it hopped around the corner. The rabbits never seemed to look in any direction except straight ahead. Two specimens were taken in this manner. Odocoileus virginlanus subsp. Whitetail deer .-The native stock has long been exterminated from Reelfoot Lake, but an introduction consisting of about three bucks and seven does was made in 1932 or 1933. The herd has multiplied, chiefly on the northwest side of the Lake, and Lewis Burrus estimated in 1951 that it might number 125.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "By EMMET T. HOOPER",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "In his report on the mammals of the Sierra San Carlos, Tamaulipas, Mexico, Dice (Univ. Mich. Studies, Sci. Ser., 12: 253, 1937 ) listed a series of specimens under the name \"Peromyscus boylii levipes.\" Actually two forms are represented in that series. Fourteen of the 35 specimens are referable to P. boylei. They are from La Vegonia mine, 2900 feet elevation, at the lower edge of the pine belt. The remaining 21 examples exhibit morphological traits of P. pectoralis, although they average much larger than examples of any known race of that species. The specimens are from collecting stations in the Sierra as follows: Tamaulipeca Ranch, 1500 feet elevation; Marmolejo, 1700 feet; San Jose, 2000 feet; and La Vegonia mine, 2900 feet. Nineteen of the 21 specimens are from Tamaulipeca, Marmolejo, and San Jose. These three localities are situated on brush-covered foothills below the pine belt. Field notes indicate that the form represented by these specimens was common on rocky slopes covered with lechuguilla, maguey, and low brush. It was less abundant or absent in the oak and pine belts higher in the Sierra. P. boylei, on the other hand, was common at La Vegonia mine and apparently was absent at the stations on the foothills. It should be noted that both species occur at La Vegonia.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 126,
                        "text": "Studies, Sci. Ser., 12: 253, 1937",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "There are no great differences in coloration between the samples of the two species. The series of P. pectoralis averages slightly grayer dorsally (the grayness is particularly prominent on the forehead and cheeks) and the dorsal, dusky stripe on the tarsus is narrower and shorter, barely or not at all encroaching on the white foot. Although these differences are real, they are nonetheless subtle, and on casual inspection the two series appear to be identical in coloration. In both, the upper parts are a mixture of Pinkish Cinnamon or Cinnamon (capitalized color terms from Ridgway, Color Standards and Color Nomenclature, 1912) and black, the fur mass appearing reddish brown. The underparts are white or Pale Pinkish Buff, with or without a buffy pectoral area; the basal bands of the hairs are plumbeous. Most of the specimens have a blackish eye ring. The tail is distinctly bicolor, fuscous dorsally and whitish, unmottled, ventrally.",
                "cite_spans": [
                    {
                        "start": 580,
                        "end": 634,
                        "text": "Ridgway, Color Standards and Color Nomenclature, 1912)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "The two series stand in greater contrast in size, scalation of the tail, and cranial dimensions. In those features, a sample of 18 pectoralis compared with a sample of 12 boylei shows: larger body size, the mean and observed range 104 mm. (99-110) in pectoralis and 98 mm. (90-104) in boylei; longer tail, 113 mm. (104-123) in pectoralis and 102 (97-109) in boylei; finer caudal scales, number of scales per centimeter (as determined on the dorsal stripe at a level 2 cm. from the base of the tail) 22 (20-25), compared with 20 (17-22); longer cranium, length of cranium 28.2 mm. (27.5-29.4), compared with 26.9 mm. (26.2-28.6). The greater cranial length in pectoralis is attributable principally to the greater length of the brain case, particularly in the parietal region. Rostral length is similar in the two series, thus shorter relative to cranial length in pectoralis. Molar teeth are smaller; length of molar row 4.1 mm .. (3.8-4.4) compared with 4.5 mm. (4.1-4.9). The mesopterygoid fossa is narrower with respect to its length. Auditory bullae are about the same size in the two forms, thus, smaller relative to cranial length in pectoralis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "The samples of P. pectoralis from the Sierra San Carlos and from other parts of northeastern Mexico appear to represent a race that, in my opinion, warrants recognition. For it I suggest the name Distribution.-Foothills of the Sierra San Carlos, the Sierra de Tamaulipas, and Sierra Madre Oriental in northeastern Mexioo. Known geographio range, from the vicinity of Monterrey south to Jaumave in the Sierra Madre and to the vioinity of Aouna in the Sierra de Tamaulipas. Known vertical range, from 1300 feet at Villagran to 2900 feet at La Vegonia mine.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Characters and comparisons.-Similar to Peromyscus p. pectoralis, but larger (head and body length averages 104 nun. in 16 specimens from the Sierra San Carlos, compared with 88 nun. in 15 specimens of pectoralis from Tolhnan, Queretaro). Upper parts slightly darker and more reddish; tarsi slightly darker; cranium similar in proportions to that of pectoralis, but IDuch larger and with rostrwn longer relative to cranial length. Patterns of molar teeth similar to those in pectoralis and in other races of the species. Much larger and darker than eremicoides; buffy_ bands of hairs Pinkish Cinnamon in collinus and Pinkish Buff or Cinnamon-Buff in eremicoides; tarsi slightly dusky, rather than white. Differences from laceianus follow (20 examples of collinus from the Sierra San Carlos ('ompared with 15 topotypes of laceianus)! slightly larger; tail longer; upper parts darker; tarsi darker (pale dusky or pale buffy or whitish in laceianus); brain case narrower and longer (length of posterior part of cranium averages 11.1 nun. in collinus and 10.4 nun. in laceianus); mesopterygoid fossa narrower, relative to its length; auditory bullae smaller; and molar row shorter, relative to cranial length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Color.-Fresh adult pelage (July specimens from the Sierra San Carlos). Upper parts warm cinnamon-gray, the buffy bands Pinkish Cinnamon and the basal bands Dark Mouse Gray: head predominantly gray, the buffy hues inconspicuous; underparts creamy white, with or without a buffy pectoral spot; a blackish eye-ring; ears evenly Fuscous; forefeet and hind feet white; dusky area of hind legs extending onto upper surface of tarsal joint; under surface of joint white; tail Fuscous dorsally, whitish ventrally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Fresh subadult pelage (place and date as above). As described above, but upper parts much duller, the mass near Hair Brown, becoming Drab on the sides; buffy bands Pinkish Buff; tail slightly darker ventrally than in adult pelage, nevertheless paler ventrally than dorsally.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Measurements.-Averages and extremes in millimeters of 20 specimens from the Sierra San Carlos: Total length, 217 (204---232); length of tail, 113 (104-123); length of hind foot, 22 (20--23); ear (from notch, fresh) 19 (17-20). Greatest length of cranium, 28.2 (27.5--29.4); zygomatic breadth, 13.7 (13.3-14.2); length of rostrum (from notch adjoining lachrymal on superior, inner border of zygomatic process of maxilla to tip of nasal on same side of skull), 10.6 (10.2-11.2); length of posterior part of cranium (in a straight line mid-dorsally from fronto-parietal junction to superior lip of foramen magnum), 11.1 (10.5-11.9); length of interparietal (measured on mid-line, exchiding attenuations), 3.3 (2.9-4.0); alveolar length of molar row, 4.1 (3.8-4.4). Number of caudal scales on dorsal stripe in third centimeter from base of tail, 22 (20-25).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Remarks.-P. p. collinus is an inhabitant of rocky and brush-covered foothills. In Tamaulipas it lives in a vegetational belt that is situated altitudinally below oak and pine forests and above the generally open and short vegetation of the coastal plains. This foothills belt is characterized by tall, thorny shrubs (Dice, op. cit.). Trapping records suggest that the form is more common in fairly open situations than in dense thickets. Specimens from the Sierra San Carlos were collected in the following situations: At San Jose, on limestone slopes covered with lcchuguilla (Agave lechuguilla), maguey (Agave sp.) and low brush; among granjeno (Celtis pallida), other thorny shrubs and prickly.pear (Opuntia sp.). At Tamauli-peeR, in a limestone outcrop covered with lechuguilla; in a thicket of cenizo (Leucophyllum texanum) and thorny shrubs. In the lower part of the oak zone at La Vegonia. mine, P. pectoralis was uncommon while P. boylei was abundant. P. boylei was not found at any other collecting station in the Sierra San Carlos, or if so, no specimens were preserved. The specimen from the vicinity of Acuna was trapped in \"brushy gr'assland,\" to quote directly from the specimen label.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Some of the specimens at hand suggest that collinus intergrades with eremicoides in the foothills and low-lying valleys of the Sierra Madre Oriental. Examples from the vicinity of Monterrey average smaller than topotypes of collinus; the two series are indistinguishable in color of upper parts and of tarsi. Six specimens from Santa Catarina are distinctly paler dorsally than those from Monterrey; their tarsi are also paler. Although intermediate in coloration they clearly resemble eremicoides more than they do collinus in coloration and cranial size. The same can be said of two specimens from Miquihauna. They, too, are inter~ mediate in coloration, but are clearly referable to eremicoides. The examples from Santa Catarina and Miquihuana also appear to be smaller in length of body than those from lo~ ca.lities to the east, however, they, and the examples from Monterrey and Cerro de 1& Silla as well, lack external measurements. The three specimens from Jaumave likewise have paler upper parts and tarsi than the examples from the more eastern localities. Two of the specimens resemble topotypical colUnus in size of body, hind foot, and skull. The third is no larger than a specimen of eremicoidcs from northeastern Durango.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Thirty-five from the following localities in Mexico: (Specimens indicated by the symbol U.S. are contained in the collections of the Fish and Wildlife Service.) Nuevo Leon: Monterrey, 5 (U.S.); Cerro de 180 Silla, 1 (U.S.). Tamaulipas: near Jaumave, 2400 ft., 3; Sierra San Carlos, 21 (Marmolejo, 1700 ft. 4; San Jose, 2000 ft., 14; Tamaulipeca, 1500 ft., 1; La Vegonia mine, 2900 ft., 2); Sierra de Tamaulipas, near Acuna, 1600 ft., 1; Ciudad Victoria, 1100 ft., 2 (U.S.); Villagran, 1300 ft., 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON MICE OF THE SPECIES PEROMYSCUS BOYLEI AND P. PECTORALIS",
                "sec_num": null
            },
            {
                "text": "External and cranial proportions of P. boylei and P. pectoralis.-In the analysis which led to the description of collinus, the possibility was explored that collinus is morphologically more similar to P. boylei than to P. pectoralis. Early in the study it was evident that both forms represented in the series from the Sierra San Carlos belong in the P. boylei group, as the group is outlined by Osgood (N. Amer. Fauna, 28, 1909) . It was equally clear that diagnostic characters of P. pectoralis are to be seen in the series of collinus, while the characters of the other form are predominantly those of P. boylei. Body and cranial size, however, did not seem to fit with the other characters. Length of body and, especially, of cranium in the samples of collinus greatly exceed those in the sample of P. boylei. Such a size relationship does not obtain in any other area where both species are found, to my knowledge. In other parts of their ranges where the two species are sympatric, pectoralis is always the smaller of the two. Moreover, on the highlands of central Mexico, at least, the differences between P. boylei and P. pectoralis in cranial length and in body length are roughly equivalent to the differences in size between the two forms in the Sierra San Carlos. But in the Sierra San Carlos the form that is otherwise like P. pectoralis is larger, rather than smaller, than the race of P. boylei. This apparent reversal in size relationships made it essential that the samples from the Sierra be compared in detail with samples of P. boylei and P. pectoralis from other parts of their ranges.",
                "cite_spans": [
                    {
                        "start": 413,
                        "end": 429,
                        "text": "Fauna, 28, 1909)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "To determine whether the characters of collinus as a whole were more like those of P. boylei or those of P. pectoralis, I employed a method of graphic analysis described by Simpson (Amer. Mus. Novitates, 1136 , 1941 . This method utilizes a series of ratio diagrams in which anyone variant is related to other variants of the same or any other sample. In these diagrams external and cranial proportions observed in one sample are readily compared with proportions in other samples. A curve may be constructed for each sample. If the animals of any two samples have identical proportions in the parts measured then the curves of those samples will coincide in slope. If they are identical in absolute size as well as in proportions then their curves will coincide in position as well as in slope.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 208,
                        "text": "Simpson (Amer. Mus. Novitates, 1136",
                        "ref_id": null
                    },
                    {
                        "start": 209,
                        "end": 215,
                        "text": ", 1941",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The procedure in preparing the ratio diagram shown as Figure 1 is as follows: Six measureable, diagnostic variants were selected. A mean was calculated for each variant of each sample. The samples consist of six series of P. boylei from various parts of the range of the species, of series of P. pectoralis from three different localities, and of the sample of collinus from the Sierra San Carlos. The means were converted to logarithms. The logs of the six means for the sample of P. boylei lwipes from Amoles, Queretaro, were then plotted in a vertical line on graph paper. The vertical line represents zero difference on a horizontal scale along which positive and negative differences are indicated to three decimal places. The points on the vertical line represent the standard to which other samples are related. The amount that the log of each measurement differs from the Amoles sample was then plotted. Finally, for each variant, means of the five samples of P. boylei, excluding the standard series, and means of the three series of P. pectoralis, excluding the sample of collinus, were calculated and the differences between their logs and the standard were determined and plotted. Lines connecting those plotted points indicate sample estimates of proportions obtaining in each species. The samples and number of specimens employed in In Figure 1 each series of P. boylei resembles the standard series, also a sample of P. boylei. Their proportions cluster about the standard, faIling approximately in a vertical line near it. The proportions of the series of pectoralis likewise are similar to one another, but they are dissimilar to those of boylei. Theirpoints on the diagram are closely aligned, but they lie on a diagonal line rather than on a vertical line. It is clear that with respect to boylei, pectoralis has more caudal scales per centimeter, is similar to boylei in length of tail and length of posterior part of the cranium, but has a shorter cranium, smaller zygomatic diameter, shorter rostrum, and shorter molar row. In addition, pectoralis has a shorter cranium, relative to tail length and to number of caudal scales, than does boylei, but the cranium is about the same length relative to zygomatic breadth; the rostrum is shorter relative to length of the posterior part of the cranium, to greatest length of cranium, and to zygomatic breadth, but is longer relative to length of molar row. Other differences in proportions between the species are indicated in the graph.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 54,
                        "end": 62,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1350,
                        "end": 1358,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The proportions of collinus fit with those of the samples of P. pectoralis. The series of points representing collinus do not approximate the vertical line of boylei. They parallel those of pectoralis, but, except for caudal scalation, they are consistently displaced to the right. It follows, therefore, that as sampled here collinus is larger than pectoralis, but is quite similar to it in proportions. It is generally dissimilar to boylei.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Status of populations in Texas.-A problem related to the foregoing one, concerning the identity of the populations of the Sierra San Carlos, has also received attention. It pertains to populations of the P. boylei group of species in western Texas. The University of Michigan Museum of Zoology contains 58 specimens of this species group from the Chisos and Davis mountains. In the years that they have been on deposit in the Museum some of those specimens at various times have been labeled and relabeled Peromyscus boylei rowleyi or P. pectoralis laceianus. I wanted to know the correct identity of those specimens. Ratio diagrams were prepared for them. The results were confusing. Instead of the clear-cut patterns, one of boylei and another of pectoralis, as seen in Figure 1, points are intermixed, with little indication that two species with proportions as in Figure 1 are represented. Some of the specimens clearly resemble boylei in one or two variates, but they are proportioned as in pectoralis in other characters. Other examples are intermediate in one or more of the variates.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 772,
                        "end": 781,
                        "text": "Figure 1,",
                        "ref_id": null
                    },
                    {
                        "start": 868,
                        "end": 876,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Since those results were inconclusive, I next employed series from various localities in the southern United States. These were divided into two groups on the basis of color of tarsi. Color of the tarsi has been considered of prime importance in distinguishing the species boylei and pectoralis in the United States (Osgood, op. cit.) . Specimens with dusky tarsi comprise one group; whitish tarsi characterize the other group. The two categories are more discrete in theory than they are in practice; all stages of intermediacy actually are represented in the series. The localities and number of items in each group follow: Dark tarsi: Arizona, 9; Valencia County, New Mexico, 8; Guadalupe Mountains, Texas, 16; Davis Mountains, Texas, 25; , Kerr County, Texas, 9; Adair County, Oklahoma, 9. Pale tarsi: Chisos Mountains, Texas, 16; Davis Mountains, Texas, 5; Guadalupe Mountains, Texas, 12; Kerr County, Texas, 15 . The specimens from the Guadalupe Mountains and from Kerr County, the latter essentially topotypes of P. b. attwateri and P. p. laceianus, were kindly sent on loan from Texas A. and M. College. -Ratio diagram comparing 7 dimensions of skin and skull in 11 samples of the Peromyscus boylei species group. Seven samples are characterized by dusky tarsi. Their mean differences from the standard (vertical line) lie within the shaded area; grand mean differences for the 7 samples are indicated by the heavy line. In 4 samples the tarsi are pale. Their mean differences faU within the stippled area and their grand mean differences are indicated by the heavy broken line.",
                "cite_spans": [
                    {
                        "start": 316,
                        "end": 334,
                        "text": "(Osgood, op. cit.)",
                        "ref_id": null
                    },
                    {
                        "start": 638,
                        "end": 646,
                        "text": "Arizona,",
                        "ref_id": null
                    },
                    {
                        "start": 647,
                        "end": 649,
                        "text": "9;",
                        "ref_id": null
                    },
                    {
                        "start": 650,
                        "end": 666,
                        "text": "Valencia County,",
                        "ref_id": null
                    },
                    {
                        "start": 667,
                        "end": 678,
                        "text": "New Mexico,",
                        "ref_id": null
                    },
                    {
                        "start": 679,
                        "end": 681,
                        "text": "8;",
                        "ref_id": null
                    },
                    {
                        "start": 682,
                        "end": 702,
                        "text": "Guadalupe Mountains,",
                        "ref_id": null
                    },
                    {
                        "start": 703,
                        "end": 709,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 710,
                        "end": 713,
                        "text": "16;",
                        "ref_id": null
                    },
                    {
                        "start": 714,
                        "end": 730,
                        "text": "Davis Mountains,",
                        "ref_id": null
                    },
                    {
                        "start": 731,
                        "end": 737,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 738,
                        "end": 741,
                        "text": "25;",
                        "ref_id": null
                    },
                    {
                        "start": 742,
                        "end": 743,
                        "text": ",",
                        "ref_id": null
                    },
                    {
                        "start": 744,
                        "end": 756,
                        "text": "Kerr County,",
                        "ref_id": null
                    },
                    {
                        "start": 757,
                        "end": 763,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 764,
                        "end": 766,
                        "text": "9;",
                        "ref_id": null
                    },
                    {
                        "start": 767,
                        "end": 780,
                        "text": "Adair County,",
                        "ref_id": null
                    },
                    {
                        "start": 781,
                        "end": 790,
                        "text": "Oklahoma,",
                        "ref_id": null
                    },
                    {
                        "start": 791,
                        "end": 823,
                        "text": "9. Pale tarsi: Chisos Mountains,",
                        "ref_id": null
                    },
                    {
                        "start": 824,
                        "end": 830,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 831,
                        "end": 834,
                        "text": "16;",
                        "ref_id": null
                    },
                    {
                        "start": 835,
                        "end": 851,
                        "text": "Davis Mountains,",
                        "ref_id": null
                    },
                    {
                        "start": 852,
                        "end": 858,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 859,
                        "end": 861,
                        "text": "5;",
                        "ref_id": null
                    },
                    {
                        "start": 862,
                        "end": 882,
                        "text": "Guadalupe Mountains,",
                        "ref_id": null
                    },
                    {
                        "start": 883,
                        "end": 889,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 890,
                        "end": 893,
                        "text": "12;",
                        "ref_id": null
                    },
                    {
                        "start": 894,
                        "end": 906,
                        "text": "Kerr County,",
                        "ref_id": null
                    },
                    {
                        "start": 907,
                        "end": 913,
                        "text": "Texas,",
                        "ref_id": null
                    },
                    {
                        "start": 914,
                        "end": 916,
                        "text": "15",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In the diagram prepared for these samples the series of points tend to group about the standard or to lie between those of boylei and pectoralis as seen in Figure  1 . All samples, those with white tarsi and dark tarsi alike, trend toward pectoralis in number of caudal scales and in length of molar row. In other proportions they are like boylei. In both the pale-tarsi group and the dark-tarsi group there is considerable variation, but mean lines of the two groups are roughly parallel (Fig.  2) . Both lines approximate the vertical lin. of boyld.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 156,
                        "end": 165,
                        "text": "Figure  1",
                        "ref_id": null
                    },
                    {
                        "start": 489,
                        "end": 498,
                        "text": "(Fig.  2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Two important points are raised by this analysis. First, the samples of undoubted P. boylei from Mexico, Arizona, and New Mexico differ from one another somewhat in size and in proportions. Some of the differences are recognized in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/33/3/371/884132 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/33/3/371/884132 by University of Michigan user on 07 October 2021Aug., 1952",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "MU8eum ofZoology, Univer8ity of Michigan, Ann Arbor. Received January 9, 195£. Downloaded from https://academic.oup.com/jmammal/article/33/3/371/884132 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "distinguishing races of that species. Notwithstanding those differences, all of the samples of P. boylei are strikingly similar in proportions. The same is true of the series of P. pectoralis. Geographic variations in size and proportions are apparent, but they do not obliterate a morphological pattern that is characteristic of all samples of the species and that differs from the pattern of boylei.Secondly, the identity of the populations from Texas is open to question. The series at hand includes specimens with white tarsi and others with dark tarsi from the vicinity of the type localities of P. b. aUwateri and P. p. laceianus. If both P. boylei and P. pectoralis are represented in my series, then the proportions of P. pectoralis are markedly different in Texas than they are in other regions. Or, if proportions of the two species contrast in Texas as they do elsewhere, specimens from that state cannot be correctly identified on the basis of color of the tarsi.I do not intend that only one form, whether of the species boylei or pectoralis, is represented in the series from Texas. On the contrary, the data suggest that two forms may be present, at least in the Davis and Guadalupe mountains and in Kerr County where both pale and dark tarsi occur. In the series from each of those areas the group of specimens characterized by pale tarsi averages smaller in most external and cranial dimensions and in that group there are, on the average, more caudal annulations per centimeter of tail length. At each of these localities, then, there may be two forms, these distinguishable by size, count of caudal scales, and color of tarsi.The data do cause one to question whether either of those forms is conspecific with P. pectoralis of Mexico. The body proportions of the two groups in Texas are strikingly similar. Although the proportions in each of those groups are somewhat between those of boylei and pectoralis, as those proportions are observed in the samples from Mexico, Arizona, and New Mexico, they are clearly more like those of boylei. It seems probable, therefore, that either P. pectoralis and P. boylei interbreed in Texas, or that the white-and dark-tarsi groups represent closely related forms both of which are more similar to P. boylei than to P. pectoralis. The possibility that both attwateri and laceianus are races of P. boylei will bear investigation.That the relationships of the two forms of the Peromyscus boylei group in western Texas is unclear has already been pointed out by Blair (Tex. Jour. ScL, 1: 17, 1949) . He, too, found that specimens from the region were intermediate in some characters between the forms currently known as P. b. attwaleri and P. p. laceianus. In order to understand the relationships of the forms a detailed study is needed which is based on precise ecological data and adequate series of specimens from many selected localities in Texas.",
                "cite_spans": [
                    {
                        "start": 2517,
                        "end": 2552,
                        "text": "Blair (Tex. Jour. ScL, 1: 17, 1949)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Figure 1 are as follows: P. boylei lwipes: Amoles, Queretaro, 20; Acufia, Sierra de Tamaulipas, Tamaulipas, 16; La Vegonia, Sierra San Carlos, Tamaulipas, 14. P. b. spicilegus: Santa Isabel, Nayarit, 20. P. b. rQwleyi: Huachuca Mountains, Arizona, 9; Valencia County, New Mexico, 8. P. pectoralis pectoralis: Toliman, Queretaro, 15; San Agustin, Hidalgo, 7; Ixtlan del Rio, Nayarit, 10. P. p. collinus: Sierra San Carlos, Tamaulipas, 20."
            }
        }
    }
}