{
    "paper_id": "HooperandBrown1968-Foragingandbreedingintwosympatricspeciesofneotropicalbats,genusNoctilio",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:29.418473Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "HooperandBrown1968-Foragingandbreedingintwosympatricspeciesofneotropicalbats,genusNoctilio",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "It is axiomatic that closely related species must have different requirements for limiting environmental resources in order to avoid competing and thus to persist in the same area. Despite this belief, there are few quantitative ecological data on sympatric pairs of tropical mammal species. This paper presents a few data on foraging activities, diets, and reproduction of two sympatric species of Neotropical bats, Noctilio leporinus and N. labialis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The ranges of the species overlap broadly in tropical America and both forms probably frequently occur at the same locality. Certainly they do on the Rio Chagres in Panama (Bloedel, 19'55) and on the Rio Higueron, one-half mile east of Finca Jimenez, Guanacaste Province, Costa Rica, where we obtained both species on the nights of 13-15 February 1966 in a program of mist netting that was part of a field course offered by the Organization for Tropical Studies.",
                "cite_spans": [
                    {
                        "start": 172,
                        "end": 181,
                        "text": "(Bloedel,",
                        "ref_id": null
                    },
                    {
                        "start": 182,
                        "end": 188,
                        "text": "19'55)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Two nets, each 12 m long, were set at different heights (0.8 to 3.0 m and 3.6 to 5.8 m above the surface of the water) directly across the Rio Higueron, The nets were tended for' two successive nights; bats were removed at 2-hr intervals in the periods 7: 00 P~f to 6: 00 AM. At this time of year, the dry season, vertebrates of all kinds probably were concentrated along the river where there was more cover and moisture. The riparian forests comprised a band of green vegetation in the otherwise almost leafless, tropical deciduous forest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Capture levels in the nets indicate flight levels of the bats. The data show that the two species fly at the same heights; all 10 leporinus and 32 of the 34 labialis were captured in the lower net. This is in harmony with Bloedel's observations (1955) of flight levels of the species in Panama. Much of the flight time probably is foraging time. The relative numbers caught in each of the 2-hr periods suggest temporal patterning of activity (Table 1) . A Kolmogorov-Smirnov test indicates that the flying times of the two species are significantly different (0.05 > P < 0.01). When and where we observed them, N. leporinus was active throughout the night, whereas activity of N. labialis was concentrated immediately after sundown. Similar peaks in activity soon after sunset have been observed in temperate vespertilionid bats (Jones, 1965; Cockrum and Cross, 1964) . From the data presented, it appears that the two species of N octilio forage in the same areas, but for the most part utilize those areas at different times.",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 251,
                        "text": "(1955)",
                        "ref_id": null
                    },
                    {
                        "start": 829,
                        "end": 842,
                        "text": "(Jones, 1965;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 843,
                        "end": 867,
                        "text": "Cockrum and Cross, 1964)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 442,
                        "end": 451,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Stomach contents indicate diets of the species. The possible time lapse between capture and preservation of the bats in formalin varied from approximately 15 min to 3 hr. Results of analyses of the stomachs appear in Table 2 , and we gratefully acknowledge the assistance of R. M. Bailey and T. H. Hubbell in identifying fish and insects in the samples. N. labialis contained only insect remains. Because these were finely chewed and partly digested, it is possible that insects with hard, relatively indigestible cuticles (e.g., beetles) constituted a greater proportion of the reported stomach contents than of the actual diet of the bats. The identifiable insects ranged from approximately 4 to 20 mm in body length. The fullest stomachs contained representatives of as many as six insect orders, and at least six species of Coleoptera alone were found in several stomachs. All the insects identified were capable of flight and could have been captured in the air; there is no good reason to infer that any were taken from the water. The specimens of leporinus contained remains of both insects and fish, but to judge from this small sample, fish make up a large part of the diet at this locality. Because leporinus is larger than labialis (an adult of each weighs approximately 55 g and 30 g, respectively), its food probably also is larger.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 217,
                        "end": 224,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These diets resemble those reported for the two species at other localities. Dunn (1934) and Bloedel (1955) also found nothing but insect remains in the guano and stomachs of labialis. In stomachs of leporinus there were both fish and insects (Bloedel, 1955; Goodwin, 310 1928; Goodwin and Greenhall, 1961) . Methods employed by leporinus in locating and capturing fish have been described in detail by Bloedel (1955) and Suthers (1965) . Reproductive tracts provided information on breeding season in the two species. Of 15 female labialis, 13 were pregnant. Each contained a single embryo 3 to 5 n1111 in length (12 specimens) or smaller (1 specimen}; the size is far short of that at term. Each of three female leporinus also contained a single embryo; these measured 9, 33, and 4.3 11Ull. The largest of these is obviously near term and the one 33 mm in length is at a 1110re advanced stage than any of the embryos of labialis.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 88,
                        "text": "(1934)",
                        "ref_id": null
                    },
                    {
                        "start": 93,
                        "end": 107,
                        "text": "Bloedel (1955)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 243,
                        "end": 258,
                        "text": "(Bloedel, 1955;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 259,
                        "end": 271,
                        "text": "Goodwin, 310",
                        "ref_id": null
                    },
                    {
                        "start": 278,
                        "end": 306,
                        "text": "Goodwin and Greenhall, 1961)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 403,
                        "end": 417,
                        "text": "Bloedel (1955)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 422,
                        "end": 436,
                        "text": "Suthers (1965)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These data suggest that labialis has a well defined breeding season and that its young are born later in the year than those of leporinus. Pregnant leporinus have been collected in Trinidad in February, lactating females were taken in February and March, and a single parturition was observed in December (Goodwin and Greenhall, 1961) . In Panama, N. labialis mate in late November or December and give birth in late April or early May (Anderson and Wimsatt, 1963) . These authors also found that all embryos From a given area were at about the same stage of development, and suggested that all the pregnant females within a population 11lUSt have bred within 1 or 2 weeks of each other. Wimsatt ( 1945) described similar synchronous pregnancies and parturitions in colonies of the ternperate vespertilionid, Myotis lucifugus. Synchrony of breeding activities in these populations prompts one to look for environmental stimuli responsible for initiating reproductive activity in tropical and temperate bat populations.",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 334,
                        "text": "(Goodwin and Greenhall, 1961)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 436,
                        "end": 464,
                        "text": "(Anderson and Wimsatt, 1963)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 688,
                        "end": 703,
                        "text": "Wimsatt ( 1945)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Significant differences between closely related sympatric species in the utilization of an environmental resource suggest, but do not prove, that resource limits the population sizes of those species; the differences in resource utilization represent the evolution of mechanisms reducing competition and permitting coexistence. Lack (1966) argued strongly that the population sizes of birds which feed on insects or vertebrates are limited by the availability of food. The several characteristics (activity time, diet, size of food, and reproductive period) in which these species of N octilio differ may represent evolutionary developments which have been effective in reducing competition for food between the two forms. Assuming that the two species are derived from an insectivorous ancestor, the piscivorous habit in N. leporinus may have evolved as a result of competition for insect food and may play an important role in the continued coexistence of the two species. Different reproductive periods probably place maximum demands on shared prey items (insects) at different seasons. Differences in activity patterns may simply indicate adaptations to the different diets, or they may represent a mechanism of further reducing interactions by temporal segregation of foraging activities.",
                "cite_spans": [
                    {
                        "start": 328,
                        "end": 339,
                        "text": "Lack (1966)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The National Science Foundation's support of the Organization for Tropical Studies and of the University of Michigan's training program in systematic and evolutionary biology made this study possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "LITERATURE CITED",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/49/2/310/838656 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Placentation and fetal membranes of the Central American noctilionid bat, Noctilio labialis minor",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Wimsatt",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Amer. J. Anat",
                "volume": "112",
                "issue": "",
                "pages": "181--201",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANDERSON, J. W., AND W. A. WIMSATT. 1963. Placentation and fetal membranes of the Central American noctilionid bat, Noctilio labialis minor. Amer. J. Anat., 112,: 181-201.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Hunting methods of fish-eating bats, particularly Noctilio leporinus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Bloedel",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "J. Mamm",
                "volume": "36",
                "issue": "",
                "pages": "390--399",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLOEDEL, P. 1955. Hunting methods of fish-eating bats, particularly Noctilio leporinus. J. Mamm., 36: 390-399.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Time of bat activity over water holes",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "L"
                        ],
                        "last": "Cockrid.1",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "P"
                        ],
                        "last": "Cross",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "J. Mamm",
                "volume": "45",
                "issue": "",
                "pages": "635--636",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COCKRID.1, E. L., AND S. P. CROSS. 1964. Time of bat activity over water holes. J. Mamm., 45: 635-636.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Notes on the little bulldog bat, Dirias albiventor minor (Osgood), in Panama",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Dunn",
                        "suffix": ""
                    }
                ],
                "year": 1934,
                "venue": "J. Mamm",
                "volume": "15",
                "issue": "",
                "pages": "89--99",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DUNN, L. H. 1934. Notes on the little bulldog bat, Dirias albiventor minor (Osgood), in Panama. J. Mamm., 15: 89-99.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A review of the bats of Trinidad and Tobago",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Greenhall",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Bull. Amer. Mus. Nat. Rist",
                "volume": "122",
                "issue": "",
                "pages": "187--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODWIN, G. G., AND A. M. GREENHALL. 1961. A review of the bats of Trinidad and Tobago. Bull. Amer. Mus. Nat. Rist., 122: 187-302.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Ecological distribution and activity periods of bats of the Mogollon Mountains area of New Mexico and adjacent Arizona",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Tulane Studies Zool",
                "volume": "12",
                "issue": "",
                "pages": "93--100",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, C. 1965. Ecological distribution and activity periods of bats of the Mogollon Mountains area of New Mexico and adjacent Arizona. Tulane Studies Zool., 12: 93-100.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Population studies of birds",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Lack",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "341",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LACK, D. 1966. Population studies of birds. Clarendon Press, Oxford, vi + 341 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Acoustic orientation by fish-catching bats",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Suthers",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "J. Exp. Zool",
                "volume": "158",
                "issue": "",
                "pages": "319--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SUTHERS, R. A. 1965. Acoustic orientation by fish-catching bats. J. Exp. Zool., 158: 319-348.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Notes on breeding behavior, pregnancy, and parturition in some vespertilionid bats of the eastern United States",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Wimsatt",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "J. Mamm",
                "volume": "26",
                "issue": "",
                "pages": "23--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WIMSATT, W. A. 1945. Notes on breeding behavior, pregnancy, and parturition in some vespertilionid bats of the eastern United States. J. Mamm., 26: 23-33.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Howell (1938) classified the subspecies elegans, nevadensis, and richardsonii as members of the same species, S. richardsonii, because there was gross morphological evidence of intergradation between elegans and richardsonii in Gallatin County",
                "authors": [],
                "year": 1959,
                "venue": "Controversy exists regarding the taxonomic status of the ground squirrels comprising Spermophilus richardsonii",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Controversy exists regarding the taxonomic status of the ground squirrels comprising Spermophilus richardsonii (Hall and Kelson, 1959). Howell (1938) classified the sub- species elegans, nevadensis, and richardsonii as members of the same species, S. richardsonii, because there was gross morphological evidence of intergradation between elegans and richardsonii in Gallatin County, Montana. In contrast, Davis (1939) did not find inter- gradation between the ground squirrels of southeast Idaho (aureus) and southwest Mon- tana (richardsonii). He classified the former population as a new subspecies, aureus, and",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF2": {
                "type_str": "figure",
                "text": "Downloaded from https://academic.oup.com/jmammal/article/49/2/310/838656 by University of Michigan user on 07 October 2021",
                "uris": null,
                "num": null
            },
            "TABREF1": {
                "content": "<table><tr><td>Orders represented</td><td>N. leporinus</td></tr><tr><td>Coleoptera</td><td/></tr><tr><td>Lepidoptera</td><td/></tr><tr><td>Hemiptera</td><td/></tr><tr><td>Hymenoptera</td><td/></tr><tr><td>Diptera</td><td/></tr><tr><td>Orthoptera</td><td/></tr><tr><td>Homoptera</td><td/></tr><tr><td>Unidentified</td><td/></tr><tr><td>Teleostei</td><td/></tr></table>",
                "type_str": "table",
                "text": "-Stomach contents of samples of Noctilio.",
                "num": null
            }
        }
    }
}