{
    "paper_id": "Hooper1956-Selectionoffatsbydermestidbeetles,Dermestidae",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:25.571353Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1956-Selectionoffatsbydermestidbeetles,Dermestidae",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "room consisted of bricks laid in sand over a sandy substrate. The rat was seen infrequently, but signs of its activity were continually evident. Food scattered for it on the basement floor disappeared regularly. Moreover, the floor of the cold room gradually became a shambles of sand and bricks, caused by the collapse of rat-made tunnels through the sandy sub. strate and by frequent movement of the sand. On the occasions when the animal was observed closely, as for example when it was fed from an observer's hand, it always appeared to be in excellent health. It was killed by the family pet dog about January 15, 1955. Its known age was at least four and one-half years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I doubt that either of these individuals was a young-of-the-year when caught in 1950. It is probable that each was born in the spring of 1949. If this be true, they were approximately five and one-half years of age.-EMMET T. HOOPER, University of Michigan Museum of Zoology, Ann Arbor. Received April 21 ,1955 .",
                "cite_spans": [
                    {
                        "start": 256,
                        "end": 309,
                        "text": "Museum of Zoology, Ann Arbor. Received April 21 ,1955",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Populations of dermestid beetles generally thrive on fatty meats and do poorly on diets low in fats. The animals apparently require lipids to remain healthy, to complete their life cycle in optimum time, and to produce large broods. The larvae of Attagenu8 piceus develop faster and have a lower mortality on a diet that includes fish meal than on one that lacks the meal (Griswold, Cornell Univ. Agr. Exp. Sta. Mem., 240, 1941) . In Dermestes vulpinus fat is necessary for maximum egg production and healthy larvae. Beetles restricted to a diet of dry, lean meat produced few eggs. The larvae were sluggish and many died; those that matured were undersize (Russell, Jour. Mamm., 28: 284-287, 1947) . Materials that normally are unsavory to beetles can be made more or less attractive to them when the materials are coated with oil. Dermestes will clean specimens that have been preserved in alcohol if the specimens are first soaked in water and dipped in bacon grease or beef fat (de la Torre, Jour. Mamm., 32: 231-232, 1951) . These and other studies make it clear that fats are important to dermestid beetles.",
                "cite_spans": [
                    {
                        "start": 372,
                        "end": 428,
                        "text": "(Griswold, Cornell Univ. Agr. Exp. Sta. Mem., 240, 1941)",
                        "ref_id": null
                    },
                    {
                        "start": 657,
                        "end": 698,
                        "text": "(Russell, Jour. Mamm., 28: 284-287, 1947)",
                        "ref_id": null
                    },
                    {
                        "start": 989,
                        "end": 1027,
                        "text": "Torre, Jour. Mamm., 32: 231-232, 1951)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Do the beetles have preferences among fatty substances? A few tests, described herewith, indicate that they do. Reasons for conducting the tests were basically practical. The Museum recently had received a large number of uncleaned skulls; most of them were hard, dry, and coated with borax. We needed something that would make the skulls appealing-a veneer that would induce dermestid larvae to eat the meat on these skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "The tests were simple. Several small cardboard trays, each covered with cotton, were placed equidistant from each other on the floor of a small Cambridge Can which was kept at room temperature. In each of the trays, except one, were placed pieces of dried meat coated with various substances to be tested. The extra tray served as a control and a refuge for dermestids that sought shelter, not food. Twenty-five to forty larvae were then introduced into the cans and the lid was locked in place. About twenty-four hours later the cover was removed and the numbers of larvae in each tray and \"on the loose\" were recorded. When larvae repeatedly concentrated in a tray and ate the meat I inferred that they preferred the substances there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "The substances tested, mostly fats, are as follows: beeswax, cholesterol, vegetable oil (Wesson), lanolin, a cerebrosides complex of glycolipids and sphingomyelins, bacon drippings, codliver oil, casein, gelatin, dried milk, and mineral oil.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Codliver oil, vegetable oil, casein, dried milk, and bacon drippings attracted the larvae. Codliver oil clearly was preferred over all other items. It was selected over bacon fat in ratios varying from three to one to ten to one. Vegetable oil was somewhat less attractive. When it and cod oil were offered, the cod oil drew more larvae, and the meat in that tray was consumed before that coated with vegetable oil. Casein and dried milk were relatively unattractive. When the choice was between those two, there usually were more larvae \"on the loose\" than in either of the two trays. A mixture of dried milk and cod oil possibly was more attractive than casein and cod oil; the results were inconclusive. No clear preference was indicated between cod oil alone and a mixture of cod oil and dried milk; both were attractive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Meat coated with mineral oil usually was not eaten. On one occasion, however, when the test spanned several days and the tasty items were consumed, the larvae turned to the mineral oil-coated meat. We have an earlier instance of larvae eating hydrocarbons. Our beetle colony cleaned the dried carcasses of seven bats (Myotis) that inadvertently had been coated with motor oil. Whether the beetles metabolized the hydrocarbons is unknown.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "We have taken advantage of the lure of codliver oil. The beetles are now cleaning tainted skulls that they shunned before the skulls were treated with oil. Our technique is simple. The treatment of a group of 30 dry, borax-coated skulls of Tamias and Citellu8 will illustrate. The skulls were washed for about two hours in warm running water, to remove most of the borax and to soften the flesh. They were then drained, dipped in warm oil, and placed in trays in the beetle colony. Many of them were cleaned within 24 hours; all were complete after 48 hours. The rate of cleaning, of course, varies with the size of the populations, amount and type of available food, and other factors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "Our technique needs to be improved. We have not yet learned to determine the amounts of food, oil and moisture that are best suited to populations of various sizes. If the skulls are too wet and too numerous, so that the larvae can't clean them within a day, a lush growth of mold may develop. The ideal is to balance the food against the population so that the skeletal material will be cleaned within a day or so. Too much oil also may be disastrous. When dermestid eggs are coated with oil they will not hatch (Russell, loe. cit.) . We intend to reduce the coating of oil, by using emulsions or suspensions instead of pure oil. We also shall see that each colony has food and breeding places other than those provided by the oil-soaked skulls. Stable refuges and semipermanent, oil-free sites suitable for the deposition and development of eggs are essential to a continuing colony of dermestids. Codliver oil may prove to be useful in the cleaning of osteological materials.-EMMET T. HOOPER, University of Michigan Museum of Zoology, Ann Arbor. Received April 21 ,1955.",
                "cite_spans": [
                    {
                        "start": 513,
                        "end": 533,
                        "text": "(Russell, loe. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SELECTION OF FATS BY DERMESTID BEETLES, DERMESTIDAE",
                "sec_num": null
            },
            {
                "text": "A number of instances of apparent solicitude on the part of adult dolphins for their young, either alive or dead, have been reported in the recent literature. These have particularly related to the mother's habit of holding her young at the surface in an apparent effort to aid it in breathing. Instances of such solicitude in captivity have been reported for the Atlantic bottlenose dolphin, Tursiops truncatus, by McBride (Nat. Hist., 45: 29, 1940) , McBride and Hebb (Jour. Compo & Physiol. Psych., 41: 115, 1948) , and McBride and Kritzler (Jour. Mamm., 32: 254,1951) . Examples of this phenomenon in nature have been given by Moore (Amer. MidI. Nat., 49: 136, 1953) for T. truncatus, and by Hubbs (Jour. Mamm., 34: 498,1953) for the Pacific bottlenose dolphin, T. gilli.",
                "cite_spans": [
                    {
                        "start": 416,
                        "end": 450,
                        "text": "McBride (Nat. Hist., 45: 29, 1940)",
                        "ref_id": null
                    },
                    {
                        "start": 453,
                        "end": 516,
                        "text": "McBride and Hebb (Jour. Compo & Physiol. Psych., 41: 115, 1948)",
                        "ref_id": null
                    },
                    {
                        "start": 535,
                        "end": 571,
                        "text": "Kritzler (Jour. Mamm., 32: 254,1951)",
                        "ref_id": null
                    },
                    {
                        "start": 631,
                        "end": 670,
                        "text": "Moore (Amer. MidI. Nat., 49: 136, 1953)",
                        "ref_id": null
                    },
                    {
                        "start": 675,
                        "end": 729,
                        "text": "T. truncatus, and by Hubbs (Jour. Mamm., 34: 498,1953)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COOPERATION AMONG ADULT DOLPHINS",
                "sec_num": null
            },
            {
                "text": "As far as we can discover, there has been only one other instance reported in which an adult made an apparently definite effort to protect another adult that was injured. This behavior was described by Hubbs (loc. cit.) where he reports a case in which a striped dolphin, Lagenorhynchus obliquidens, stayed close by a harpooned companion \"frequently forcing its way between the dying beast and the ship and pushing it away.\" Two related instances, perhaps showing an even higher level of intelligence, have recently been observed during collecting operations for the new Gulfarium, The Living Sea, at Fort Walton Beach, Florida.",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 219,
                        "text": "Hubbs (loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COOPERATION AMONG ADULT DOLPHINS",
                "sec_num": null
            },
            {
                "text": "The first such instance occurred on October 30,1954, while the collecting vessel was working about % mile off the beach in the vicinity of Mary Ester, Florida. A one-stick charge of dynamite was exploded about three feet under the surface near a school of approximately 25 T. truncatus. One partially stunned adult came to the surface and raced around the vessel in a wide arc, the animal exhibiting a 45° \"list.\" Almost immediately two other adults came to the assistance of this injured companion. One came up from below on each side, and placing the upper lateral part of their heads (just behind the blowhole) approximately beneath the pectoral fins of the injured one, they bouyed it to the surface in an apparent effort to allow it to breathe while it remained partially stunned (Fig. 1 ). Since the positions of the two assisting dolphins was such that they themselves could not breathe (being submp.rged",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 785,
                        "end": 792,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COOPERATION AMONG ADULT DOLPHINS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/37/1/125/842400 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}