{
    "paper_id": "Hooper1957-RecordoftheMexicanHarvestMouse(Reithrodontomysmexicanus)fromMichoacán,México",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:26.061717Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1957-RecordoftheMexicanHarvestMouse(Reithrodontomysmexicanus)fromMichoacán,México",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "by PWllip M. Blossom in March, 1941, (Blossom and Burt, Occas. Pap. Mus. Zool. Univ. Mich.,465: 1-4, 1942) , and 1 lh miles southwest of Fort Grant, 4,600 ft., Graham County, where it was \"taken in a habitat of mesquite, sacaton, yucca, grama, and some other low bushes\" (Hoffmeister, Amer. Midland Nat., 55: 257-258,1956) . Specimens reported below indicate that this species is to be expected in local areas of dense grass throughout southeastern Arizona at elevations of 4,000 to 5,000 feet.",
                "cite_spans": [
                    {
                        "start": 24,
                        "end": 49,
                        "text": "March, 1941, (Blossom and",
                        "ref_id": null
                    },
                    {
                        "start": 50,
                        "end": 106,
                        "text": "Burt, Occas. Pap. Mus. Zool. Univ. Mich.,465: 1-4, 1942)",
                        "ref_id": null
                    },
                    {
                        "start": 271,
                        "end": 322,
                        "text": "(Hoffmeister, Amer. Midland Nat., 55: 257-258,1956)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In November, 1955, and again in August, 1956 , I collected a total of 49 pigmy mice at several localities in heavy grass (Hilaria iamesii) on a lava flow at 4,300 to 4,500 feet elevation, 5 to 20 miles north of the Mexican border and southeast of Chiricahua, a way station of the Southern Pacific railroad, in CocWse County. Here Baiomys was associated with Peromyscus maniculatus, Perognathus flavus, Reithrodontomys montanus, Onychomys torridus, O. leucogaster, Sigmodon minimus, and Perognathus baileyi, in order of decreasing abundance. Dipodomys merriami and D. spectabilis were taken from nearby areas of sparse grass. In August, 1956, in the Sulfur Springs Valley, 4 miles west of Pearce, 4,700 ft., Cochise County, I collected the pigmy mouse from a small strip of Hilaria iamesii approximately 30 yards wide and several times as long. Perognathus flavus and Onychomys torridus were also taken from .the heavy grass. at this locality, while the surrounding relatively bare areas yielded Dipodomys merriami, Perognathus penicillatus, Onychomys tOrridU8 and Peromyscus sp. Baiomys remains were found in barn owl pellets collected by E. Lendell Cockrum near Dos Cabezas, Cochise County, also in the Sulfur Springs Valley. In September, 1956, six pigmy mice were taken from mixed heavy grasses on the eastern alluvial fan of the Santa Rita mountains, 6 miles north of Sonoita, 4,600 ft., Pima County. The only other rodent trapped here was Sigmodon minimus. This locality represents a new northwestern limit to the ranges of both Baiomys taylori and Sigmodon minimus. At all these localities traps set in dense grass yielded more Baiomys than any other species of rodent.",
                "cite_spans": [
                    {
                        "start": 3,
                        "end": 22,
                        "text": "November, 1955, and",
                        "ref_id": null
                    },
                    {
                        "start": 23,
                        "end": 44,
                        "text": "again in August, 1956",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In September, 1956, an attempt was made to obtain specimens for comparative purposes from the type locality of Baiomys taylori ater at Nicksville, 9 miles west of Hereford, 4,700 ft., Cochise County. Here no traps were set in heavy grass along the road to Hereford and in an ungrazed field just north of Nicksville. Although Blossom collected Baiomys, Sigmodon minimus and S. hispidus here in 1941, I obtained only Sigmodon hispidus, Onychomys torridus and Perognathu8 baileyi. Hoffmeister and Goodpaster (Illinois BioI. Monogr., 24( 1), 1954) also failed to collect Baiomys taylori and Sigmodon minimus in this area in 1950, after approximately 600 trap-nights. I agree with their opinion that the grass appears dense enough to provide good cover for these rodents. Perhaps these two species were exterminated by a factor such as drought or overgrazing and have not re-invaded the area. The possibility exists, however, that some currently operating but unrecognized factor is preventing their re-establishment.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Grateful acknowledgment is made to E. Lendell Cockrum for his helpful guidance. I am indebted to Mont A. Cazier and to the American Museum of Natural History for providing the laboratory and housing facilities of the Southwestern Research Station, wWch served as a base of operations for much of the field work. This work was partially supported by a National Science Foundation predoctoral fellowship.-KEITII E. JUSTICE, Dept. of Zoology, Univ. of Arizona, Tucson. Received December 24, 1956.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mammal specimen No. 103295 in the University of MicWgan Museum of Zoology is a harvest mouse (Reithrodontomys mexicanus) from Uruapan, Michoacan, Mexico. It was recovered from the stomach of a snake (Masticophis flagellum) obtained by W. Eo Duellman in Parque Nacional Barranca de Cupatitzio; the latter is situated on the outskirts of Uruapan. Duellman captured the snake early in the afternoon of 23 July 1955. It was found on the ground near banana plants and trees. Digestion of the mouse had barely begun; its rufescent upper parts, dusky hind feet, monocolor tail and external dimensions were readily perceived.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORD OF THE MEXICAN HARVEST MOUSE (REITHRODONTOMYS MEXICAN US ) FROM MICHOACAN, MEXICO",
                "sec_num": null
            },
            {
                "text": "Coalcoman, Michoacan, heretofore was the northernmost locality of occurrence of the species in western Mexico (Hooper, Occ. Papers Mus. Zool. Univ. Mich., 565: 12, 1955 ). The present record extends the known range 85 miles to the northeast and into the main body of mountains that rim the Mesa Central.-EMMET T. HOOPER, Univ. Mich. Museum of Zoology, Ann Arbor. Received November 19, 1956 .",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 168,
                        "text": "565: 12, 1955",
                        "ref_id": null
                    },
                    {
                        "start": 313,
                        "end": 389,
                        "text": "HOOPER, Univ. Mich. Museum of Zoology, Ann Arbor. Received November 19, 1956",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORD OF THE MEXICAN HARVEST MOUSE (REITHRODONTOMYS MEXICAN US ) FROM MICHOACAN, MEXICO",
                "sec_num": null
            },
            {
                "text": "There are a few known instances of supernumerary cheek teeth in rodents (Hooper, Jour. Mamm., 36: 298-299, 1955) . What these extra teeth signify-for example, whether they imply anything in regard to rodent phylogenies-is unknown. Their significance can be better estimated when there are many more examples on record and available for study.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 112,
                        "text": "(Hooper, Jour. Mamm., 36: 298-299, 1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUPERNUMERARY TEETH IN PEROMYSCUS TRUEI",
                "sec_num": null
            },
            {
                "text": "A specimen of Peromyscus truei (Univ. Mich. Mus. Zool. No. 89142) from Distrito Federal, Mexico, has four cheek teeth in each upper jaw. Each extra tooth is a single-rooted peg, 0.25 by 0.50 mm. in crown diameter. It is of occlusal height and it evidences normal wear. It is situated posterior to M 3 and in line with M' and M2. To accommodate the extra tooth in the row, M a , which is of normal size, is displaced slightly lingually, and M' and M' are slightly shorter (antero-posteriorly) than normal. The tooth row is no longer (4.3 mm.) than in other specimens from the area.-EMMET T. HOOPER, Univ. Mich. Museum of Zoology, Ann Arbor. Received November 19, 1956 .",
                "cite_spans": [
                    {
                        "start": 610,
                        "end": 666,
                        "text": "Museum of Zoology, Ann Arbor. Received November 19, 1956",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUPERNUMERARY TEETH IN PEROMYSCUS TRUEI",
                "sec_num": null
            },
            {
                "text": "On March 22 and 23, 1956, small mammal trapping in Whiteside County, 1 mile west of Denrock in northwestern Illinois, resulted in the capture of Reithrodontomys. The selected trapping sites included a railroad right-of-way and an adjacent bluegrass pasture which contained a dry marsh. The pasture contained numerous clumps of bluegrass and an occasional bull thistle. The dry marsh had a band of sedges and cattails around the perimeter with infrequent large clumps of marsh smartweed toward the center. The railroad right-ofway, which is burned each year during late March and early April, contained a rather dense growth of grasses and herbs which included little blue stem, wild rye, greater ragweed, wild asparagus, smartweed and goldenrod.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "Five specimens of Reithrodontomys megalotis were taken during two nights of trapping representing a total of 60 trap-nights. The harvest mouse catch comprised 33.3 per cent of the total small mammals trapped which included Blarina brevicauda (1), Peromyscus maniculatus (7) and Microtus ochrogaster (2). The distribution of the harvest mouse catch was as follows: Railroad right-of-way (3), open pasture (1), margin of marsh (1). A total of 150 trap-nights in the same area from June 26 to 28, 1956, yielded no further harvest mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "The only previous Reithrodontomys from Illinois were reported by Hoffmeister and Warnock (Trans. Ill. Acad. Sci., 47: 161-164, 1955) . Their catches were made at Mt. Carroll, Carroll County, which is about 30 miles north of the site represented by those herein reported. Hoffmeister and Warnock were not of the opinion that the Illinois race should be considered pectoralis, a new subspecies which Hanson (Field Mus. Nat. Hist. Publ. 564, Zool. Ser., 29: 205-209, 1944 ) established for southwestern Wisconsin and southeastern Minnesota forms. They preferred the subspecies dychei which occurs in eastern Iowa and Missouri. The pectoral spot, a tinge of pink and buff found between the forelimbs, the only character upon which Hanson based the new race, is considered by Hooper (Misc. Publ. Mus. Zool. Univ. Mich., 77: 1-255, 1952) as not being consistent in many of the megalotis groups.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 132,
                        "text": "(Trans. Ill. Acad. Sci., 47: 161-164, 1955)",
                        "ref_id": null
                    },
                    {
                        "start": 405,
                        "end": 468,
                        "text": "(Field Mus. Nat. Hist. Publ. 564, Zool. Ser., 29: 205-209, 1944",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "The pectoral spot occurs only faintly in the five specimens from Whiteside County. In comparison with four Wisconsin specimens from Hanson's original collection (now deposited",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/38/4/521/833822 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}