{
    "paper_id": "Hooper1936-TheTaxonomicStatusofDipodomysHeermanniBerkeleyensisGrinnell",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:17.906074Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1936-TheTaxonomicStatusofDipodomysHeermanniBerkeleyensisGrinnell",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "In Palo Alto, California, early on the morning of January 15, a gray squirrel (Sciurus griseus nigripes) dashed across a wet pavement, followed by a large house cat. The squirrel gained the opposite side of the street but instead of climbing an available tree beside the curb, it circled the tree and a parked automobile and came out again on the pavement, where the cat captured it. The cat carried the squirrel to the lawn bya house, where I had a chance to examine it closely. It was a mangy, bedraggled squirrel with half its tail gone and lacking most of the body hair. The incident seemed to be an example of a predator functioning in a beneficial manner, by placing a diseased animal in permanent quarantine. A healthy squirrel easily could have escaped the cat.-ADoLPH MURIE, National Park Service, Omaha, Nebraska.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A PREDATOR ELIMINATES A SICK ANIMAL",
                "sec_num": null
            },
            {
                "text": "Twelve specimens of Dipodomys heermanni have been collected recently on Mount Diablo, Contra Costa County, California. Mt. Diablo is approximately 20 miles in an air line due east of Berkeley, the type locality of D. h. berkeleyensis. No barrier to kangaroo rat distribution is known to exist between the two places, and the areas in Berkeley and on Mt. Diablo from which the rats were obtained evidently are quite similar as regards ecological requirements for kangaroo rat existence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "\"In 1922, Grinnell (Univ. Calif. Publ. Zool., vol. 24, p. 52) tentatively outlined the range of berkeleyensis as \"Presumably the Mount Diablo \"range and adjacent hills to the east of San Francisco Bay.\" At that time only 4 specimens were at hand, all from Berkeley. Only 2 of these were adults preserved as skins with skulls.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "There are several good differences for separating subspecifically the Mt. Diablo specimens from each of the races of D. heermanni other than berkeleyensis. The only absolute distinction found between the latter and the Diablo specimens is in the character \"width of rostrum near end\" (minimum width 4.2 mm. in berkeleyensis; maximum width 4.0 mm. in Diablo material). In each remaining character studied the 2 adult topotype skulls of berkeleyensis fall within the range of variation established by the 12 specimens from Mt, Diablo. Only average differences would allow subspecific separation of Berkeley and Mt. Diablo specimens. No large series is available, however, to permit computation of any \"average\" of the race at Berkeley; and the average differences, as established by the material at hand, are not sufficient in my opinion to warrant designation of the Diablo specimens as a distinct race.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "The concept of the race as here set forth, therefore, may__differ from that which could be formulated by examination of a large series from Berkeley. This concept, however, as outlined in the following paragraphs, may aid in firmly establishing berkeleyensis as a distinct, recognizable race.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "Close comparison was made with the races heermanni, goldmani, and tularensis. For comparisons of pelage coloration of these forms with that of berkeleyensis, see Grinnell top, cit.). Cranial comparisons follow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "Dipodomys h. berkeleyensis differs from each of the above 3 races as follows: Size, smaller (smallest of the races of heermanni); inter-parietal and supra-occipital conspicuously broader; bullae smaller and less inflated; top of skull sloping markedly to most posterior protruberances of mastoid bullae. (Thus the end of the skull in profile is less truncate.) From heermanni it differs further in its smaller ear and shorter terminal hairs of tail. (From tip of tail proper, maximum of 5 specimens of heermanni, 29 mm., and averaging 15 per cent of tail length; maximum of 11 specimens of berkeleuensi«, 24 mm., and averaging 12 per cent of tail length.)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "Dipodomys h. berkeleyensis further is distinguishable from goldrriani in its proportionately shorter tail and less procumbent incisors. All characters considered, berkeleyensis shows greatest similarity to goldmani.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "From D. h. tularensis, it is distinguishable further as follows: Tail proportionately shorter; hairs at tip of tail much shorter (from tip of tail proper, maximum of 9 specimens of tularensis, 34 mm., and averaging 15 per cent of tail length; maximum of 11 specimens of berkeleuensis, 24 mm., and averaging 12 per cent of tail length) ; spread of maxillary arches proportionately greater.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "The following average measurements indicate to some extent the affinities and divergences of the four races of Dipodomys heermanni above considered. For explanation of measurements see Grinnell (op. cit.) . The skull has only one tooth, the left upper premolar. A portion of the palate is in place, and on the right the frontal process of the zygomatic arch. The infraorbital foramen is not well defined, probably due to the breaking of its edges.",
                "cite_spans": [
                    {
                        "start": 185,
                        "end": 204,
                        "text": "Grinnell (op. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "heermanni' goldmani tularenei« berkeleyen- berkeley- (CARBON- (SEASIDE, (TRACY, Bis ensi» DALE, (BERKE- (MT. DIA- 2~c, 5~~, 4~~, LEY, BLO, 7~~, 3 d\"d\") 5 d\"d\") 6 d\"d\") (l~, 1 d\") 4 d\"d\")",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "After the preliminary work of cleaning, the specimen was sent to Dr. Albert E. Wood for examination. He kindly gave his permission to quote from his remarks as follows: \"The skull fits with the subfamily characters I have listed for the Dipodomyinae (Ann.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "Carnegie Mus., vol. 24, pp. 1935) , and the height of crown of the tooth is within the limits of Cupidinimus. The only striking difference of the tooth from Perogna-",
                "cite_spans": [
                    {
                        "start": 28,
                        "end": 33,
                        "text": "1935)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE TAXONOMIC STATUS OF DIPODOMYS HEERMANNI BERKELEYENSIS GRINNELL",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/17/4/418/964597 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "fox squirrels was born in the cavity during the 1934 season.-LEE E. YEAGER, School of Forestry and Conservation, University of Michigan, Ann Arbor, Michigan."
            },
            "TABREF0": {
                "content": "<table><tr><td colspan=\"2\">. 174</td><td>178</td><td>184</td><td>180</td><td>173</td></tr><tr><td colspan=\"2\">Length of head and body alone ...... 112</td><td>113</td><td>117</td><td>123</td><td>116</td></tr><tr><td colspan=\"2\">Ratio, tail 42</td><td>42</td><td>44</td><td>41</td><td>42</td></tr><tr><td/><td>13.5</td><td>11..4</td><td>10.3</td><td>12.5</td><td>11.1</td></tr><tr><td/><td>39.3</td><td>39.1</td><td>39.8</td><td>39.2</td><td>38.3</td></tr><tr><td/><td>24.3</td><td>24.0</td><td>24.6</td><td>23.8</td><td>23.6</td></tr><tr><td/><td>22.6</td><td>22.2</td><td>22.1</td><td>22.4</td><td>21.7</td></tr><tr><td/><td>14.7</td><td>14.4</td><td>14.6</td><td>14.4</td><td>14.2</td></tr><tr><td>Greatest width of rostrum near end ...</td><td>3.9</td><td>3.9</td><td>3.9</td><td>4.3</td><td>3.7</td></tr><tr><td>Width of maxillary arch at middle ...</td><td>5.3</td><td>5.1</td><td>4.9</td><td>4.8</td><td>4.7</td></tr><tr><td/><td>26</td><td>20</td><td>28</td><td>23</td><td>20</td></tr><tr><td colspan=\"2\">Ratio, length 15%</td><td>11%</td><td>15%</td><td>13%</td><td>12%</td></tr><tr><td colspan=\"6\">In conclusion, 12 specimens of Dipodomys heermanni berkeleuenei« were taken on</td></tr><tr><td>Mt. Diablo. A</td><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "Total length ......................... 287 291 301 301 289 Tail vertebrae ......................to body .................. 155% 157% 156% 149% 150% Hind foot ........................... Ear, from notch (dry skin) .......... Greatest length of skull .............. Breadth of skull across bullae ....... Spread of maxillary arches ........... Grea test length of nasals ............ Length of longest hairs from tip of tail ................................. of hairs at tip of tail to tail vertebrae ...................... The racial distinction of berkeleuensis is confirmed. Comparisons with the nearest related forms were made; and closest affinlty appears to be with goldmani.-EMMET T. HOOPER, Museum of Vertebrate Zoology, University of California, Berkeley, California. NEW HETEROMYID SKULL OF THE GENUS CUPIDINIMUS The occurrence of Tertiary heteromyid skulls is sufficiently rare to warrant a record of each specimen. The Dartmouth College Museum Expedition, 1935, found such a specimen (D. C. M., no. 35-47-3144) on the Willow Creek branch of Rock Creek, northeast of Battle Mountain, Nevada, near the Elko and Lander counties line."
            }
        }
    }
}