{
    "paper_id": "Hooper1961-NotesonmammalsfromwesternandsouthernMexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:27.115800Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "NOTES ON MAMMALS FROM WESTERN AND SOUTHERN MEXICO The following notes on distribution and morphology of Mexican mammals are based on specimens contained in the University of Michigan Museum of Zoology. Most of the new records of occurrence are from. the coastal sierra of Michoacan, which is the southwestern segment of that state situated south of the Rio Tepalcaltepec and east of the rios Coahuayana and Tuxpan, From a zoogeographical standpoint the region is important, but not until recently have there been serious attempts to sample its fauna. Among late reports on some of its vertebrate species are papers by Peters (Occ, Papers Mus. Zoo!' Univ. Mich., 554, 1954) and Hooper (ibid., 565, 1955). The mammalian species listed below constitute new records for the region and, in addition, there are new data for other parts of Mexico. The specimens are from the following localities: Barolosa (Rancho), Michoacan: A ranch, in open pine forests, on the western slopes of the Cerro de Barolosa, about 11 hours by mule east of Coalcoman; probably near 18 0 50', 103 0 00'. Specimens were obtained at three stations on the Cerro, each designated by the collector (L. D. Beatty) as muleback time from Rancho Barolosa: (1) 20 min. SW, elevation 7,600 ft.; mature, open, pine forest bordering a natural meadow. (2) 30 min. SW, elevation 7,800 ft.; mature pine and oak forest. (3) 1 hr. 20 min. NE, elevation 8,900 ft., mature pine and oak forest, the floor with rotting logs and leaf litter. Carrizo (EI), Sinaloa: A ranch that includes a large earthen water \"tank\" bordered by tall cane-grass (carrizo) located 'h mi. east of the Nogales-Guadalajara Highway (No. 15) and~or :lh mi. south of the Sonora state line in Sinaloa; elevation approximately 50 ft.; mesquite-cactus plains. Coalcoman, Michoacam The principal town in the coastal sierra of Michoacan, situated at an elevation of approximately 3,500 ft. in the valley of the Rio de Coalcoman, cultivated fields, grassland, riparian forests, and hyacinth-choked ponds on the valley floor; dense brush, thorny trees, and oak on the lower hillsides, giving way to oak and pine at higher elevations.",
    "pdf_parse": {
        "paper_id": "Hooper1961-NotesonmammalsfromwesternandsouthernMexico",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "NOTES ON MAMMALS FROM WESTERN AND SOUTHERN MEXICO The following notes on distribution and morphology of Mexican mammals are based on specimens contained in the University of Michigan Museum of Zoology. Most of the new records of occurrence are from. the coastal sierra of Michoacan, which is the southwestern segment of that state situated south of the Rio Tepalcaltepec and east of the rios Coahuayana and Tuxpan, From a zoogeographical standpoint the region is important, but not until recently have there been serious attempts to sample its fauna. Among late reports on some of its vertebrate species are papers by Peters (Occ, Papers Mus. Zoo!' Univ. Mich., 554, 1954) and Hooper (ibid., 565, 1955). The mammalian species listed below constitute new records for the region and, in addition, there are new data for other parts of Mexico. The specimens are from the following localities: Barolosa (Rancho), Michoacan: A ranch, in open pine forests, on the western slopes of the Cerro de Barolosa, about 11 hours by mule east of Coalcoman; probably near 18 0 50', 103 0 00'. Specimens were obtained at three stations on the Cerro, each designated by the collector (L. D. Beatty) as muleback time from Rancho Barolosa: (1) 20 min. SW, elevation 7,600 ft.; mature, open, pine forest bordering a natural meadow. (2) 30 min. SW, elevation 7,800 ft.; mature pine and oak forest. (3) 1 hr. 20 min. NE, elevation 8,900 ft., mature pine and oak forest, the floor with rotting logs and leaf litter. Carrizo (EI), Sinaloa: A ranch that includes a large earthen water \"tank\" bordered by tall cane-grass (carrizo) located 'h mi. east of the Nogales-Guadalajara Highway (No. 15) and~or :lh mi. south of the Sonora state line in Sinaloa; elevation approximately 50 ft.; mesquite-cactus plains. Coalcoman, Michoacam The principal town in the coastal sierra of Michoacan, situated at an elevation of approximately 3,500 ft. in the valley of the Rio de Coalcoman, cultivated fields, grassland, riparian forests, and hyacinth-choked ponds on the valley floor; dense brush, thorny trees, and oak on the lower hillsides, giving way to oak and pine at higher elevations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Dos Aguas, Michoacan: A lumber mill and village located approximately % the airline distance between Aguililla and Coalcoman; the collectors listed the locality as •14 mi. W Aguililla, 7,000 ft., probably near 18 0 45', 102 0 57'; principally pine forest; on some slopes the pines intennixed with broadleaf oak, alder and madrone, their trunks and branches draped with lichen, bromeliads and orchids; stands of fir on moist, protected slopes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Llano de los Flores, Oaxaca: A large, natural meadow, approximately Ih by 1 mi. in extent and 9,200 ft. in elevation, situated about 12 airline miles north of Ixtlan de Juarez on the road that extends from the city of Oaxaca north through Ixtlan and Valle Nacional to Tuxtepec near the Veracruz state line; grass, buttercups, lilies and other herbs on the meadow; mature conifer and oak forests on the surrounding slopes; in some areas, cloud forests of fir, pendant-needle pine, and oak, the trees heavily draped with moss, lichen and other epiphytes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ojos de Agua, Michoacan: A settlement near sea level in a small valley at the northern base of the peninsula known as Cabeza Negra or Punta San Juan de Lima, extreme western Michoacan; coquito palms, figs and other large trees on the valley floor; thorny shrubs and trees on the adjoining slopes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Reparto (Rancho), Michoacan: A ranch on the Cerro Barolosa trail located 6 hrs. 20 min. by mule ESE Coalcoman, in the altitude range 6,000-6,400 ft.; probably near 18 0 45', 103 0 03'; open, mature, pine and oak forest, the floor littered with leaves and fallen trees.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sorex oreopolus ventralis Merriam.-Two specimens from Llano de los Flores, 9,200 ft., Oaxaca, both trapped in the ecotone between a meadow and a wet, mature forest of oak, pine and fir. These examples provide another locality to the scanty record of occurrence of the species. Notiosorex crawfordi.-One specimen from EI Carrizo, Sinaloa. It was trapped at the base of a mesquite tree, one of several constituting a thicket situated on an open, muddy flat at the base of an earthen dam. Seepage and overflow from the reservoir and ditches moistened the flat and supported a sparse growth of sedge, salt grass, and a fleshy-leafed plant (probably Salicornia).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This apparently is the first record of the species in northwestern Mexico in the region between Mazatlan, Sinaloa, and extreme southern Arizona (Hall and Kelson, Mammals of North America, 1959, p. 65) . Zoogeographically, the specimen is referable to the race N. c. eoous Coues.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 200,
                        "text": "(Hall and Kelson, Mammals of North America, 1959, p. 65)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Cryptotis pergracilis.-One specimen trapped under a rotten log in a mature pine forest located at an elevation of 8,900 ft.,. 1 hr. 20 min. NE Rancho Barolosa, Miehoacan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This adult female resembles examples of Crtjptotis paroa from the eastern United States, and its dimensions fall just below the minima for C. p. berlandieri as given by Findley (Univ. Kans. Publ., Mus. Nat. Hist., 7: 615, 1955) . Until the shorttail shrews are revised, the name Cryptotis pergracilis pergracilis Elliot is applicable to this specimen.",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 227,
                        "text": "Mus. Nat. Hist., 7: 615, 1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Myotis veIifer velifer J. A. Allen.-One specimen shot at dusk in a stand of oak at Rancho Reparto, 6,000 Ft., Mlchoacan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Eptesieus fuscus miradorensis H. Allen.-One specimen regurgitated by a rattlesnake captured 18 June 1958, at Dos Aguas, 7,000 feet, Michoacan, Glo8sophaga soricini leachi Gray.-Seven examples from a cave in a limestone hill at the eastern edge of Coalcoman, Michoacan, Sciurus poliopus senex Nelson.-Specimens from the following localities in Michoacan: Coalcoman, 3,500 ft., 2; Ojos de Agua, near sea level, 1; Rancho Reparto, 6,000 ft., 1;h r. SW Rancho Barolosa, 7,800 ft., 2; Dos Aguas, 7,000 ft., 23. They were obtained in situations as follows: in tall tropical forest, including figs and coquito palm (Ojos de Agua); in pine-oak forests (Reparto and Dos Aguas ) and in broadleaf deciduous forest, many of the trees thorny (Coalcoman ).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The specimens from Coalcoman are paler dorsally than those from higher elevations but their worn, ragged pelages are not closely comparable to the long fresh pelages of the other examples. The example from Ojos de Agua is a skull only. Pending revision of the tree squirrels of Mexico, the name S. p. senex is applicable to the populations represented here.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Reithrodontomys sumichrasti nerterus Merriam.-Specimens as follows: 20 min. SW Rancho Barolosa, 7,600 ft., 1; 1 hr. 20 min. NE Rancho Barolosa, 8,900 ft., 1; Rancho Reparto, 6,000 ft., 2; Dos Aguas, 7,000 ft., 1. The examples from Barolosa and Reparto were obtained among leaf litter and branch debris on the floor of mature pine-oak forests. The one from Dos Aguas was trapped among grass, herbs, poison ivy and shrubs on a rocky bank of a small stream.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus boylei.-Specimens from Michoacan as follows: Rancho Reparto, 6,000 ft., 10; 1 hr. 20 min. NE Rancho Barolosa, 8,900 ft., 2. Dos Aguas, 7,000 ft., 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "These examples comprise two morphologically distinct lots. Those from Dos Aguas and the station east of Rancho Barolosa differ from those from Reparto in several characters, among which are larger ears, larger auditory bullae, rounded (rather than oblong) brain case, and hourglass-shaped (rather than angular) interorbital constriction. The Reparto series fits with P. b. eoides Osgood, while the other samples are referable to P. b. leoipes Merriam. The data derived from these two sets of specimens strongly suggest that in the coastal sierra of Michoaean, as in some other parts of western Mexico (Hooper, Dec. Papers Mus. Zoo!' Univ. Mich., 565: 15-16, 1955) , eoides and levipes behave as full species, reproductively isolated from one another.",
                "cite_spans": [
                    {
                        "start": 639,
                        "end": 663,
                        "text": "Mich., 565: 15-16, 1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Peromyscus lepturus Merrlam.-Sixteen specimens from Llano de los Flores, 9,200 ft., Oaxaca.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At this locality, the third record of occurrence of this little-known species, P. lepturus was fairly common in the cold cloud forests of fir, pine and oak that border the llano.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "According to our records it is restricted to the wet, dense, moss-bedecked parts of those forests, where long pendant strands of moss and lichen form lacy curtains in the understory. P. boylei and P. oaxacensis live in that same habitat, but unlike lepturus, they also are found in open and drier parts of the forests. P. boylei is the ubiquitous one of. the three species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although the three species are superficially similar, the coloration of each being a mixture of black and cinnamon and the three overlapping in size, there are well-marked differences between them, some of which are noted below as a supplement to Osgood's accounts (N. Am. Fauna No. 28, 1909) . The following comparisons focus on P. lepturus: Pelage longer, apparently denser, and more somber than in either boylei or oaxacensis; the upperparts with a peculiar grayish woolly appearance such as is seen in Neotomodon alstoni. Color and pilosity of tail much as in oaxacensis, the hairs clearly shorter than in boylei. Duskiness of hind feet variable, extending to the base of the toes in some specimens and confined to the base of the foot in others, but silvery hairs present in both dusky and non-dusky areas. Body size as in oaxacensis.Tail, foot and ear dimensions larger than in both that species and boylei (see measurements below), but the ratio of ear to foot (.79 in lepturus) between that of boylei (.89) and of oaxacensis (.58). Similar to oaxacensis in cranial size, but the interorbital area narrower and less angular, the molar teeth larger both in length and, especially, in width, and the auditory bullae actually and relatively larger.",
                "cite_spans": [
                    {
                        "start": 265,
                        "end": 292,
                        "text": "(N. Am. Fauna No. 28, 1909)",
                        "ref_id": null
                    },
                    {
                        "start": 968,
                        "end": 985,
                        "text": "(.79 in lepturus)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Following are means (in mm) of 6 specimens of comparable age of boulei, lepturus, and oaxacensis, arranged in that order, from Llano de los Flores: tota11ength, 194, 2, 41, 233; tail vertebrae, 96, 122, 115; hind foot, 22.5, 28, 26; ear from notch, fresh skin, 20, 22, 19 ; greatest length of skull, 27.9, 30.5, 31.0; zygomatic breadth, 14.0, 15.9, 15.5; length of nasals, 11.3, 12.2, 12.9; interorbital breadth, 4.2, 4.5, 4.8; alveolar length of molar row,",
                "cite_spans": [
                    {
                        "start": 140,
                        "end": 160,
                        "text": "Flores: tota11ength,",
                        "ref_id": null
                    },
                    {
                        "start": 161,
                        "end": 165,
                        "text": "194,",
                        "ref_id": null
                    },
                    {
                        "start": 166,
                        "end": 168,
                        "text": "2,",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 172,
                        "text": "41,",
                        "ref_id": null
                    },
                    {
                        "start": 173,
                        "end": 177,
                        "text": "233;",
                        "ref_id": null
                    },
                    {
                        "start": 178,
                        "end": 193,
                        "text": "tail vertebrae,",
                        "ref_id": null
                    },
                    {
                        "start": 194,
                        "end": 197,
                        "text": "96,",
                        "ref_id": null
                    },
                    {
                        "start": 198,
                        "end": 202,
                        "text": "122,",
                        "ref_id": null
                    },
                    {
                        "start": 203,
                        "end": 207,
                        "text": "115;",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 218,
                        "text": "hind foot,",
                        "ref_id": null
                    },
                    {
                        "start": 219,
                        "end": 224,
                        "text": "22.5,",
                        "ref_id": null
                    },
                    {
                        "start": 225,
                        "end": 228,
                        "text": "28,",
                        "ref_id": null
                    },
                    {
                        "start": 229,
                        "end": 232,
                        "text": "26;",
                        "ref_id": null
                    },
                    {
                        "start": 233,
                        "end": 248,
                        "text": "ear from notch,",
                        "ref_id": null
                    },
                    {
                        "start": 249,
                        "end": 260,
                        "text": "fresh skin,",
                        "ref_id": null
                    },
                    {
                        "start": 261,
                        "end": 264,
                        "text": "20,",
                        "ref_id": null
                    },
                    {
                        "start": 265,
                        "end": 268,
                        "text": "22,",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 271,
                        "text": "19",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/42/1/120/866488 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Jeor assisted with the collecting. Specimens mentioned are in the collections of Ecological Research. Unless otherwise noted, all localities are in Tooele County. Measurements are in millimeters. Sorex vagrans vagrans Baird, vagrant shrew.-This small, rather brightly colored subspecies of the vagrant shrew previously has not been reported from desert valleys of the Bonneville Basin. Specimens from the north end of Skull Valley extend the known area of occurrence approximately 50 miles westward from several localities near Salt Lake City",
                "authors": [
                    {
                        "first": "Bailey",
                        "middle": [],
                        "last": "Sigmodon Melanotis",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Seven specimens from Dos Aguas, 7,000 ft., Miehoacan, trapped in growths of grass, poison ivy and other shrubs and herbs. All are dark reddish brown dorsally and the underparts and upper sides of the hind feet are deep or light cinnamon. Sylvilagns floridanus restrictus Nelson",
                "volume": "15",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sigmodon melanotis Bailey.-Seven specimens from Dos Aguas, 7,000 ft., Miehoacan, trapped in growths of grass, poison ivy and other shrubs and herbs. All are dark reddish brown dorsally and the underparts and upper sides of the hind feet are deep or light cinnamon. Sylvilagns floridanus restrictus Nelson.-One specimen shot in a milpa surrounded by open forest of pine, oak, and madrone at Dos Aguas, 7,000 ft., Michoacan. In coloration and in length of head and body (415 mm ), hind foot (96) and ear from notch on fresh skin (62), this specimen agrees with examples of S. f. restrictus from the vicinity of Cerro Tancitaro, Michoacan, but its skull is as large (basilar length, 61.9 mm ) as crania of S. cunicularius from that area of Michoacan.-EMMET T. HOOPER, Museum of Zoology, Univ. of Michigan, Ann Arbor. Received 15 December 1959. SMALL MAMMAL RECORDS FROM WESTERN UTAH Additional collecting, most of it subsequent to a previous report (Shippee and Egoscue, J. Mamm., 39: 275-277, 1958) has extended the known ranges of three mammals to include, Tooele County. New locality records for mammals already known or suspected to occur in western Utah also were obtained. Field work was supported in part by U.S. Army Chemical Corps contract DA-18-064-CML-2639, with the University of Utah. J. G. Bittmenn, Jay Linam and Stephen de St. Jeor assisted with the collecting. Specimens mentioned are in the collections of Ecological Research. Unless otherwise noted, all localities are in Tooele County. Measurements are in millimeters. Sorex vagrans vagrans Baird, vagrant shrew.-This small, rather brightly colored sub- species of the vagrant shrew previously has not been reported from desert valleys of the Bonneville Basin. Specimens from the north end of Skull Valley extend the known area of occurrence approximately 50 miles westward from several localities near Salt Lake City (Findley, Univ. Kans. Publ., Mus. Nat. Hist., 9: 57, 1955). The shrews were secured in tin-can traps baited with grain and set in runways of montane voles (see account of Microtus montanus nexus). Measurements of two females and one male are, respectively, as follows: Total length, 100, 100, 102; length of tail, 40, 39, 40; length of hind foot, 13, 12, 12; length of ear from notch, 5, 5, 5. Each female weighed 4.0 grams; the male weighed 3.5 grams. All were in the reddish-brown summer pelage. Although these speci-",
                "links": null
            }
        },
        "ref_entries": {}
    }
}