{
    "paper_id": "Hooper1952-Notesonthepygmymouse(Baiomys),withdescriptionofanewsubspeciesfromMexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:23.969307Z"
    },
    "title": "NOTES ON THE PYGMY MOUSE (BAIOMYS), WITH DESCRIPTION OF A NEW SUBSPECIES FROM MEXICO",
    "authors": [
        {
            "first": "Emmet",
            "middle": [
                "T"
            ],
            "last": "Hooper",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan Museum",
                "location": {
                    "addrLine": "Zoology follow: At north"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The geographic ranges of Baiomys taylori and B. musculus are for the most part complementary. That of taylon extends from southeastern Arizona and eastern Texas south to Colima and west~central Veracruz. Some marginal occurrences known to me from published records or from specimens in the",
    "pdf_parse": {
        "paper_id": "Hooper1952-Notesonthepygmymouse(Baiomys),withdescriptionofanewsubspeciesfromMexico",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The geographic ranges of Baiomys taylori and B. musculus are for the most part complementary. That of taylon extends from southeastern Arizona and eastern Texas south to Colima and west~central Veracruz. Some marginal occurrences known to me from published records or from specimens in the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "suspected that they might be examples of B. tayZori; he noted that their skulls were \"somewhat peculiar.\" The specimens should be re~examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Because their ranges are chiefly complementary and because size is the principal differential character ascribed to the fOmlS (Osgood, op. cit.) , one might readily suspect that the two interbreed and thus may be one species instead of two. There is no evidence that•-they interbreed, however, unless the aforementioned specimens of peculiar structure from Culiacan and Valparaiso be hybrids. Examples of each of the species have been collected at each of several localities. In each instance the characters of the species are sharply segregated, apparently evidencing complete reproductive isolation of the two forms.",
                "cite_spans": [
                    {
                        "start": 126,
                        "end": 144,
                        "text": "(Osgood, op. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the southern United States and northern Mexico B. taylori occurs on the lowlands -of both coasts as well as on the intervening Mexican Plateau. At the latitudes in central Mexico where its range meets that of B. musculus, however, taylori is typically the form of the arid temperate higblands and musculm is predominant in the adjoining arid tropical lowlands. In this border zone that fringes the Mesa Central, the ranges overlap and interdigitate j peninsulas of the range of mu.sculuB extend onto the rim of the Plateau and the range of taylori projects finger-like into lowlands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Following are localities at which both species are known to occur: Colima, Colima (Osgood, ibid.), and San Gabriel, La Resolana, and Ameea, Jalisco. At each of the three Jaliscan localities our field party from the Museum of Zoology collected examples of each species a few feet apart in the same trap line. Insofar as we could determine the two species were not ecologically segregated. To judge from . our collections, however, there is a great disparity in population sizes of each species in those areas. The series from San Gabriel contains one specimen of taylori and 33 examples of musculus. In the sample from La Resolana the ratio is 25 taylori to 6 musculus and in that f~om Ameca 35 taylori to 6 musculus. These ratios may be taken as loose estimates of the number of each species that came to trap. Although at each locality some specimens were discarded for one reason or another (broken skulls, immaturity, etc.), we did not consciously discriminate between species in selecting specimens for our permanent collections.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the zone of overlap of their ranges in Jalisco the two species are distinguishable in size and coloration. At each locality where both species were sampled the specimens of musculus are grayer, less brownish, dorsally than are the examples of laylori. Distinctions in color are apparent when the specimens are laid out on the laboratory table, but they are not always easily recognized in the field. Length of hind foot and length of ear are useful in identifying single individuals, but neither of those measurements alone is always absolutely diagnostic. In combination they identify almost all of the specimens at hand (Fig. 1) , which includes both young and old individuals of each species. Size of the cranium is particularly diagnostic. The specimens of musculus are larger than those of laylori. In the range in cranial dimensions established by the present series of each species there is no overlap in cranial length and but slight overlap in zygomatic breadth (Fig. 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 625,
                        "end": 633,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 974,
                        "end": 982,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The crania of the specimens of musculus from Jalisco average larger than do those from any other area whence samples of musculus are at hand. The difference in cranial size between the two species, therefore, may be emphasized there. Nonetheless a similar disparity is evident in samples from other localities in the zone of overlap and interdigitation of the species. Samples of musculus from Tzitzio, Tepoztlan, and Tepanco compared, respectively, with samples of layloN from Apatzingan, Mexico City, and Acultzingo are cases in point.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Variation in pelage coloration in Ba?:omys musculus are not well understood and it is unlikely that they will be appreciated fully until the genetics of colora'tion in the species has been workeq out. In addition to the usual variations which appear to be related to wear and to pelage replacement there are two Barts of variations which warrant especial mention. One pertains to white spotting or flecking on the upper parts, the other to intensity of pigmentation. In almost every sample of five or more specimens the upper parts of some individuals are flecked with white. In these small white areas the hairs are entirely white, apparently devoid of pigment. These white hairs may represent regrowth over an injured spot. Their cause is yet unexplained. Also in most samples there are a few individuals that are strikingly paler or darker than the average of their sample. These extremes do not appear to represent color phases of the sort seen in Peromyscus (Blair, Contrib. Lab. Vert. Genetics Univ. Mich., No. 35, 1947) . Buffy orange pigments, absent in the gray phase of Peromyscus, appear to be present in both dark and pale specimens of Baiomys musculus. A principal difference between the extremes appears to be in intensity of all pigments-the buffy orange and the blackish-in both the cover and guard hairs. Multiple factors that affect intensity of pigmentation could account for the light and dark extremes and the essentially complete series of intermediate stages represented in the samples. Pelage coloration in BaiomY8 musculus varies geographically, as pointed out by Osgood (op. cit.) . When the samples at hand from Mexico are arranged geographically on the laboratory table, I divide them into 4 groups on the basis of coloration. ThEi most intensely pigmented specimens are from the coastal strip of southern Chiapas (Mapastepec and Pijijiapan) and from the mountains of eastern Chiapas (Las Margaritas). These apparently are typical of the race nigrescens. They are characterized by dark reddish brown upper parts. The long basal bands of the hairs are plumbeous black. The underparts are pale pinkjsh-buff i the buffy tips of the hairs do not obscure the plumbeous basal parts. The ears are fuscous. The tail is blackish and monocolor. The upper surfaces of the forefeet and hind feet are lightly or strongly dusky. The most intensely pigmented individuals are predominantly sooty dorsally. In the juvenal pelage the upper parts are blackish and the underparts are dull plumbeous, lightly washed with white or cinnamon.",
                "cite_spans": [
                    {
                        "start": 1006,
                        "end": 1026,
                        "text": "Mich., No. 35, 1947)",
                        "ref_id": null
                    },
                    {
                        "start": 1596,
                        "end": 1606,
                        "text": "(op. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "• •• • • • ~13 • • • ••• • ••• ••• ••• • •• ••• • • W • • • • • ••• \\J... • 0 • 1. .1 • • 12 • •• ••• ••• I • • 1- ••• •• 1..9 •• • •• z • 1. •• w II • ••• • • •• • .J •• ••• • • • • 10",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "A second group includes the specimens from central and western Chiapas (Bochil, Tuxtla Gutierrez, Ocozocoautla, Cintalapa and Villa Flores) and eastern Oaxaca (Reforma). In coloration these are between the aforementioned dark series and the paler groups from more northerly localities. They are also dark dorsally, but they average distinctly paler and less blackish than do those of the first group. The basal bands of the hairs are not as intensely black. Moreover there is a higher percentage of moderate to lightly pigmented specimens in this group, particularly in the segment of it from Chiapas. The underparts are warm pinkish cinnamon, distinctly more huffy (not as pale) on the average than are the specimens of the first group; the buffy hue tends to be concentrated in the pectoral region. The tail is paler ventrally than dorsally, tending to be distinctly bicolor. The upper surfaces of the forefeet and hind feet are white, not dusky, In the juvenal pelage the upper parts are a mixture of black and cinnamon; the mass effect is a grayish brown. The underparts are whitish. Specimens from Veracruz (Plan del Rio and Presidio) well might be included in this group. They may be very slightly paler dorsally, but the difference is subtle, if real at ,11.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "A third group includes the specimens from central and southern Oaxaca (Tehuantepec, Nejapa, Miahuatlan, Ejutla, Sola de Ia Vega, and Oaxaca), Guerrero (Chilpancingo, Zihuatanejo, Teloloapan, and Iguala), Morelos (Tepozthin), southern Michoacan (Tzitzio), Jalisco (San Gabriel, Resolana, Chamela Bay, Authin, and Ameca), and possibly Veracruz (Plan del Rio and Presidio). To this group the subspecific name musculus applies. These specimens are generally similar to those of the aforementioned group, but their upper parts average slightly paler and more reddish. The underparts vary from cin .. namon to pale pinkish cinnamon. The feet and tail are similar to those in group two. The juvenal pelage also is slightly less blackish and more rufescent dorsally than in the specimens of the second group.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Specimens from northern Oaxaca (Teotitlan) and southeastern Puebla (Tehuacan and Tepanco) constitute a fourth group. These are the palest. The upper parts are ochraceous-buff; the black hairs contribute less to the mass effect of the upper parts than they do in specimens of the other groups. The underparts are white or pale buffy; the pale distal bands of the hairs mostly obscure the plumbeous basal bands. The upper surfaces of the feet are white, the ears pale, and the tail bicolor, fuscolls above and white below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Variations in coloration and size apparently are distributed independently in the species. The palest and the darkest samples are closely similar in size of body and skull. Figure 3 illustrates variations in breadth of the brain case in the samples. In three other diagrams that were constructed (one each for length of incisive foramina, palate, and nasals) the distribution of the means is similar to that in Fig. 3 significantly smaller than those from Guerrero and Jalisco. In the samples from localities south of the Isthmus the means again are larger. The calculated mean brain case breadth of each of the intensely pigmented samples from the Pacific coast (Mapastepec) and from the interior of Chiapas (Cintalapa, Villa Flores, and Las Margaritas) is similar to the mean of each of the moderately dark samples from Veracruz and the pale samples from Puebla and northern Oaxaca.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 173,
                        "end": 181,
                        "text": "Figure 3",
                        "ref_id": null
                    },
                    {
                        "start": 411,
                        "end": 417,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "These geographic variations in size and coloration largely accord with thoRe observed by Osgood in other specimens from the same region of Mexico. (N OIle of the specimens come from the range ascribed to B. m. brunneus.) In the present, material there is basis for the recognition of three geographic races: (1) The deeply pigmented, moderately small nigrescens which inhabits the southern coastal and eastern parts of Chiapas. In western Chiapas and eastern Oaxaca it grades into (2) the paler form musculus which apparently is significantly larger than nigrescens in the northwestern part of its range, but not in its northeastern or southern parts. In the series at hand I refer the specimens from eastern Oaxaca, (Reforma) and all localities in Chiapas to nigrescens. Those from TehuantepeC\" and other localities west of the Isthmus are labeled musculus. The geographiC\" range of musculus largely encircles that of (3), a series of extremely pale popula• tions in northern Oaxaca and southeastern Puebla. These populations, represented by specimens from Teotithtn, Tehuacan, and Tepanco, warrant formal recognition, in my opinion. I suggest that they be referred to under the name Baiomys musculus infernatis, new subspecies Holotype.-Adult male (all teeth worn), skin and skull; Univ. Mich. Mus. Zool. No, 91497; Mexico, Oaxaca, TeotitIan; collected 24 February 1947 by Helmuth O. Wagner; original No. 2702 .",
                "cite_spans": [
                    {
                        "start": 717,
                        "end": 726,
                        "text": "(Reforma)",
                        "ref_id": null
                    },
                    {
                        "start": 1296,
                        "end": 1317,
                        "text": "Mus. Zool. No, 91497;",
                        "ref_id": null
                    },
                    {
                        "start": 1318,
                        "end": 1344,
                        "text": "Mexico, Oaxaca, TeotitIan;",
                        "ref_id": null
                    },
                    {
                        "start": 1345,
                        "end": 1393,
                        "text": "collected 24 February 1947 by Helmuth O. Wagner;",
                        "ref_id": null
                    },
                    {
                        "start": 1394,
                        "end": 1411,
                        "text": "original No. 2702",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Distribution.-The arid interior basin drained by the Salado and Quiotepec rivers in northern Oaxaca and southeastern Puebla. Known range from Teotitlan, 3100 feet, Oaxaca, northwest to Tepanco, 6000 feet, Puebla.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Comparisons.-Compared with musculus (topotypes of infernatis; specimens of musculus from southwestern Jalisco): Averaging smaller in total length, length of tail, and most cranial dimensions; with significantly smaller means for breadth of zygomatic plate and length of palate, and a significantly greater mean length of incisive foramina. Paler dorsally T the buffy hues more yellowish (less pinkish). Plumbeous basal bands of hairs paler.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Compared with nigrescens (topotypes of injernatis; specimens of nigrescens from Las Margaritas, Chiapas): Similar in size, but apparently with longer incisive foramina and a broader zygomatic plate; in each of those measurements the mean of the series of infernatig is significantly larger than is the mean of the sample from Chiapas, Coloration widely different in the two races, Upper parts pale grayish buff in infernatis, compared with red• dish brown; underparts more intensely buffy, on the average, than in nigrescens,' basal plumbeous bands much paler. Upper surfaces of feet white, not faintly or strongly dusky; tail bicolor, not monocolor. B. m. brunneus is said to be darker and more brownish dorsally than is musculus and is' reported to have somewhat shorter nasals than that race (Osgood, op. cit.). In the samples at hand the nasals of infernatis are not significantly shorter than those of musculus. More~ over the samples of injeroatis are distinctly paler dorsally than are those of musculus. Accordingly, infernatis and brunneus must be even more dissimilar than are infernatis and musculus. I have seen no specimens from within the range ascribed to brunneus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Color,-Fresh pelage of molting specimen from Teotitlan: Dorsum and sides pale grayish buff; cover hairs Pinkish Buff distally, Neutral Gray basally (capitalized color terms from Ridgway, Color Standards and Color Nomenclature, 1912) ; guard hairs Neutral Gray basally and black terminally, the black scarcely obscuring the underlying buffy bandsof the cover hairs. Throat white, the remaining underparts Neutral Gray, washed with Pale",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 232,
                        "text": "Standards and Color Nomenclature, 1912)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "14",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/33/1/90/834922 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Tail drab or dusky above and white below, except near tip where it is dusky all around. Measurements.-Averages and extremes in millimeters of 7 specimens (all with worn teeth) from Teotitlan: Total length",
                "authors": [],
                "year": null,
                "venue": "Pinkish Buff or Pinkish Buff. Forefeet and hind feet white dorsally. Lateral surfaces of ankles and wrists dusky, the remainder white",
                "volume": "114",
                "issue": "",
                "pages": "0--9",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pinkish Buff or Pinkish Buff. Forefeet and hind feet white dorsally. Lateral surfaces of ankles and wrists dusky, the remainder white. Tail drab or dusky above and white below, except near tip where it is dusky all around. Measurements.-Averages and extremes in millimeters of 7 specimens (all with worn teeth) from Teotitlan: Total length, 114 (106-122); tail vertebrae, 44 (41-46); hind foot, 14 (13-16); ear, from notch, 12 (12-13). Greatest length of skull, 20.1 (19.7-20.4); zygomatic breadth, lOA (10.2-10.6); breadth of cranium (greatest breadth above zygomatic processes of squamosals), 9.3 (9.0-9.4); interorbital breadth, 4.0 (3.9-4.1); greatest length of nasals, 7.6 (7.2-8.0); least breadth of zygomatic plate, 1.6 (1.5-1.8); length of palate, 2.6 (2.3-2.8);",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "All samples at hand are pale. These represent the species Dipodomys phillipsi, Liomys irroratus, Reithrodontomys fulvescens, Baiomys musculus, Peromyscus leucopus, P. melanophrys, and P. mekisturus, Oryzomys couesi, Sigmodon hispidus, Neotoma torquata (?), and Neotoma (Hodomys) vetulus. The recognition of B. m. infernatis adds one more name to the list of pale forms which may be restricted to the basin. Others are Dipodomys phillipsi oaxacae, Liomys irroratus torridus, and Reithrodontomys fulvescens infernatis. Specimens examined.-Three hundred and fifty-nine from localities in Mexico as follows: B. m. infernatis. OAXACA: Teotitlanj 3100 ft",
                "authors": [],
                "year": null,
                "venue": "Remark.s:-Apparentlythe populations of most of the rodent species that inhabit the arid basin in which Teotitlan and Tehuacan are situated are characterized by pale pelage coloration",
                "volume": "12",
                "issue": "",
                "pages": "4000--4300",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jength of incisive foramina, 4.8 (4.4-5.6); alveolar length of molar row, 3.2 (3.1-3.3). Remark.s:-Apparentlythe populations of most of the rodent species that inhabit the arid basin in which Teotitlan and Tehuacan are situated are characterized by pale pelage colora- tion. All samples at hand are pale. These represent the species Dipodomys phillipsi, Liomys irroratus, Reithrodontomys fulvescens, Baiomys musculus, Peromyscus leucopus, P. melanoph- rys, and P. mekisturus, Oryzomys couesi, Sigmodon hispidus, Neotoma torquata (?), and Neotoma (Hodomys) vetulus. The recognition of B. m. infernatis adds one more name to the list of pale forms which may be restricted to the basin. Others are Dipodomys phillipsi oaxacae, Liomys irroratus torridus, and Reithrodontomys fulvescens infernatis. Specimens examined.-Three hundred and fifty-nine from localities in Mexico as follows: B. m. infernatis. OAXACA: Teotitlanj 3100 ft., 12. PUEBLA: Tehuacan, 5400 ft., 3; Tepanco, 6000 ft., 3. B. m. musculus. GUERRERO: vicinity of Chilpancingo, 4000 ft., 22; Iguala, 2400 ft., 5; Teloloapan, 5400 ft., 20; Zihuatanejo Bay, near sea level, 4. JALISCO: 10 mi. S Ameca, 5800 ft., 1; 6-7 mi. W Ameca, 4000-4300 ft., 5; 4 mi. NE AutIan, 3000 ft., 11; Sierra de Autlan, 5000 ft., 2; Chamela Bay, near sea level, 1; 2 mi. N La Resolana, 1200 ft., 6. MICHOACAN: 12 mi. (by road) S Tzitzio, 3400 ft., 8. MORELOS: 1 mi. W Tepoztlan,'6000 ft., 9. OAXACA: Ejutla, 4700 ft., 22; Miahuatlan, 5000 ft., 12; Nejapa, 1900 ft., 12; Oaxaca, 5000 ft., 7; Sola de 180 Vega, 5000 ft., 26; Tehuantepec, 100 ft., 9. VERACRUZ: 20 mi. SE Jalapa, vicinity of Plan del Rio, 1000 ft., 14; 4 mi. NE Motzorongo, Presidio, 1000 ft., 15. B. m. nigrescens. CHIAPAS: Bochil, 4300 ft., 7; Cintalapa, 1700 ft., 18; Mapastepec, 200 ft., 25; 16 mi. E",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "OAXACA: Reforma, 500 ft. (?),30. University of Michigan Museum of Zoology, Ann Arbor, M1•chigan",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Tuxtla",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gutierrez",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "1800 ft., 4; Villa Flores",
                "volume": "7",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "W Tuxtla. Gutierrez, 1800 ft., 4; Villa Flores, 2000 ft., 7. OAXACA: Reforma, 500 ft. (?),30. University of Michigan Museum of Zoology, Ann Arbor, M1•chigan. Received May 7, 1961.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "-Rangea in length of cranium and zygomatic breadth (mm.) of 4 samples each of BaiomYlJ musculus (solid squa.res) and B. lay ton (OpeD squares) from western Jalisco.",
                "num": null,
                "uris": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "FlO. 3.-Statistical analysis of breadth of cranium (mm.) in samples of BaiamY8 mU8culus from Mexico. Horizontal lines represent range; cross bars indicate mea.ns. Rectangles mark one standard deviation each side of the mean; horizontal black bars define two standard errora each side of the mean. Numerals indicate numbers of specimens.",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "type_str": "table",
                "text": "FIG. I.-Length of hind foot and length of ear (moo.), measured from notch on fresh skin, of 49 specimens of Baiomys musculus (dots) and 49 specimens of B. taylori (triangles) from western Jaliseo, Mexico.",
                "num": null,
                "content": "<table><tr><td colspan=\"2\">• •••</td><td>•</td><td/><td/><td/></tr><tr><td>12</td><td>13</td><td>14</td><td>15</td><td>16</td><td>17</td></tr><tr><td/><td colspan=\"3\">LENGTH OF HIND FOOT</td><td/><td/></tr></table>"
            },
            "TABREF1": {
                "type_str": "table",
                "text": ". Largest size obtains in the samples from Jalisco. Size tends to decrease progressively toward the south, attaining a minimum in the samples from the Isthmus of Tehuantepec. The means of the Isthmus samples are all Breadth of Cranium",
                "num": null,
                "content": "<table><tr><td>las Marqorlfas, Chis.</td><td>&lt;Xl '\" I 16</td><td>&lt;0 b I</td><td>I</td><td>!D I '\"</td><td>g ,</td></tr><tr><td>Villa Flores, Chis.</td><td>6</td><td>I</td><td/><td/><td/></tr><tr><td>Cinfalapa, Chis.</td><td>12</td><td>I</td><td/><td/><td/></tr><tr><td>Mapaslepec, Chis.</td><td>15</td><td>I</td><td/><td/><td/></tr><tr><td>Pijijiapon, Chis.</td><td>8</td><td/><td/><td/><td/></tr><tr><td>Reformo, Oox.</td><td>16</td><td/><td/><td/><td/></tr><tr><td>Tehuantepec, Oall:.</td><td>3</td><td/><td/><td/><td/></tr><tr><td>Nejopa, 00)(,</td><td>8</td><td/><td/><td/><td/></tr><tr><td>Sola de 10 Vega, Cox.</td><td>17</td><td/><td/><td/><td/></tr><tr><td>Chilpanclngo, Gue.</td><td>\\3</td><td/><td/><td/><td/></tr><tr><td>Zihuolonejo, Gue.</td><td/><td colspan=\"2\">2+</td><td/><td/></tr><tr><td>Autlan, Re!lOlana, Jat</td><td/><td>\\3</td><td/><td/><td/></tr><tr><td>San Gobriel,Jol.</td><td/><td/><td>20</td><td/><td/></tr><tr><td>Tzlfzio. Mich.</td><td>6</td><td/><td/><td/><td/></tr><tr><td>Teloloopon, Iguolo, Gue.</td><td>17</td><td/><td/><td/><td/></tr><tr><td>Tepozllcin, Mar.</td><td>7</td><td/><td/><td/><td/></tr><tr><td>Teolll1o\"n, Oox.</td><td/><td>6</td><td/><td/><td/></tr><tr><td>Presidio, Vera.</td><td>9</td><td/><td/><td/><td/></tr><tr><td>Plan del Rio, Vera.</td><td/><td/><td/><td/><td/></tr></table>"
            }
        }
    }
}