{
    "paper_id": "Hooper1942-AneffectonthePeromyscusmaniculatusrassenkreisoflandutilizationinMichigan",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:19.369090Z"
    },
    "title": "HOOPER-EFFECT OF LAND USE ON PEROMYSCUS 19:1 AN EFFECT ON THE PEROMYSCUS MANICULATUS RASSENKREIS OF LAND UTILIZATION IN MICHIGAN",
    "authors": [
        {
            "first": "Emmet",
            "middle": [
                "T"
            ],
            "last": "Hooper",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1942-AneffectonthePeromyscusmaniculatusrassenkreisoflandutilizationinMichigan",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Deforestation and subsequent cultivation of lands in Michigan have resulted in the contraction of the ranges of forest-inhabiting species and the expansion in the ranges of species preferring grasslands and other open situations. Some species and races that once occurred over most of the state are now restricted to the northern part and to isolated uncleared areas scattered over the southern part. Other species and races that prior to the advent of the white man either were entirely absent from Michigan or occurred only in restricted areas in the extreme southern tiers of counties now occupy most of the lower peninsula and some of the upper peninsula. The subspecies Peromyscus maniculatus gracilis and Peromyscus maniculatus bairdii well illustrate the changes that have ensued in the distribution of certain members of the Peromyscus maniculatus Rassenkreis, or chain of closely related geographic races.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The two races, gracilis and bairdii, are closely restricted to certain habitats, and their \"original distribution\"-prior to the advent of the white man-without much doubt corresponded closely to the distribution of those habitats. The race gracilis inhabits dense mixed forests of beech, maple, yello)V birch, and associated trees. It avoids open forests and grasslands. On the other hand bairdii inhabits prairies, open fields, and lake beaches, and is entirely absent from dense forests. The original distribution of the two races in the lake states probably conformed in general to that of the main mass of the northeastern hardwoods forests and of the tall-grass prairies, respectively. That this is likely true is further indicated by the concurrence of their respective ranges, as outlined by Osgood in 1909 (ibid) , with the distribution of the northeastern hardwoods forests and the tall-grass prairies (Schantz and Zon, 1924) . The ranges indicated by these authors probably closely approximate the primitive ranges.",
                "cite_spans": [
                    {
                        "start": 799,
                        "end": 820,
                        "text": "Osgood in 1909 (ibid)",
                        "ref_id": null
                    },
                    {
                        "start": 911,
                        "end": 934,
                        "text": "(Schantz and Zon, 1924)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In MIchigan, gracilis probably occurred throughout the upper peninsula and in the lower peninsula south about to the southern limits of the high plains, approximately the latitude of the head of Saginaw Bay. The occurrence of gracilis farther south in Michigan is subject to considerable doubt. The southern limits of the high plains mark a natural break in the continuity of the flora and fauna. The northeastern hardwoods forests give way to the more xerophytic southern hardwoods dominated by oak and hickory, and certain members of the eastern fauna attain either their northern or their southern limits there (Dice, 1938) . It is an area where a kind of mammal closely associated with the northeastern hardwoods might well be expected to attain the southern limits of its range. Further reason to doubt the occurrence of gracilis south of the high plains is derived from the collections in the Museum of Zoology. If gracilis occurred in southern and central Michigan one hundred years ago, it is logical to assume that it should still be present in some of the uncleared areas that remain in that part of the state, and that specimens of it should have resulted from the extensive collecting done in those areas. Actually there are no unquestionable records of gracilis from the southern half of the state. The specimen recorded from Ann Arbor by Dice 1931 by the collector and did not come from the vicinity of Ann Arbor at all; Dice (oral communication) concurs with me in this opinion. The race bairdii was restricted to the few isolated areas of prairie and \"oak openings\" which occurred in the southwestern part of the state (Veatch, 1928) and possibly to sand dunes bordering the Great Lakes. The two races were, thus, in juxtaposition in Michigan in but a few local areas, at most; they may have been completely separated geographically. . About the middle of the nineteenth century lumbering operations, which previously had been casual and restricted principally to areas around the few settlements, began to be carried out on a large scale. Lands all over the statefirst those near streams, then, with the advent of the railroad, those inland-were purchased for the timber at a few dollars an acre. Every few miles, as the railroads pushed northward, mills were set up to exploit the timber. Each of these was a nucleus for a settlement; around some of them the cut-over land was taken up for agriculture .. Most of these settlements perished with the passing of lumbering but a few survived and were foci for the agriculture-minded settlers that were to follow. Following the cessation of the extensive lumbering operationS in the late 1800's and the subsequent collapse of most of the settlements that the operations had attracted, much of the land was deserted and a period of readjustment ensued, characterized by the gradual settlement of the lands and the conversion of them for agricultural and other purposes to which they are put today.",
                "cite_spans": [
                    {
                        "start": 614,
                        "end": 626,
                        "text": "(Dice, 1938)",
                        "ref_id": null
                    },
                    {
                        "start": 1635,
                        "end": 1649,
                        "text": "(Veatch, 1928)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The present distribution of gracilis and bairdii is a corollary of the transformations of the landscapes in Michigan. The race bairdii now occurs in its appropriate habitat over almost all of the lower peninsula and over the southwestern part of the upper peninsula. It has been recorded as far north as Charlevoix County in the lower peninsula (Dice, 1925) , and has recently been taken at several localities in the southern half of Menominee County. The race gracilis now is restricted to the upper peninsula and to the northern four tiers of counties in the lower peninsula ( fig. 1) .",
                "cite_spans": [
                    {
                        "start": 345,
                        "end": 357,
                        "text": "(Dice, 1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 579,
                        "end": 586,
                        "text": "fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "What is the present status of the two races with respect to intergradation and interbreeding? Heretofore, evidence of their intergradation or interbreeding, in the wild state, has been lacking (Osgood, 1909; Dice, 1931) . Now that the two are known to be in juxtaposition over fairly large areas and more specimens are available for study, is there evidence of intergradation? There is none, possibly because the two continue to remain ecologically separated-gracilis in the woods and bairdii in grasslands.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 207,
                        "text": "(Osgood, 1909;",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 219,
                        "text": "Dice, 1931)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Modifications in the use of land in Michigan, thus, have effected corresponding changes in the ranges of two races in the Peromyscus maniculatus chain of races. The range of one has been decreased, the other increased and the two races have been brought into juxtaposition over extensive areas in Michigan, each, however, still maintaining its identity completely and not intergrading with the other. The original distribution of the Rassenkreis has been distorted. As clearing and settlement continues in the eastern United States perhaps bairdii will come into contact with other races of maniculatus from which it has been separated in the past-with maniculatus (the race) in southern Manitoba, for example, or with nubiterrae in the Appalachian Mountains. LITERATURE CITED DICE, LEE R. 1925 . A survey of the mammals of Charlevoix County, Michigan, and vicinity. Occ. Pap. Mus. Zool. Univ. Mich., no. 159, pp. 1-33,3 plates. 1931 . The occurrence of two subspecies of the same species in the same area. Jour. Mammalogy, vol. 12, pp. 210-213. 1938 . The Canadian biotic province with special reference to the mammals. Ecology, vol. 19, pp. 503-514, 1 fig. OSuvOD, WILFRED H. 1909 The characters of the baculum (os penis) never have been used in studies of the systematic relationships within the genus Peromyscus nor in the determinationof the relationships between this and allied genera. An opportunity to describe the bacula of four subgenera of Peromyscus and of two related genera, Onychomys and Reithrodontomys, is afforded by specimens of these forms in the collection of the Laboratory of Vertebrate Genetics. A comP!trison between the bacula of Baiomys and Peromyscus is made possible by a stock of Baiomys taylori subater from Jefferson County, Texas. For the comparisons, the bones have been drawn to scale in dorsal outline on cross-ruled paper from measure~ ments made with dial calipers under a dissecting microscope. All of the bacula illustrated are of fully mature animals. Those of the laboratory born Peromyscus are 42 weeks or more of age. The wild caught Peromyscus were kept' in captivity from one month to more than a year before being killed. The Baio'J11,Ys had been in captivity about 9 months, after being trapped in the field. The Onychomys and Reithrodon~omys were adult field killed animals.",
                "cite_spans": [
                    {
                        "start": 760,
                        "end": 794,
                        "text": "LITERATURE CITED DICE, LEE R. 1925",
                        "ref_id": null
                    },
                    {
                        "start": 843,
                        "end": 933,
                        "text": "Michigan, and vicinity. Occ. Pap. Mus. Zool. Univ. Mich., no. 159, pp. 1-33,3 plates. 1931",
                        "ref_id": null
                    },
                    {
                        "start": 1013,
                        "end": 1050,
                        "text": "Mammalogy, vol. 12, pp. 210-213. 1938",
                        "ref_id": null
                    },
                    {
                        "start": 1121,
                        "end": 1182,
                        "text": "Ecology, vol. 19, pp. 503-514, 1 fig. OSuvOD, WILFRED H. 1909",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Subgenus Peromyscus.-Of the subgenus Peromyscus, representatives of 4 species groups are available. The maniculatus group is represented by P. maniculatus bairdii (fig. 1, D) and P. polionotus albifrons ( fig. 1, E) . From the leucopus group, there are P. leucopus tornillo ( fig. 1, F) and P. gossypinus gossypinus ( fig. 1, G) . The boylii group is represented by P. boylii attwateri ( fig. 1,  A) . Of the truei group, P. truei truei ( fig. 1, B) and P. nasutus nasutus ( fig. 1,  C) are available. In the discussion only the species names will be used.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 174,
                        "text": "(fig. 1, D)",
                        "ref_id": null
                    },
                    {
                        "start": 205,
                        "end": 215,
                        "text": "fig. 1, E)",
                        "ref_id": null
                    },
                    {
                        "start": 276,
                        "end": 286,
                        "text": "fig. 1, F)",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 328,
                        "text": "fig. 1, G)",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 399,
                        "text": "fig. 1,  A)",
                        "ref_id": null
                    },
                    {
                        "start": 439,
                        "end": 449,
                        "text": "fig. 1, B)",
                        "ref_id": null
                    },
                    {
                        "start": 475,
                        "end": 486,
                        "text": "fig. 1,  C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "GENUS PEROMYSCUS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/2/193/1012983 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "either is an abnormal example of bairdii or was mislabeled .Present distribution of Peromyscus maniculatus gracilis and P. m. bairdii in Michigan, as determined from specimens contained in the Museum of Zoology, University of Michigan.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td>U. S. Dept. Agr. Bur. BioI. Surv., N. Amer. Fauna, no. 28, pp. 1-285, 8 pIs.,</td></tr><tr><td>12 figs.</td></tr><tr><td>SHANTZ, HOMER L. and ZON, RAPHAEL. 1924. Natural Vegetation. Atlas of American</td></tr><tr><td>Agriculture, pt. 1, sec. E, pp. 1-29, 60 figs. [advance sheets, 6].</td></tr><tr><td>VEATCH, JETHRO O. 1928. The dry prairies of Michigan. Pap. Mich. Acad. ScL, Arts,</td></tr><tr><td>Let., vol. 8, pp. 269-278, 1 pl., 3 figs.</td></tr><tr><td>Museum of Zoology, University of Michigan, Ann Arbor, Michigan.</td></tr><tr><td>SYSTEMATIC RELATIONSHIPS OF PEROMYSCUS AND SEVERAL</td></tr><tr><td>RELATED GENERA AS SHOWN BY THE BACULUM</td></tr></table>",
                "text": ". Revision of the mice of the American genus Peromyscus.",
                "num": null,
                "type_str": "table"
            }
        }
    }
}