{
    "paper_id": "Hooper1957-SupernumeraryTeethinPeromyscustruei",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:26.402619Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "ground near banana plants and trees. Digestion of the mouse had barely begun; its rufescent upper parts, dusky hind feet, monocolor tail and external dimensions were readily perceived. Coalcoman, Michoacan, heretofore was the northernmost locality of occurrence of the species in western Mexico (Hooper, Occ. Papers Mus. Zool. Univ. Mich., 565: 12, 1955). The present record extends the known range 85 miles to the northeast and into the main body of mountains that rim the Mesa Central.",
    "pdf_parse": {
        "paper_id": "Hooper1957-SupernumeraryTeethinPeromyscustruei",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "ground near banana plants and trees. Digestion of the mouse had barely begun; its rufescent upper parts, dusky hind feet, monocolor tail and external dimensions were readily perceived. Coalcoman, Michoacan, heretofore was the northernmost locality of occurrence of the species in western Mexico (Hooper, Occ. Papers Mus. Zool. Univ. Mich., 565: 12, 1955). The present record extends the known range 85 miles to the northeast and into the main body of mountains that rim the Mesa Central.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "There are a few known instances of supernumerary cheek teeth in rodents (Hooper, Jour. Mamm., 36: 298-299, 1955) . What these extra teeth signify-for example, whether they imply anything in regard to rodent phylogenies-is unknown. Their significance can be better estimated when there are many more examples on record and available for study.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 112,
                        "text": "(Hooper, Jour. Mamm., 36: 298-299, 1955)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUPERNUMERARY TEETH IN PEROMYSCUS TRUEI",
                "sec_num": null
            },
            {
                "text": "A specimen of Peromyscus truei (Univ. Mich. Mus. Zool. No. 89142) from Distrito Federal, Mexico, has four cheek teeth in each upper jaw. Each extra tooth is a single-rooted peg, 0.25 by 0.50 mm. in crown diameter. It is of occlusal height and it evidences normal wear. It is situated posterior to M 3 and in line with M' and M2. To accommodate the extra tooth in the row, M a , which is of normal size, is displaced slightly lingually, and M' and M' are slightly shorter (antero-posteriorly) than normal. The tooth row is no longer (4.3 mm.) than in other specimens from the area.-EMMET T. HOOPER, Univ. Mich. Museum of Zoology, Ann Arbor. Received November 19, 1956 .",
                "cite_spans": [
                    {
                        "start": 610,
                        "end": 666,
                        "text": "Museum of Zoology, Ann Arbor. Received November 19, 1956",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUPERNUMERARY TEETH IN PEROMYSCUS TRUEI",
                "sec_num": null
            },
            {
                "text": "On March 22 and 23, 1956, small mammal trapping in Whiteside County, 1 mile west of Denrock in northwestern Illinois, resulted in the capture of Reithrodontomys. The selected trapping sites included a railroad right-of-way and an adjacent bluegrass pasture which contained a dry marsh. The pasture contained numerous clumps of bluegrass and an occasional bull thistle. The dry marsh had a band of sedges and cattails around the perimeter with infrequent large clumps of marsh smartweed toward the center. The railroad right-ofway, which is burned each year during late March and early April, contained a rather dense growth of grasses and herbs which included little blue stem, wild rye, greater ragweed, wild asparagus, smartweed and goldenrod.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "Five specimens of Reithrodontomys megalotis were taken during two nights of trapping representing a total of 60 trap-nights. The harvest mouse catch comprised 33.3 per cent of the total small mammals trapped which included Blarina brevicauda (1), Peromyscus maniculatus (7) and Microtus ochrogaster (2). The distribution of the harvest mouse catch was as follows: Railroad right-of-way 3, open pasture (1), margin of marsh (1). A total of 150 trap-nights in the same area from June 26 to 28, 1956, yielded no further harvest mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "The only previous Reithrodontomys from Illinois were reported by Hoffmeister and Warnock (Trans. Ill. Acad. Sci., 47: 161-164, 1955) . Their catches were made at Mt. Carroll, Carroll County, which is about 30 miles north of the site represented by those herein reported. Hoffmeister and Warnock were not of the opinion that the Illinois race should be considered pectoralis, a new subspecies which Hanson (Field Mus. Nat. Hist. Publ. 564, Zool. Ser., 29: 205-209, 1944 ) established for southwestern Wisconsin and southeastern Minnesota forms. They preferred the subspecies dychei which occurs in eastern Iowa and Missouri. The pectoral spot, a tinge of pink and buff found between the forelimbs, the only character upon which Hanson based the new race, is considered by Hooper (Misc. Publ. Mus. Zool. Univ. Mich., 77: 1-255, 1952) as not being consistent in many of the megalotis groups.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 132,
                        "text": "(Trans. Ill. Acad. Sci., 47: 161-164, 1955)",
                        "ref_id": null
                    },
                    {
                        "start": 405,
                        "end": 468,
                        "text": "(Field Mus. Nat. Hist. Publ. 564, Zool. Ser., 29: 205-209, 1944",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            },
            {
                "text": "The pectoral spot occurs only faintly in the five specimens from Whiteside County. In comparison with four Wisconsin specimens from Hanson's original collection (now deposited Downloaded from https://academic.oup.com/jmammal/article/38/4/522/833826 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "AN ADDITIONAL RECORD OF REITHRODONTOMYS IN ILLINOIS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}