{
    "paper_id": "Hooper1943-TheTypeLocalityofThomomysbridgeriandThomomysocius",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:19.721092Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1943-TheTypeLocalityofThomomysbridgeriandThomomysocius",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "1:10 1:10 2 1:10 1:20 3 1:100 1:10 4 1:1000 1:10 CQNTROLS 5 1:10 --(saline 0.5 cc) 6 --(saline 0.5 cc) 1 :10",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1",
                "sec_num": null
            },
            {
                "text": "The results were as follows: Tube no. 1, heavy precipitate; tube no. 2, heavy precipitate of slightly greater intensity; tube no. 3, precipitate less intense thun tube no. 2; tube no. 4, very weak reaction. In the control tubes no. 5 and no. 6 no reaction was noted. The comparative intensities of the above reactions were determined by both maero-and microscopic examinations. It will be noted that a greater precipitin reaction occurs in the tube wherein the antigen is of a greater concentration than the antibody.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1",
                "sec_num": null
            },
            {
                "text": "The results indicate that the two animals are closely rclateu serologically, a conclusion which substantiates the present homological positions of thc members of the genera Felis and Canis within the order Carnivora. Harvey, DOW 79 years old, remembered Bailey well and described him as a \"mere lad\" when BaiJey first detrained at Carter Station, nine miles north of Fort Bridger. At Bailey's query as to where he might find room and lodging in the vicinity, Harvey offered his house and the run of his ranch. Bailey accepted and used the house as headquarters and the ranch as his principal collecting ground on that and a second visit several years later to t.he Fort Bridger area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1",
                "sec_num": null
            },
            {
                "text": "Harvey's ranch house, currently under other ownership, is now near the center of the town of :Mountainview. Harvey, \"in a weak moment\" as he put it, converted one of his ranch buildings into a store. This was the beginning of the trading center which was to become Mountainview, a settlement now larger than Fort Bridger. Bailey's collecting locality \"Harvey's Ranch, on Smiths Fork, 6 miles southwest [sic] (see Hooper, Mise!. Pub!' Mus. Zool. Univ. rvIich., no. 52, pp. 25-26, 1942) of Fort Bridger, thus, may now be written as Mountainview, on Smiths Fork, four miles ",
                "cite_spans": [
                    {
                        "start": 439,
                        "end": 484,
                        "text": "Zool. Univ. rvIich., no. 52, pp. 25-26, 1942)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "1",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "(airline) southeas.t of Fort Bridger, Uinta County, Wyoming.-ElIlllET T. HOOPER, Museum of Zoology, Umversity of Michigan, Ann Arbor, Michigan. NUTRIA GOOD DIVER On the morning of March 24, 1942, a nutria (South American !3eaver-lI!yo~astor .COYP.1M?) was timed while it remained quietly under water, in plain VIew of the wrIter, In BItter Creek of Bitter Lake National Wildlife Refuge, Roswell, New llexico. After 3 minutes Downloaded from https://academic.oup.com/jmammal/article/24/4/503/868222 by University of Michigan user on 07 October 2021",
                "uris": null
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table/>",
                "text": "Thomomys ocius IVIerriam, given by their authority (l\\1errjam, Proc. BioI. Soc. Washington, vol. H, pp. 113-114, HI01) as, simply, Fort Bridger, Wyoming, was defined more exactly by Bailey (N. Amer. Fauna, no. 39, pp. 107,112,1915), •who collected the type series, as Harvey's Ranch, on Smiths Fork, 6 miles southwest of Fort Bridger. On August 1, 1942, while in Fort Bridger, I had the pleasure of talking with \\V. H. Harvey who was host to the late Vernon Bailey while Bailey collected in the vicinity of Fort Bridger."
            }
        }
    }
}