{
    "paper_id": "Hooper1944-AdditionalRecordsoftheMerriamShrewinMontana",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:20.059097Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "When in place in the animal, this bone lies within the connective tissue sheath of the corpora cavernosa of the clitoris. It can be made to protrude from the vaginal orifice a distance of approximately one-fourth inch. It is possible that it is extruded in this manner by the erection of the clitoris during copulation. Due to the fact that the four bones recovered are in various stages of development, some discussion of the process of ossification may be presented. It appears that the two posterior \"knobs\" ossify first as separate centers and later fuse. Then the ossification proceeds anteriorly and the bone reaches its full development with the formation of the expanded anterior end.",
    "pdf_parse": {
        "paper_id": "Hooper1944-AdditionalRecordsoftheMerriamShrewinMontana",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "When in place in the animal, this bone lies within the connective tissue sheath of the corpora cavernosa of the clitoris. It can be made to protrude from the vaginal orifice a distance of approximately one-fourth inch. It is possible that it is extruded in this manner by the erection of the clitoris during copulation. Due to the fact that the four bones recovered are in various stages of development, some discussion of the process of ossification may be presented. It appears that the two posterior \"knobs\" ossify first as separate centers and later fuse. Then the ossification proceeds anteriorly and the bone reaches its full development with the formation of the expanded anterior end.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In a recent note on os clitoridis from Aplodontia, Victor B. Scheffer (Jour. Mamm., vol. 23, no. 4 , p. 443) states that as far as he could discover this bone occurs only in Aplodontia, Cryptomys and Lutra. To this may be added Hystrix, since Weber figures the os clitoridis of Hystrix cristata in \"Die Saugetiere,\" 1927, p. 351, fig. 268 ",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 83,
                        "text": "Scheffer (Jour. Mamm.,",
                        "ref_id": null
                    },
                    {
                        "start": 84,
                        "end": 92,
                        "text": "vol. 23,",
                        "ref_id": null
                    },
                    {
                        "start": 93,
                        "end": 98,
                        "text": "no. 4",
                        "ref_id": null
                    },
                    {
                        "start": 303,
                        "end": 338,
                        "text": "Saugetiere,\" 1927, p. 351, fig. 268",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 1942, two specimens of Sorex merriami Dobson were collected in Montana by a field party from the Museum of Zoology, University of Michigan. These specimens add two records of occurrence to those listed recently by Benson and Bond in their brief review of the distribution of the species (Jour. Mamm., vol. 20, pp. 348-351,1939) . They also apparently are the only specimens preserved as skins with complet' e, ' unbroken skulls from near the type locality of Sorex merriami merriami. Specimen number 87321 (Univ. Mich. Mus. Zool.) is from the northern flank of Cayuse Hills, about eleven miles east-northeast of Melville, Sweet Grass County, Montana. It was trapped in a Microtus runway in a fence row of tall grass and sweet clover (Medicago sp.) that separated a field of tall, dense sweet clover from an adjoining hillside sparsely covered with grass and sage (Artemisia sp.). Douglas fir (Pseudotsuga taxifolia) and juniper (Juniperus sp.) are the most abundant trees on the northern flanks of Cayuse Hills. Number 87338 was collected near Eagle Creek on the Madison Ranch about six miles north-northwest of Warrick in the Bearpaw Mountains of northern Montana. This locality is in extreme southeastern Hill County between the southern boundary of the Rocky Boy Indian Reservation and the Chouteau County Line. The specimen was trapped in a Microtus runway in a field of timothy (Phleum sp.) adjoining Eagle Creek. The timothy attained a height of about four feet and was closely spaced. Forests of yellow pine (Pinus ponderosa), Douglas fir, and aspen (Populus tremuloides) bordered the cultivated fields on the ranch.",
                "cite_spans": [
                    {
                        "start": 290,
                        "end": 330,
                        "text": "(Jour. Mamm., vol. 20, pp. 348-351,1939)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF THE MERRIAM SHREW IN MONTANA",
                "sec_num": null
            },
            {
                "text": "Measurements (in millimeters) of numbers 87321 and 87338, respectively, follow: Total length, 98, 96; tail length, 33, 37; hind foot, 12, 12; length of head and body, 65, 59; condylobasal length of skull, 15.7, 15.7; palatal length, 6.5, 6.7; cranial breadth, 7.9, 8.5; least interorbital breadth, 3.3, 3.7; maxillary breadth, 5.0, 5.3; maxillary tooth row, 5.6, 5.6.-EMMET T. HOOPER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF THE MERRIAM SHREW IN MONTANA",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/25/1/92/895066 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "FIG.!. Os clitoridis of the racoon. (1) Dorsal view, posterior end to right, (2) lateral view of same, (3) ventral view from another specimen, posterior end to right, (4) lateral view of same. X2. Drawn by Frances Horseman.",
                "num": null,
                "uris": null
            }
        }
    }
}