{
    "paper_id": "Hooper1946-SpecialwildlifeareasinUnitedStatesnationalforests",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:21.283602Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "The number Rnd types of areas which the United States Forest Service bas set aside to protect native floras, faunas and recreational values and the administrative policies which pertain thereto should be familiar information to most students of natural history and others interested in wildlife in the United States. I doubt, however, that many individuals of this group, who are Dot employed in a service concerned with administration of such areas, are familiar with the wilderness program of the Forest Service and know, for example, the distinction Bet by the Service between Wilderness, Wild, Rnd Primitive areas under their jurisdiction. Certainly in many discussion groups composed of students of field biology, questions raised regarding such areas remained unanswered. It seems worthwhile, therefore, to review information about such areas which has recently come to hand. Much of the material given below is provided under date of May 6, 1946, by the Chief of the Forest Service in his acknowledgement of receipt of those resolutions concerned with preserving the wilderness which were passed by the American Society of Mammalogists in annual meeting on April 20, 1946. The Forest Service administers nine classes of areas wherein the preservation and protection of floras and faunas is an administrative aim. In some, rigid protection is desired. In others, protection and preservation of native kinds is secondary and the areas may be rather freely modified and trampled. Quoted passages below are copied directly from data supplied by the Chief. A description of the classes of areas follows: (1) Wilderne88 Area8.-\" A wilderness area is an area characterized by primitive conditions of transportation and habitation. It contains no provision for the passage of motorized transportation and excludes hotels, resorts, summer homes, and commercial logging. The minimum size which will be recognized as a forest wilderness is 100,000 acres. The boundaries of a wilderness will always be at least one-half mile back from the centerline of any route for motorized transporation. These areas are established by the Secretary of Agriculture under Regulation U-l of the Secretary.\" There are now four Wilderness Areas, totaling 1,507,466 acres, located in three states, Arizona, Montana, and Oregon. (2) Wild Areas.-\"A wild area is of the same character as a wilderness area, but is less than 100,000 acres, although at least 5,000 acres in size. ,Areas of this character are established by the Chief of the Forest Service under Regulation U-2 of the Secretary of Agriculture.\" There are nine Wild Areas with an area of 329,243 acres in four states, Arizona, New Mexico, Oregon and Washington. (3) Roadle88 Areas.-\" In some cases where wilderness areas would otherwise be desirable, economic values are too great or other considerations make such a designation impracticable. It still may be desirable and feasible, however, to exclude permanent roads from the area, thus preserving many of the wilderness values but allowing utilization of the timber or other resources by means of temporary roads unsuitable for ordinary motor travel. Such areas may be designated under the provisions of Regulation U-3 of the Secretary of Agriculture.\" Only three such areas have been established to date. They have a total area of 1,082,300 aeres. All are in Minnesota. (4) Primitive Area8.-\" A primitive area is an area characterized by primitive conditions of environment, transportation, habitation, and subsistence. Such areas were set aside by the Chief of the Forest Service under Regulation L-20 of the Secretary of Agriculture and the areas now classified as primitive areas will be reexam.lned by the Forest Service in the light of the new regulations and those areas which qualify on the basis of characteristics, local conditions, and public approval will be classified as wilderness or wild areas under Regulation U-1 or U-2,\"",
    "pdf_parse": {
        "paper_id": "Hooper1946-SpecialwildlifeareasinUnitedStatesnationalforests",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The number Rnd types of areas which the United States Forest Service bas set aside to protect native floras, faunas and recreational values and the administrative policies which pertain thereto should be familiar information to most students of natural history and others interested in wildlife in the United States. I doubt, however, that many individuals of this group, who are Dot employed in a service concerned with administration of such areas, are familiar with the wilderness program of the Forest Service and know, for example, the distinction Bet by the Service between Wilderness, Wild, Rnd Primitive areas under their jurisdiction. Certainly in many discussion groups composed of students of field biology, questions raised regarding such areas remained unanswered. It seems worthwhile, therefore, to review information about such areas which has recently come to hand. Much of the material given below is provided under date of May 6, 1946, by the Chief of the Forest Service in his acknowledgement of receipt of those resolutions concerned with preserving the wilderness which were passed by the American Society of Mammalogists in annual meeting on April 20, 1946. The Forest Service administers nine classes of areas wherein the preservation and protection of floras and faunas is an administrative aim. In some, rigid protection is desired. In others, protection and preservation of native kinds is secondary and the areas may be rather freely modified and trampled. Quoted passages below are copied directly from data supplied by the Chief. A description of the classes of areas follows: (1) Wilderne88 Area8.-\" A wilderness area is an area characterized by primitive conditions of transportation and habitation. It contains no provision for the passage of motorized transportation and excludes hotels, resorts, summer homes, and commercial logging. The minimum size which will be recognized as a forest wilderness is 100,000 acres. The boundaries of a wilderness will always be at least one-half mile back from the centerline of any route for motorized transporation. These areas are established by the Secretary of Agriculture under Regulation U-l of the Secretary.\" There are now four Wilderness Areas, totaling 1,507,466 acres, located in three states, Arizona, Montana, and Oregon. (2) Wild Areas.-\"A wild area is of the same character as a wilderness area, but is less than 100,000 acres, although at least 5,000 acres in size. ,Areas of this character are established by the Chief of the Forest Service under Regulation U-2 of the Secretary of Agriculture.\" There are nine Wild Areas with an area of 329,243 acres in four states, Arizona, New Mexico, Oregon and Washington. (3) Roadle88 Areas.-\" In some cases where wilderness areas would otherwise be desirable, economic values are too great or other considerations make such a designation impracticable. It still may be desirable and feasible, however, to exclude permanent roads from the area, thus preserving many of the wilderness values but allowing utilization of the timber or other resources by means of temporary roads unsuitable for ordinary motor travel. Such areas may be designated under the provisions of Regulation U-3 of the Secretary of Agriculture.\" Only three such areas have been established to date. They have a total area of 1,082,300 aeres. All are in Minnesota. (4) Primitive Area8.-\" A primitive area is an area characterized by primitive conditions of environment, transportation, habitation, and subsistence. Such areas were set aside by the Chief of the Forest Service under Regulation L-20 of the Secretary of Agriculture and the areas now classified as primitive areas will be reexam.lned by the Forest Service in the light of the new regulations and those areas which qualify on the basis of characteristics, local conditions, and public approval will be classified as wilderness or wild areas under Regulation U-1 or U-2,\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "As indicated above, these areas are being reviewed for reclassification and the number of them is being reduced. At least three have recently been revoked or reduced in size. At present there are fifty-nine Primitive Areas, located in ten western states, and totaling 11,450,399 acres.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(5) Natural Areas.-\"Natural areas are areas set aside to be permanently preserved in an unmodified condition representative of the virgin growth of each forest or range type within each region so far as they are represented within the national forest, to the end that its characteristic plant and animal life and soil conditions, and the factors influencing its biological complex shall continue to be available for purposes of scientific study, research, and education.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are forty-eight Natural Areas, aggregating 62,190 acres, in twenty-one states and Alaska.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(6) Vanishing Species Areas.-\"Vanishing species areas are areas set aside by the Chief, Forest Service, for the perpetuation and protection of rare or vanishing species of plants or animals.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Four such areas have been established, one each in California and Washington and two in Oregon, with a total of 17,990 acres.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(7) Recreation Areas.-\" A recreation area is an area other than wilderness or wild areas which should be managed principally for recreation but on which certain other uses mayor may Dot be permitted. Areas in excess of 100,000 acres are approved by the Secretary of Agriculture; areas of less than 100,000 acres are approved by the Chief, Forest Service, or by such officers as he may designate. These areas are established under Regulation U-3 of the Secretary of Agriculture.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are eight Recreation Areas) located in seven states and Alaska, and totaling 16,037 acres.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(8) Federal Refuges in National Forests.-\"Federal game refuges, preserves, and sanctuaries in the National Forests are established by or under the authority of acts of Congress. These refuge areas have been set aside to provide for protection and restoration of wildlife and as part of a program to develop the wildlife resources on the National Forests. As wildlife species become plentiful in the refuges they may be captured and used for stocking National Forest and other areas. Where this is not feasible or necessary, the refuges can be opened to hunting or fishing under regulations of the Secretary of Agriculture. Permits are limited to the number of persons needed to remove the surplus fish and game populations, and the utilization programs are developed in cooperation with the States.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Twenty-five such preserves have been established, located in 13 states, and composed of 1,434,314 acres.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "(9) Experimental Forosts and Ranges.-\"Experimental forests and ranges are areas made permanently available for silviculture, range, products, economics, influences, and other related forest research. They are carefully selected and represent as fully as possible conditions in important parts of forest regions and large enough to meet present a.nd foreseeable future needs. In essence these areas are field laboratories for intensive investigative work.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "There are 89 of these experimental areas located in thirty-two states and Porto Rico. They have a total area of 856,867 acres, of which about 83.5 per cent are Federalland~, 11:5 per cent are state lands, and 5 per cent private lands.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Because there are these several classes of special areas in the National Forests which embody varying degrees of protection and perpetuation of the native faunas and floras, rigid adherence to governing policies in the case of the more inviolable areas is to be expected. If an area in a class requiring strict protection must be exploited, then the classification of the area should be appropriately changed. It is to he desired, h<1WC~er, that areas be rated up rather than down in the scale of protection and preservation thereby to augment the relatively few remaining natural areas in the United States.-EMMET T. HOOPER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/27/4/410/1252086 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}