{
    "paper_id": "Hooper1952-Recordsoftheflyingsquirrel(Glaucomysvolans)inMexico",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:24.571068Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1952-Recordsoftheflyingsquirrel(Glaucomysvolans)inMexico",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "all twigs bore leaves and it could. be seen that they had been green when the limbs were broken. From the fallen structure it appears that the outside measured 30 inches in diameter, the iMide was 15 inches. It was roughly globular in shape and was roofed over. There was a hole in the top large enough to admit the animal. Hair, a few unidentified seed frag• ments, and some dried grapp,s were found in the nest. Within a radius of 15 feet of the t.ree were the remains of two bobwhite quail. No other signs of feeding were apparent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The site of the nest tree was about 75 yards from the river bank in the usual flood•plain association of western cottonwood (Popultul sargentii) , willow (Salix sp.), tamarisk, (Tama~ rix gallica), and grape (Vilis longii). The tree itself was extensively festooned with the lat• tel', which may have had some bearing on its selection for a nesting site.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 144,
                        "text": "(Popultul sargentii)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "From the above data it seems that the coatimundi can survive in certain Rituations in Oklahoma under temperature conditions much below optimum for this animal. The indivirl~ ual certainly had been at large for more than three weeks. Judging from the Df~st material it may have been much longer, for cottonwood leaves in this area usually turn yellow and fall oft\" in late September or early October.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The skin and skull have been placed in the Oklahoma Agricultural and Mechanical 70 elephant seals on the west end of San Miguel Island. On receiving his report, arrangements were made to fly to the island to make some studies and motion pictures of the animals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I went over on July 7,1950, since no one was to be permitted on the island after July 9, after which it was to be used as a bombing range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We flew over the west end and located the animals lying on the sand. The pilot said he would set the small plane down on a little dry lake bed, and then we would have to walk about two and one•half miles to where we saw the ses:Is.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Although we planned to spend one day, due to the fog we spent only about two hours actually with the animals.-About 125 feet of color film was made, and most of it is very good.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the film about 25 elephant seals can be seen on the shore. There were some in the water, but we made no attempt to take an actual count.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Through the efforts of Dr. Richard W. Bond of the United States Soil Conservation Service, the west end of San Miguel Island, where the elephant seals seem to'stay, has been Bet aside as a sanctuary where no bombing will be permitted by the Air Force. It is hoped that in a few years these seals will again become established on the Channel Islands where they were so abundant one hundred years ago.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I was assisted in this work by Mr. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Flying squirrels (Glaucomys volans) are much more widespread in occurrence in Mexico than the latest revision of the species (N. Amer. Fauna, No. 44, 1918) indicates. In that systematic review Howell listed two specimens from Teopisca under the name G. v. goldmani, Teopisca is located at an elevation of about 6000 feet in central Chiapas. He also stated that flying squirrels were reported to occur at Pinal de Amoles in northeastern Quere• taro. These apparently were the only records known to him of the occurrence of the species in Mexico. Following are other r.ecords of the species in the Republic. Goldman (Jour. Wash. Acad. Sci., 26: 463,1936 ) mentions three specimens. One, the holotype of G. v. her-TeTanus, is listed as taken in the mountains of Veracruz. The other two are reported to have been secured in the Sierra Madre of Chihuahua; they are the basis for the name G. v. madrensis. On 14 January 1949 Dr. H. O. Wagner trapped a flying squirrel in a forest of large oaks at an elevation of about 9500 feet on Cerro San Felipe, Oaxaca. That specimen is now con~ tained in the University of Michigan Museum of Zoology. On 18 February 1949 Dr. George M. Sutton saw a flying squirrel glide from one pine tree to another in a pine-oak forest located 9 kilometers (by highway) south of Patzcuaro, Michoacan. It was at dusk when he made the observation; he noticed a bat flying overhead shortly before he saw the squirrel. In early March, 1949, natives of Los Pescados, a village located at an elevation of about 10,000 feet on the north slope of the Cofre de Perote, Veracruz, reported that they occasionally saw small squirrels that came out at night and that glided from tree to tree .. Their free description of the habits and appearance of the animals in question seemed to us to fit flying squirrell!J precisely. These several records indicate that the range of the species Glaucomys volans is much larger than previously has been suspected. It probably encompasses most of the high mountains of Mexico.",
                "cite_spans": [
                    {
                        "start": 125,
                        "end": 155,
                        "text": "(N. Amer. Fauna, No. 44, 1918)",
                        "ref_id": null
                    },
                    {
                        "start": 621,
                        "end": 651,
                        "text": "Wash. Acad. Sci., 26: 463,1936",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF THE FLYING SQUIRREL (GLAUCOMYS VOLANS) IN Ml>XICO",
                "sec_num": null
            },
            {
                "text": "Our specimen from Cerro San Felipe does not entirely agree with the holotype of herreranus, goldmani, or madrensis. It is paler and more buffy dorsally and has much less cinnamon on the posterior half of the underparts than does the type of herreranus. Tbe upper parts of herreranus are cinnamon brown; those •of the San Felipe specimen are tan. Compared with the holotype of goldmani, the San Felipe specimen is paler and less reddish dorsally and is a paler buff ventrally. The paratype of goldmani also is darker dorsally; it has a strong pinkish cinnamon wash on the chest, belly, and lower thighs that is not seen in the San Felipe specimen. The holotype of madrensis is badly worn and faded; the paratype also is faded. Apparently originally both were paler dorsally and ventrally than is the Oaxacan specimen. Whether OUr specimen represents a geographic race different from any of the three now ascribed to the Republic can not be determined until variation in the species in Mexico is better understood. For convenience in filing in the, Museum collections the specimen is identified as G. v. goldmani, the nominal form with which it agrees best.- ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RECORDS OF THE FLYING SQUIRREL (GLAUCOMYS VOLANS) IN Ml>XICO",
                "sec_num": null
            },
            {
                "text": "W. B. Davis in a recent note (Jour. Mamm., 32: 114--115, 1951) lists the few known instances of natural predation on moles. His information indicates moles are preyed on sparingly by the barn owl, horned owl, coyote, red fox, grey fox, and cottonmouth snake.",
                "cite_spans": [
                    {
                        "start": 29,
                        "end": 62,
                        "text": "(Jour. Mamm., 32: 114--115, 1951)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RED-TAILED HAWK A MOLE PREDATOR",
                "sec_num": null
            },
            {
                "text": "To this list I would like to add the western red-tailed hawk (Buteo jamaicensis caluTUs). On May 4, 1947, about two miles north of Corvallis, Oregon, two Townsend moles (Scapanu8 townaendi) were found in the nest of a red-tailed hawk. Neither mole appeared damaged in any way. their skins being unbroken. On a later visit no sign of their carcasses could be found.-A. 1. ROEST, Zoology Department, Oregon State College, Corvallis, Oregon. Received March 24, 1951 .",
                "cite_spans": [
                    {
                        "start": 371,
                        "end": 462,
                        "text": "ROEST, Zoology Department, Oregon State College, Corvallis, Oregon. Received March 24, 1951",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RED-TAILED HAWK A MOLE PREDATOR",
                "sec_num": null
            },
            {
                "text": "In view of the paucity of breeding information on the hoary bat (Lasiu1'Us cinereus), particularly in the midwestern states, it seems worthwhile to record the following observations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE HOARY BAT IN INDIANA AND ILLINOIS",
                "sec_num": null
            },
            {
                "text": "During the spring and early faU months, 1946-1950, several wildlife students at Purdue University collected bats extensively in the vicinity of Lafayette, Indiana. An effort was made to secure unusual species and the hoary bat was especially sought. Not until the spring of 1948, however, was the first record of this comparatively rare bat obtained.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE HOARY BAT IN INDIANA AND ILLINOIS",
                "sec_num": null
            },
            {
                "text": "On May 19, 1948, a female containing two foetuses was shot by Richard G. Prasil in a field bordering the Purdue Dairy Woods. Two evenings later, on May 21, a second female, also with two foetuses, was collected at the same location. Several more of these bats were",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "OBSERVATIONS ON THE HOARY BAT IN INDIANA AND ILLINOIS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/33/1/109/834833 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "EMMET T. HOOPER, University of Michigan Museum of Zoology, Ann Arbor. Received April 6, 1951."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Contribution No.</td></tr><tr><td>178, Zoology Department, Oklahoma A. &amp; M. College. Received March 19,1951.</td></tr><tr><td>THE NORTHERN ELEPHANT SEAL ON SAN MIGUEL ISLAND, CALIFORNIA</td></tr><tr><td>For the past twenty years the elephant seal,</td></tr></table>",
                "text": "Mirounga angustirostris, has been reported from San Miguel and San Nicolas Islands. In August, 1925, I saw a single female in a colony of Steller's sea lions on San Miguel Island. I searched for elephant seals on San Nicolas Island in 1945, but failed to find any. While engaged in archeological work for the Santa Barbara Museum of Natural History in June of 1950, Mr. Phil C. Orr, Curator of Anthropology, reported seeing between 50 and"
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>RETT, Curator of Mammalogy, Santa Barbara Museum of Natural History, Santa Barbara,</td></tr><tr><td>California. Received February £3, 1961.</td></tr></table>",
                "text": "Richard Finley of the Museum Staff.-EGMONT Z."
            }
        }
    }
}