{
    "paper_id": "Hooper1946-ExtraTeethinaShrew",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:20.807088Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Hooper1946-ExtraTeethinaShrew",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "Twinning it! the Old World primate family Cercopithecidae is so uncommon that it is of interest to note the birth of twins to a green guenan, Cercopithecus sabaeus, in the San Diego Zoological Gardens on March 18, 1946. The birth occurred sometime during the night and when the keeper arrived in the morning he observed that both babies were apparently dead although the mother continued to carry and clean them. Finally she abandoned the babies at which time the keeper found them to be in a badly bruised condition. Smaller than other green gueuons born here, they are believed to have been otherwise normal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the past 15 years, more than 40 births of eight different species of Cercopithecus monkeys have been recorded in the San Diego Zoo, but this is the first occasion upon which twins have been born here to any member of the genus.-KEN STOTT, JR., Zoological Society of San Diego, San Diego, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Supernumerary teeth in shrews are rare. Hall (Jour. Dental Research, vol. 19, no. 2, pp. 105-106, 1940) found no extra teeth in 1837 specimens of the Soricidae he examined. Jackson (N. Amer. Fauna, no. 51, p. 19, 1928) noted extra teeth in only one of the more than 10,000 examples of Sorex available to him.",
                "cite_spans": [
                    {
                        "start": 45,
                        "end": 103,
                        "text": "(Jour. Dental Research, vol. 19, no. 2, pp. 105-106, 1940)",
                        "ref_id": null
                    },
                    {
                        "start": 181,
                        "end": 218,
                        "text": "(N. Amer. Fauna, no. 51, p. 19, 1928)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXTRA TEETH IN A SHREW",
                "sec_num": null
            },
            {
                "text": "A specimen of Sorex saussurei saussurei Merriam in the U ni versity of Michigan Museum of Zoology CU. M. M. Z. No. 88636) has seven, rather than the usual five, unicuspidate teeth in the right upper jaw. In size and amount of pigmentation the two extra teeth resemble the normal third unicuspid. They are located between the fourth and fifth unicuspids, one situated in line with the other teeth, the other arising from the outer (labial) side of the jaw and projecting laterally and ventrally. Associated with the two extra teeth are other modifications in the jaw. The total tooth row is slightly longer on the right side. The first and second unicuspids are normal in position, size and shape, but the third has a smaller crown diameter than its counterpart on the left side and has been squeezed labially, out of line with the first, second and fourth. The fourth is located slightly anterior to its normal position. The fifth is slightly smaller than, and located posterior to, the fifth on the left side. The specimen is a female collected at San Bartolome, 2900 meters elevation, in Distrito Federal, Mexico.-E~fMET T. HOOPER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "EXTRA TEETH IN A SHREW",
                "sec_num": null
            },
            {
                "text": "While hunting deer along the northern outlet of Ferris Lake, Hamilton County, New York, in early November of 1945, I came upon evidence of the use of witch-hobble (Viburnum. alnifolium) as food by beaver. While it is likely that this shrub has been recorded among the many plants eaten by beaver, a rather hasty review of the literature failed to disclose any record of its use by this animal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON ADIRONDACK DEA VEn",
                "sec_num": null
            },
            {
                "text": "These observations pertain to a beaver pond about one-half mile west of Ferris Lake. The pond, some 20 acres in area, is impounded by a dam about four feet in height. The neighboring slopes, which rise at a rather steep angle from the shores of the pond, support a mature forest composed primarily of yellow birch, sugar maple, and spruce; redinaple, beech, balsam fir, and hemlock occur in lesser numbers. There is an understory made up of the reproduction of these species, particularly yellow birch, the maples, and spruce. In addition, there is a considerable amount of'witch~hobble. The fact that aspen was formerly abundant in the vicinity of the pond is attested by the presence of the old stumps; however, the beaver have long since exhausted the supply of this preferred food.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON ADIRONDACK DEA VEn",
                "sec_num": null
            },
            {
                "text": "The only signs of recent cutting were on the south side of the pond, about one-third of the way from the dam toward the inlet. Here a eonsiderable number of witch-hobble stems up to one inch in diameter, as well as several red maples of slightly larger size, had been cut. The stems had been dragged to the pond and presumably added to the winter food cache. There was no visible evidence of recent repair work on the dam. Since I did not walk com-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON ADIRONDACK DEA VEn",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/27/4/394/1251983 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}