{
    "paper_id": "Hooper1946-Twogeneraofpocketgophersshouldbecongeneric",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:21.943909Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "6. One hundred and eighty gram embryo.-Testes as far posterior as possible in abdominal laterad and adjacent to the intestine in the perineal region; caudal epididymis of each appears to be in a peritoneal sac; very sparse hair on the hindquarters; vibrissae on snout about 5 mm long. 7. 'l'wo hundred and seventy gram embryos.-Head and shoulders well haired but the rest of the body sparsely haired. S. Four hundred and fifty gram embryo.-Testes in pseudopocketsoncither side of perineal region but in abdominal cavity except possibly the caudal epididyruis~ fully covered with long dark brown hair; light greenish material in lower gut. According to Packard (Jour. Mamm. vol. 22 p. S9) and Bradt (Jour. Marum. vol. 20 p. 487) these embryos must have been fairly close to full term. All the beavers except one were collected on the headwaters of the Missouri River at elevations ranging from 4,800 to 6,000 feet. The exception was taken from the Bitterroot River, at an elevation of 3,300 feet, on the Pacific side of the continental divide. This river is a part of the Columbia River drainage. The embryos from this female are at variance, considering the date, with those from the 1vlissouri. However, this is probably not significant as Scheffer (Jour. Mamm. vol. 6 p. 129) recorded embryos from the Columbia River in Oregon in March and April which correspond in size with the present records from the Missouri. A total of 49 embryos were obtained or 4.08 per female, with a maximum of 7 and a minimum of 2. Of the 46 embryos available for sexing, 21 were males and 25 were females, not a significant deviation from a 50:50 ratio by the chi-square test. This corresponds with the data obtained in Michigan by Bradt (Jour. Mamm. vol 19 p. 152). No external differences in sex were discovered and all embryos were sexed by dissection. From the data there does not appear to be any significant difference in the size of female and male embryos. There was, however, a notable variation in the weights of littermates. The considerable variation in weight between litters taken from the same general location indicates s. fairly long mating season.-CLARENCE ARCHER TRYON, JR.",
    "pdf_parse": {
        "paper_id": "Hooper1946-Twogeneraofpocketgophersshouldbecongeneric",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "6. One hundred and eighty gram embryo.-Testes as far posterior as possible in abdominal laterad and adjacent to the intestine in the perineal region; caudal epididymis of each appears to be in a peritoneal sac; very sparse hair on the hindquarters; vibrissae on snout about 5 mm long. 7. 'l'wo hundred and seventy gram embryos.-Head and shoulders well haired but the rest of the body sparsely haired. S. Four hundred and fifty gram embryo.-Testes in pseudopocketsoncither side of perineal region but in abdominal cavity except possibly the caudal epididyruis~ fully covered with long dark brown hair; light greenish material in lower gut. According to Packard (Jour. Mamm. vol. 22 p. S9) and Bradt (Jour. Marum. vol. 20 p. 487) these embryos must have been fairly close to full term. All the beavers except one were collected on the headwaters of the Missouri River at elevations ranging from 4,800 to 6,000 feet. The exception was taken from the Bitterroot River, at an elevation of 3,300 feet, on the Pacific side of the continental divide. This river is a part of the Columbia River drainage. The embryos from this female are at variance, considering the date, with those from the 1vlissouri. However, this is probably not significant as Scheffer (Jour. Mamm. vol. 6 p. 129) recorded embryos from the Columbia River in Oregon in March and April which correspond in size with the present records from the Missouri. A total of 49 embryos were obtained or 4.08 per female, with a maximum of 7 and a minimum of 2. Of the 46 embryos available for sexing, 21 were males and 25 were females, not a significant deviation from a 50:50 ratio by the chi-square test. This corresponds with the data obtained in Michigan by Bradt (Jour. Mamm. vol 19 p. 152). No external differences in sex were discovered and all embryos were sexed by dissection. From the data there does not appear to be any significant difference in the size of female and male embryos. There was, however, a notable variation in the weights of littermates. The considerable variation in weight between litters taken from the same general location indicates s. fairly long mating season.-CLARENCE ARCHER TRYON, JR.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The habit of some mammals, large and small, of following rather definite paths or trails during their routine comings and goings is well known. ,Particularly is this true of the skunk (Mephitis mephitis nigra), and especially in rather heavily forested areas, where they habitually use deer trails, abandoned roads, footpaths and other linear openings. While working at the Roosevelt Game Preserve, Scioto County. Ohio, in 1936, I often collected scats of skunks from trails for use in food habits determination. During the summer, it was noticed that a large number of carrion beetles of the genus Necrophorus were being eaten by skunks and appearing in the scats. It was also found at about the same time, that these carrion beetles were being attracted to the scats of skunks, opossums, deer, and other animals using the trails. On the 23rd of August, a skunk was observed on a well-beaten deer trail examining the scats and feeding on various insects, including butterflies and the previously mentioned carrion bettles, both present in considerable numbers. These skunks ha.d found an easy method of obtaining food, simply by \"running a line\" of scats at intervals during the day. It is also significant that the blueberries, dewberries, and other fruits found in the summer diet of skunks are best developed and fruit more abundantly along trails and other openings in the forest.-FLoYD B. CHAPMAN, Ohio Division of Conservation, Columbus, Ohio.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Pocket gophers of the genera Cratogeomys and Plalygeomys are no more distinct from each other than are gophers of several species of Thomomys, for example, T. bulbivorus and T. boUae or T. townsendii and T. talpoides. The structural differences between the two genera are sufficient in amount and kind for characterizing species groups, but in my opinion inadequate for differentiating genera of pocket gophers. Then, too, if the two groups are treated as congeneric, their close connection is indicated. This is in harmony with the primary function of the genetic category, namely, to show close relationships of forms included therein. For further consistency, other genera. of Mexican aod Central American gophers, Orlhogeomys, Heterogeomys, Macrogeomys, Pappogeomys, Zygogeomys, and Geomys, should be compared critically in light of modern taxonomic concepts for similarities warranting genetic grouping.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TWO GENERA OF POCKET GOPBERS SHOULD BE CONGENERIC",
                "sec_num": null
            },
            {
                "text": "Below are given data which led to the conclusion that Cratogeomys and Platygeomys should be treated as congeneric. Morphological features employed by Merriam (N. Amer. Fa.una, no. 8,1895) inhis review of the family Geomyidae (exclusive of the genus Thomomys) were used by me primarily in the comparison of specimens of Platygeomys and CratogeomY8 as follows: Cratogeomys merriami: Distrito Federal: Ajusco, 2 (U. S.); Tlalpam, 4 (U. S.). Mexico: Monte Rfo Frio, 2. C. castanops: Texas: Jeff Davis and Brewster counties, vicinity of Davis Mountains, 10; Dawson County, 2; Lubbock County, 3. Platygeomys gymnurus: Jalisco: Zapotlan, 3 (U; S.). P. tylorhinus: Hidalgo: Tula, 3 (U. S.). P. planicep8: Distrito Federal : Mexico City, 9; Coyoacan, 3. Mexico; Volcan Toluca, 2 (U. S. The differential characters to be seen in the sphenoids, turbinals, and ethmoids and in the area about the auditory capsule (Merriam, ibid) are variable and slight, not of generic weight.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 187,
                        "text": "Merriam (N. Amer. Fa.una, no. 8,1895)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TWO GENERA OF POCKET GOPBERS SHOULD BE CONGENERIC",
                "sec_num": null
            },
            {
                "text": "Of the several characters employed by Merriam for differentiating Platygeomys and Cratogeomys, those pertaining to the shape and dimensions of the zygomata, brain case and mandible are the principle ones. Those characters as a lot will distinguish the two groups, but individually they may be more or less common to both groups. For example, in Platygeomys the skull is usually broadest posteriorly. However, in 14 of the 16 specimens of Platygeomys varius at hand the breadth of the skull across the squamosals is less, rather than more, than the zygomatic breadth. There is also slight overlap between the groups in size of the jugal, depth of the cranium, and length and breadth of the mandible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TWO GENERA OF POCKET GOPBERS SHOULD BE CONGENERIC",
                "sec_num": null
            },
            {
                "text": "All of the differential characters are of a sort and magnitude which in the genus Thomomys and in some other small mammals are employed to differentiate species or species groups, not genera. In summary, study of specimens of Cratogeomys and Platygeomys indicates that those two groups of gophers are closely related and should be included within one genus. The latter group should be treated as the platygeomys group of the genus Cratogeomys, which name takes precedence for the genus through page priority (Merriam, ibid).- So few are the really top notch painters of big game in any country, a book about one of them isanimportant item for the naturalist. Carl Rungiusis, by far, the most accomplished and successful exponent of this difficult branch of art that we have had in North America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TWO GENERA OF POCKET GOPBERS SHOULD BE CONGENERIC",
                "sec_num": null
            },
            {
                "text": "The artist was born ncar Berlin, Germany, in 1869. He attended art school there and, at an early age, did excellent drawings of mammals. He first came to this country in 1894 to hunt moose in Maine and returned to stay in 1897. His career bas Dot been easy, and he earned a living by illustrating before turning to serious painting. In the latter field, experience has taught him that animal art is somewhat in disrepute here (as compared to abroad where such painters are solicited for important exhibitions) because of the flood of cheap posters and advertising illustrations. From his attempts to enter important exhibitions, Rungins has found that the judges and critics, not understanding animal painting, feel that this kind of subject matter is not serious art. As proof of this point, he painted landscape for a while, taking an important prize with one such picture and being elected to the National Academy! The artist's methods are of interest. His drawings nre very sure and' solid. All those in",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TWO GENERA OF POCKET GOPBERS SHOULD BE CONGENERIC",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/27/4/397/1252065 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "EMMET T. HOOPER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan\" REVIEWS Cooley, R. A., and Glen M. Kohls, THE GENUS IXODES IN NORTH AMERICA. Nat. lnst. Health, Bull, no. 184, 246 pp., 87 text-figures. Superintendent of Documents, U. S. Govt. Printing Office, Washington 25, D. C. Price 40 cents. This monograph of the genus Ixodes is the fourth of a series of monographs on the ticks of North America by the same authors, The genera Dermacentor, Amblyomma, and the family Argasidae have been treated previously. Most of the 41 species of Ixodes listed are parasites of mammals but a few are typical bird parasites, Several species bear the name of their respective mammal hosts, as I. neotomae, I. peromysci, I. marmotae, I. ochoionae, I. muris, I. soricis, and I. conepati. Four species are recorded from man. Synonymy, description of adults and immature stages, where known, host and geographical distribution, line drawings, and distributional maps are given for each species. A classified list of vertebrate hosts records the species taken on each.-WILLIAM L. JELLISON. Schaldach. Wi1liam J. CARL RUNGIUS. Big Game Painter. Fifty Years with Brush and Rifle. Countryman Press, West Hartford, Vermont. Pp. [10] + 1-117, 10 col. pIs., portrait, 11 phot., 18 drawings, 9 etchings. Quarto. 1945. Price $17.50. Sold by A. S. Barnes & Co., 67 West 44th St., New York 18, N. Y."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "text": "). P. varius: Michoa_ can: vicinity of Uruapan, 14; 1 mi. S Corupo, 2. Specimens indicated by the symbol (U. S.) are from collections of the U. S. Fish and Wildlife Service. For their use I thank Hartley H. T. Jackson.The two groups of specimens (Platygeomys and Cralogeomys), supplemented with data. from Merriam (ibid), are compared below:",
                "content": "<table><tr><td>Platygeomys</td><td/><td colspan=\"2\">Cralogeomys</td><td/></tr><tr><td>Color reddish-brown or blackish.</td><td colspan=\"4\">Color reddish-brown, tan, or blackish.</td></tr><tr><td>Pelage moderately dense and soft.</td><td colspan=\"4\">Pelage moderately dense and soft.</td></tr><tr><td>Size medium (fumosus) to large (gymnums)</td><td>Size medium</td><td colspan=\"3\">(castanops) to le.rge</td></tr><tr><td>-hind foot 37-52 mm.</td><td colspan=\"4\">(merriami)-hind foot 31-51 mm,</td></tr><tr><td>Pm 4 , Ml, and M2 without posterior enamel</td><td colspan=\"4\">Pm 4 , 1V[1, and M2 without posterior enamel</td></tr><tr><td>plate.</td><td>plate,</td><td/><td/><td/></tr><tr><td>Single median sulcus in upper incisor.</td><td colspan=\"4\">Single median sulcus in upper incisol\".</td></tr><tr><td>Greatest breadth of skull across squamo-</td><td colspan=\"4\">Breadth 8\\.HJ7 percent of zygomatic</td></tr><tr><td>sals 93-107 percent of zygoma tic breadth.</td><td colspan=\"4\">breadth, Depth of cranium at occiput</td></tr><tr><td>Depth of cranium at occiput 37-47 per-</td><td colspan=\"4\">46-49 percent of breadth across squamo-</td></tr><tr><td>cent of breadth across squamosals.</td><td>sals.</td><td/><td/><td/></tr><tr><td>Lambdoidal crest sinuous.</td><td>Lambdoidal</td><td>crest</td><td>broadly</td><td>convex</td></tr><tr><td/><td colspan=\"4\">(merriami) or sinuouB (caslanops)_</td></tr><tr><td>Greatest breadth of mandible about equal</td><td colspan=\"4\">Mandible slightly longer than broad.</td></tr><tr><td>to or greater than length.</td><td/><td/><td/><td/></tr><tr><td>Angular process long, moderately narrow,</td><td colspan=\"3\">Angular process shorter, broader.</td><td/></tr><tr><td>Lower incisor root located about midway</td><td colspan=\"4\">Lower incisor root located nearer angular</td></tr><tr><td>between condyle and angular process.</td><td colspan=\"3\">process than condyle,</td><td/></tr><tr><td>Shelf present around base of incisor root.</td><td colspan=\"4\">Shelf present around base of incisor root.</td></tr><tr><td>Jugal forms much of zygomatic arch, its</td><td colspan=\"4\">Jugal forms much of arch, its length</td></tr><tr><td>length anterior to squamosal arm of</td><td colspan=\"4\">anterior to squamosal arm of zygomata</td></tr><tr><td>zygomata amounts to 57-101 percent of</td><td colspan=\"4\">amounts t.o 53-i4 percent of length of</td></tr><tr><td>length of basioccipital on median line.</td><td colspan=\"4\">basioccipitaL Jugal expanded ante-</td></tr><tr><td>Jugal expanded anteriorly into broad</td><td colspan=\"4\">riorly into broad (mcrriami) or small</td></tr><tr><td>plate.</td><td colspan=\"2\">(castanops) plate,</td><td/><td/></tr><tr><td>Paroccipital process large, flattened dorso-</td><td colspan=\"4\">Paroccipital process large, flattened</td></tr><tr><td>ventrally,</td><td colspan=\"4\">dorsoventrally (merriami) , or small,</td></tr><tr><td/><td colspan=\"3\">without plate (castanops) ,</td><td/></tr><tr><td>Length of cutting edge of upper incisors</td><td colspan=\"4\">Length of cutting edge of upper incisors</td></tr><tr><td>13-15 percent of basilar length.</td><td colspan=\"3\">14-18 percent of basilar length,</td><td/></tr><tr><td>Anteroposterior and right-left diameters of</td><td colspan=\"4\">Anteroposterior and right-left diameters</td></tr><tr><td>incisors subequal.</td><td colspan=\"2\">of incisors subequa1.</td><td/><td/></tr></table>"
            }
        }
    }
}