{
    "paper_id": "Hooper1968-Habitatsandfoodofamphibiousmiceofthegenusrheomys",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:27.920932Z"
    },
    "title": "",
    "authors": [
        {
            "first": "J",
            "middle": [
                "N"
            ],
            "last": "Huff",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "E",
            "middle": [
                "O"
            ],
            "last": "Price",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "HABITATS AND FOOD OF A1tlPHIBIOUS NIICE OF THE GENUS RHEOMYS Although the known range of Rheomys extends from Colombia to Oaxaca (Cabrera, 1961; Goodwin, 1959), there are few records of occurrence of these mice and little information on their biology (Stirton, 1944). The following notes increase the number of distributional records by approximately 50%, suggest trophic levels of the species, and comment on their classification. Localities.-Four of the five new localities of record are in Costa Rica. These, when added to the previous one (Tres Hios, Provo Cartage, 1350 m-Thomas, 1906b) make it clear that these amphibious mice are widely distributed in that Republic. There are now records for the three principal Cordilleras: Volcanica, Central, and de Talamanca. All of them are on the Pacific slope, in drainages of the Rio Diquis, Rio Grande de Tarcoles, and the Rio Cuacimal, but this almost certainly results from the effort to seek these animals especially in the Pacific drainage. There is no reason to believe that they are not also present on Caribbean slopes. Current information suggests that these mice may occur in most of the small, tumbling, vegetation-protected, clear-water streams in wet montane forest (Hcloud forest\") along the mountainous backbone of the Republic. Costa Rica, Provo San Jose, tributaries of the Rio Buena Vista. The Rio Buena Vista is one of the streams draining the Cordillera de Talamanca that join to form the Rio General, which in turn flows into the Rio Diquis. In July 1962, five specimens were obtained on two tributaries of the river near intersections with the Pan. American Highway, respectively, at 5200 ft elevation, 11 mi. (by road) N San Isidro del General, and at 4800 ft, 9 mi. N San Isidro. David Klingener obtained one specimen in a muddy area about 2 ft from a small pool in the shallow stream at the 5200-ft station. The other examples were obtained at the lower station where the habitat was similar but better developedthe canyon broader, the stream larger, and the vegetation less disturbed. One specimen was trapped on sand and leaves in an eddy of a small stream in a narrow, precipitously walled, feeder canyon. The stream, no more than 3 ft wide and 6 or 8 inches deep, and mostly covered by debris and vegetation, dropped by two 12-ft waterfalls and smaller cascades into a larger stream that drained the main canyon. The larger stream, the bubbling clear water 6 to 8 ft in width and perhaps 2 ft in depth and dropping precipitously frequently, fitted the picture of a montane trout stream. Dense vegetation of tall oaks and other hardwoods draped with tangles of epiphytes covered much of the stream and gave the valley bottom a seemingly impenetrable appearance. Fallen hardwoods and tree ferns strewn with vines added additional tangles. GuyNlusser obtained three examples along this main stream, one on a mossy leaf-littered rock ledge under a waterfall, another at the edge of a shallow riffle, and the third at the edge of the stream. In sampling these tributaries of the Rio Buena Vista we used museum special traps baited with a mixture of oatmeal and oily bits of canned sardines. We saw crabs and aquatic. insects, but no fish. Costa Rica, Provo Puntarenas, At!ante Verde, Rio Gudcimal. Monte Verde, the Quaker colony located near the three-province corner (Guanacaste, Alajuela, and Puntarenas) in the Cordillera Volcanica, straddles the Rio Cuacimal, which is one of several streams draining the southwestern slopes of the Cordillera and emptying into the Golfo de Nicoya. Tumbling• over boulders in steep-sided canyons, the Cuacimal in its headwaters also fits the picture of a montane trout stream. About 1:30 A~f on",
    "pdf_parse": {
        "paper_id": "Hooper1968-Habitatsandfoodofamphibiousmiceofthegenusrheomys",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "HABITATS AND FOOD OF A1tlPHIBIOUS NIICE OF THE GENUS RHEOMYS Although the known range of Rheomys extends from Colombia to Oaxaca (Cabrera, 1961; Goodwin, 1959), there are few records of occurrence of these mice and little information on their biology (Stirton, 1944). The following notes increase the number of distributional records by approximately 50%, suggest trophic levels of the species, and comment on their classification. Localities.-Four of the five new localities of record are in Costa Rica. These, when added to the previous one (Tres Hios, Provo Cartage, 1350 m-Thomas, 1906b) make it clear that these amphibious mice are widely distributed in that Republic. There are now records for the three principal Cordilleras: Volcanica, Central, and de Talamanca. All of them are on the Pacific slope, in drainages of the Rio Diquis, Rio Grande de Tarcoles, and the Rio Cuacimal, but this almost certainly results from the effort to seek these animals especially in the Pacific drainage. There is no reason to believe that they are not also present on Caribbean slopes. Current information suggests that these mice may occur in most of the small, tumbling, vegetation-protected, clear-water streams in wet montane forest (Hcloud forest\") along the mountainous backbone of the Republic. Costa Rica, Provo San Jose, tributaries of the Rio Buena Vista. The Rio Buena Vista is one of the streams draining the Cordillera de Talamanca that join to form the Rio General, which in turn flows into the Rio Diquis. In July 1962, five specimens were obtained on two tributaries of the river near intersections with the Pan. American Highway, respectively, at 5200 ft elevation, 11 mi. (by road) N San Isidro del General, and at 4800 ft, 9 mi. N San Isidro. David Klingener obtained one specimen in a muddy area about 2 ft from a small pool in the shallow stream at the 5200-ft station. The other examples were obtained at the lower station where the habitat was similar but better developedthe canyon broader, the stream larger, and the vegetation less disturbed. One specimen was trapped on sand and leaves in an eddy of a small stream in a narrow, precipitously walled, feeder canyon. The stream, no more than 3 ft wide and 6 or 8 inches deep, and mostly covered by debris and vegetation, dropped by two 12-ft waterfalls and smaller cascades into a larger stream that drained the main canyon. The larger stream, the bubbling clear water 6 to 8 ft in width and perhaps 2 ft in depth and dropping precipitously frequently, fitted the picture of a montane trout stream. Dense vegetation of tall oaks and other hardwoods draped with tangles of epiphytes covered much of the stream and gave the valley bottom a seemingly impenetrable appearance. Fallen hardwoods and tree ferns strewn with vines added additional tangles. GuyNlusser obtained three examples along this main stream, one on a mossy leaf-littered rock ledge under a waterfall, another at the edge of a shallow riffle, and the third at the edge of the stream. In sampling these tributaries of the Rio Buena Vista we used museum special traps baited with a mixture of oatmeal and oily bits of canned sardines. We saw crabs and aquatic. insects, but no fish. Costa Rica, Provo Puntarenas, At!ante Verde, Rio Gudcimal. Monte Verde, the Quaker colony located near the three-province corner (Guanacaste, Alajuela, and Puntarenas) in the Cordillera Volcanica, straddles the Rio Cuacimal, which is one of several streams draining the southwestern slopes of the Cordillera and emptying into the Golfo de Nicoya. Tumbling• over boulders in steep-sided canyons, the Cuacimal in its headwaters also fits the picture of a montane trout stream. About 1:30 A~f on",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Condition of no.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Locality stomach tion of 1300 m on the river, Ronald Turner and I observed an animal that probably was a Rheomys. The animal, when first spotted by Turner, was sitting on a moss-covered houlder in the stream. When we approached, it dove below the surface, darted toward one shore, abruptly changed course, shot over two rapids, and disappeared down stream. The animal was exceedingly quick in movement and speedy in swimming; it gave the Impression that it was completely in command of the situation. I am confident of this record but have no speciInen to support it.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Costa Rica, Provo Alaiuela, Rio Poasita. The Rio Poasita, which joins the Rio Poas and drains into the Rio Virilla, a tributary to the Rio Grande de Tarcoles, is in the same drainage system as Tres Rios, mentioned above. At the collecting station, an elevation of 2000 m near where the Volcan Po as highway crosses the river, many of the elements seen at the other stations were also present: clear, fast, cool water-the stream a series of riffles, falls, and pools in a shaded V-shaped canyon. The plant cover was more temperate in aspect than at the aforementioned localities; oaks, alder, and other temperate plants were represented.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "James Brown and I worked on the streams 6 and 7 April 1966 using both live traps (National) and museum specials, each baited with a mixture of oatmeal and sardine oil. The snap traps were successful. Brown obtained three examples: one on a rocky burin the stream, another on a rock at the base of a waterfall, and the third at the edge of a flume that diverted water for irrigation purposes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Guatemala, Dept. Huehuetenango, Finca Inierto, Injerto is situated 8~krn (by jeep road) W El Reposo, a settlement on the Pan American Highway, 7 km southeast of the Chiapas state line. Tom Betz observed amphibious mice, and obtained a specimen, in a small stream, elevation 1600 m, 3 km north of the Injerto buildings. The stream drains into the Rio-Selegua, tributary of the Rio Grijalva. Coffee and sugar cane are grown in the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Food and breeding.-These amphibious mice appear trophically and behaviorally to be ecologic counterparts of the northern water shrews, Sorex palustris and Neonujs [otliens, and the resemblance cans to mind a proposition that warrants further exploration, namely ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "that in the New World tropics rodents fill niches elsewhere occupied by the Insectivora. The food of the mice, as revealed by contents of six stomachs, is aquatic larvae of insects supplemented by a variety of other animals encountered in or near the water (Table 1 ). All but one of the food items are invertebrates. The one vertebrate, a fish, likely at .least six inches in length (fide R. M. Bailey), probably was too large to be a prey item unless it was moribund or dead when encountered by the mouse. It may have been carrion. Stirton (1944) recorded animal materials and plant pulp in specimens from EI Salvador.",
                "cite_spans": [
                    {
                        "start": 534,
                        "end": 548,
                        "text": "Stirton (1944)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 265,
                        "text": "(Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "The examples provide little information on reproduction. Those obtained on 20-21 July on the Rio Buena Vista were near or in breeding condition: in two males the testes were descended, and the mammae in a female evidenced recent lactation. Testes also were large and descended in two specimens obtained on 6-7 April on the Rio Poasita. There are three pairs of mammae: pectoral, abdominal, and inguinal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Species represented.-The following comments on taxonomy derive from comparison of the nine specimens with the original descriptions of the five ichthyomyine genera (Cabrera, 1961) and eight forms of Rheomys (Miller and Kellogg, 1955; Goodwin, 1959) , and with the following additional specimens: R. hartmanni, Cotito Hot Springs, 4900 ft, Chiriqui, Panama, 1, (ANS); R. underwoodi, Velo, 5000 ft, Chiriqui, Panama, 1 (ANS); R. thomasi thomasi, Cerro Cacaguatique, 3500 ft, San Miguel, EI Salvador, 2; R. t. chiapensis, Prusia, 1100 m, Chiapas, 1.",
                "cite_spans": [
                    {
                        "start": 164,
                        "end": 179,
                        "text": "(Cabrera, 1961)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 207,
                        "end": 233,
                        "text": "(Miller and Kellogg, 1955;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 234,
                        "end": 248,
                        "text": "Goodwin, 1959)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "The specimens indicate that in Costa Rica and western Panama there are two geographically overlapping kinds of amphibious mice, as Enders (1939) intimated, rather than a single species as Hershkovitz (1966) suggested. One form, represented by the specimens from Rio Poasita, Costa Rica, and Velo, Panama, is highly specialized for aquatic life. Its characters, though resembling those of Anotomys leander (Thomas, 1906a) or other South American ichthyomyines, apparently best fit those of Rheomys underwoodi ( Thomas, 1906b) . The second form, represented by the specimens from Rio Buena Vista, Costa Rica, and Cotito Hot Springs, Panama, is less specialized for aquatic life. The name R. hartmanni Enders (1939) applies to it.",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 144,
                        "text": "Enders (1939)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 188,
                        "end": 206,
                        "text": "Hershkovitz (1966)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 405,
                        "end": 420,
                        "text": "(Thomas, 1906a)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 508,
                        "end": 524,
                        "text": "( Thomas, 1906b)",
                        "ref_id": null
                    },
                    {
                        "start": 699,
                        "end": 712,
                        "text": "Enders (1939)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "The specimens in the sample of hartmanni may be compared with those representing underwoodi as follows: smaller (Table 2) ; pelage shorter and less aquatic in character, the combination of dense underfur and long guard hairs less like that of a muskrat than in underwoodi; underparts and muzzle darker (buffy and dusky, respectively, compared with silvery white in underwoodi); pinnae larger (about 40%, compared with 20%, of hind foot length) protruding beyond fur instead of buried in it; hind feet shorter and narrower with shorter fringes, not the broad paddles equipped with long silvery fringes of hair along their sides and between the toes as seen in underwoodi; tail smaller in diameter and length; cranium smaller (Table 2) , more angular in dorsal view, and with relatively smaller brain case, thicker• incisors, and a longer masseteric process of the zygomatic plate (extending ventrad beyond alveolar plane of molar row in hartmanni but not in underwoodi).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 121,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 724,
                        "end": 733,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Specimen",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/49/3/550/921128 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The. determination of the reservoirs of western encephalitis virus in Alberta required the capture of many Richardson's ground squirrels, Citellus richardsonii (Sabine), that were in good condition for bleeding and dissection in the laboratory. Spring traps were found to be unsatisfactory because many animals died from exposure or severe injury before they could be brought to the laboratory. Two other traps, the Havahart Trap and the National Live Trap, were tried but were inadequate because they had to be baited and set outside the burrows, and the animals did not enter them. Also, the wind frequently released the locking mechanism of the Havaharts and caused a high proportion of them to close prematurely.. . . The prototype of the Cen Trap described herein was designed and built In co-operation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE GEN TRAP, A SIMPLE, HUMANE TRAP FOR RICI-IARDSON'S GROUND SQUIRRELS, CITELLUS RICHARDSONII (SABINE)",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The two sets may also occur north of Costa Rica. The two examples of R. t. thomasi from EI Salvador are cranially and externally similar to the Costa Rican specimens of hartmanni, although they are larger. The example from Cuatemala and that from Chiapas (type of R. t. chiapensis) on the other hand, are like the examples of underwoodi in cranial characters, diameter of tail, size of hind feet, and length of fringes on the feet, but the pinnae are almost as large as in hartmanni. The possibility that the two types are widespread in Middle America should be kept in mind in an increased effort to obtain additional samples of these animals. They may occur in most small clear-water streams of the mountains of Middle America. I am grateful to",
                "authors": [],
                "year": null,
                "venue": "It is not known how other populations of amphibious mice are related to these two species. The meager information suggests that both of these sets of characters also occur to the east and south: R. raptor of extreme eastern Panama resembles hartmanni",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "It is not known how other populations of amphibious mice are related to these two species. The meager information suggests that both of these sets of characters also occur to the east and south: R. raptor of extreme eastern Panama resembles hartmanni (Enders, Ope cit.) and R. trichotis of the Magdalena River, Colombia, may be like underuioodi (Thomas, 1906b). The two sets may also occur north of Costa Rica. The two examples of R. t. thomasi from EI Salvador are cranially and externally similar to the Costa Rican specimens of hartmanni, although they are larger. The example from Cuatemala and that from Chiapas (type of R. t. chiapensis) on the other hand, are like the examples of under- woodi in cranial characters, diameter of tail, size of hind feet, and length of fringes on the feet, but the pinnae are almost as large as in hartmanni. The possibility that the two types are widespread in Middle America should be kept in mind in an increased effort to obtain additional samples of these animals. They may occur in most small clear-water streams of the mountains of Middle America. I am grateful to J. T. Leonard, T. E. Moore, and R. M. Bailey for assistance in identifica- tion of the stomach contents, and to R. K. Enders for the use of two specimens in the Academy of Natural Sciences of Philadelphia (ANS). Partial support was provided by the National Science Foundation (G-6379, and GB-3366). LITERATURE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Catalogo de los mamiferos de America del Sur. Rev. Mus, Argentino Cienc. Nat",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "309--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABRERA, A. 1961. Catalogo de los mamiferos de America del Sur. Rev. Mus, Argen- tino Cienc. Nat. \"Bernardino Rivadavia,\" 4: xxii + 309-732.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A new rodent of the genus Rheomys from Chiriqui",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Enders",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Proc. Acad. Nat. Sci. Philadelphia",
                "volume": "90",
                "issue": "",
                "pages": "295--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ENDERS, R. K. 1939. A new rodent of the genus Rheomys from Chiriqui. Proc. Acad. Nat. Sci. Philadelphia, 90: 295-296.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Go' 1959. Descriptions of some new mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Goodwin",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Amer. Mus. Novit",
                "volume": "",
                "issue": "",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODWIN, G. Go' 1959. Descriptions of some new mammals. Amer. Mus. Novit., 1967: 1-8.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Mice, land bridges and Latin American faunal interchange",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Field Mus",
                "volume": "861",
                "issue": "",
                "pages": "725--751",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1966. Mice, land bridges and Latin American faunal interchange. Pp, 725-751, in Ectoparasites of Panama (R. L. Wenzel and V. L. Tipton, eds.), Field Mus. Nat. Hist., Chicago, xii + 861 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "List of North American Recent mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Bull. U. S. Nat. Mus",
                "volume": "205",
                "issue": "",
                "pages": "1--954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., JR., AND R. KELLOGG. 1955. List of North American Recent mammals. Bull. U. S. Nat. Mus., 205: xii + 1-954.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Tropical mammal trapping I: the water mouse Rheomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Stirton",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "J.1vlan1111",
                "volume": "25",
                "issue": "",
                "pages": "337--343",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STIRTON, R. A. 1944. Tropical mammal trapping I: the water mouse Rheomys. J.1vlan1111., 25: 337-343.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A new aquatic genus of Muridae discovered by Consul L. Soderstrom in Ecuador",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1906,
                "venue": "Ann. Mag. Nat. Hist., sere",
                "volume": "7",
                "issue": "",
                "pages": "86--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THOMAS, O. 1906a. A new aquatic genus of Muridae discovered by Consul L. Soder- strom in Ecuador. Ann. Mag. Nat. Hist., sere 7, 17: 86-88.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A third genus of the Ichthyomys group",
                "authors": [],
                "year": 1906,
                "venue": "Ann. Mag. Nat. Hist., sere",
                "volume": "7",
                "issue": "",
                "pages": "421--423",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1906b. A third genus of the Ichthyomys group. Ann. Mag. Nat. Hist., sere 7, 17: 421-423.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF1": {
                "content": "<table><tr><td/><td/><td colspan=\"2\">External measurements</td><td/><td colspan=\"2\">Cranial measurements</td></tr><tr><td>Species</td><td>Total length</td><td>Tail vertebrae</td><td>Hind foot</td><td>Ear from notch</td><td>Basilar length</td><td>Breadth of brain case</td></tr><tr><td>R. underwoodi</td><td>285-292</td><td>148-156</td><td>36-38</td><td>7.8</td><td>23.2, 24.1</td><td>14.9, 15.4</td></tr><tr><td/><td>(3)</td><td>(3)</td><td>(3)</td><td/><td/><td/></tr><tr><td>R. hartmanni</td><td>223-230</td><td>105-115</td><td>27-29</td><td>11</td><td>21.5, 23.7</td><td>12.3, 13.3</td></tr><tr><td/><td>(5)</td><td>(5)</td><td>(5)</td><td/><td/><td/></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "-Measurements (mm) of adult specimens of R. underwoodi (Rio Poasita, Costa Rica, and Velo, Panama) and R. hartmanni (Rio Buena Vista, Costa Rica); numbers of specimens indicated in parentheses."
            }
        }
    }
}