{
    "paper_id": "Jackson1921-THEAMERICANSOCIETYOFMAMMALOGISTS",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:31.191488Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Jackson1921-THEAMERICANSOCIETYOFMAMMALOGISTS",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "anticipated, so that two large volumes have been necessary to deascibe them. These two volumes contain 1,846 pages and 1,783 figures. In these volumes the treatment used in the others has been followed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Chemists and crystallographers, the world over, are greatly indebted to Professor Groth for this most important reference work, which is a critical survey of all the crystallized material described thus far. As is generally known, Professor Groth has devoted his life to problems in chemical crystallography. He was the founder of and for many years the editor of the Zeitschrift fuer Krystallogrophie und Mineralogie. Hence, he was peculiarly fitted to undertake this very difficult and timeconsuming task. EDWARD IN the course of our investigation of the soft pork of peanut-fed hogs it occurred to me that if an animal in starving used its liquid fat first, this would make it possible to overcome the softness of the pork on peanut-fed hogs. If the animal used the liquid fat first in starving it would be reasonable to suppose that if both liquid and solid fat were fed at the same time he would use a greater proportion of the liquid fat to meet the energy requirements of his body. Then it would be possible to attack the soft pork problem in two ways. One would be to feed peanuts alone for forty or fifty days then starve the hog for some eight or ten days so as to remove the liquid fat as much as possible, and afterwards finish the feeding with other feeds. The other way would be to feed the peanuts not alone for forty or fifty days as is the custom but to feed them with some feed that would produce solid fat and in this way the animal would use a greater percentage of the soft fat that was fed than he would otherwise. We got some results this past spring which indicated that it is much better to feed the hogs peanuts with other feeds for 487 seventy days than it is to feed for forty or fifty days with peanuts alone, then to finish with other feeds.",
                "cite_spans": [
                    {
                        "start": 508,
                        "end": 514,
                        "text": "EDWARD",
                        "ref_id": null
                    },
                    {
                        "start": 515,
                        "end": 517,
                        "text": "IN",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To determine whether an animal in starving uses the liquid fat more rapidly than it does the solid fat, rabbits were fed on peanuts and alfalfa for six weeks. One of the rabbits was killed at the end of the feeding period and the others were killed after starving three, five and seven days. The iodine numbers of the kidney fat and the back fat were determined. Two series of rabbits were treated in this way but the results of the last series only will be given. The per cent. of the livers extracted by ether, were rabbit 1, 8.15, rabbit 2, 17.04 rabbit 3, 19.18, rabbit 4, 20.09. It was expected that the ether extract of the livers would increase in starvation and it was thought that the iodine number of this extract would increase but in this last we were disappointed as the iodine number was practically constant, showing the values from 98 to 104.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Our results indicate that the liquid fat of an animal during starvation is used more rapidly than the solid fat, that the liquid fat of the back or subcutaneous fat is used more rapidly than that of the kidney. It is our intention to repeat this work, beginming in about a month, using pigs instead of rabbits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "S. T. DOWELL OKLAH:OMA AGRICULTURAL EXPERIMENT ",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 46,
                        "text": "EXPERIMENT",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "TABREF1": {
                "text": ".......... 96.23 2 ......... 78.34 3 .......... 70.98 4 .......... 66.22",
                "type_str": "table",
                "content": "<table><tr><td>Iodine Number of Back Fat 1Iodine Number of Rabbit No. Kitdney Fat 98.00</td></tr><tr><td>97.92</td></tr><tr><td>95.33</td></tr><tr><td>92.36</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "text": "STATION, STILLWATER THE AMERICAN SOCIETY OF MAM-MALOGISTS THE third annual meeting of the American Society of Mammalogists was held in the United States National Museum, Washington, D. C., May 2-4, 1921. Officers elected for the",
                "type_str": "table",
                "content": "<table/>",
                "num": null
            }
        }
    }
}