{
    "paper_id": "JenkinsandMcClearn1984-Mechanismsofhindfootreversalinclimbingmammals",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:55.332179Z"
    },
    "title": "Mechanisms of Hind Foot Reversal in Climbing Mammals",
    "authors": [
        {
            "first": "Farish",
            "middle": [
                "A"
            ],
            "last": "Jenkins",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Haruard University",
                "location": {
                    "postCode": "02138",
                    "settlement": "Cambridge",
                    "region": "Massachusetts"
                }
            },
            "email": ""
        },
        {
            "first": "Deedra",
            "middle": [],
            "last": "Mcclearn",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Haruard University",
                "location": {
                    "postCode": "02138",
                    "settlement": "Cambridge",
                    "region": "Massachusetts"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Many climbing mammals are able to reverse normal hind foot posture to effect the grip necessary to descend headfirst or to hang upside down. Such hind foot reversal is known in sciurids, procyonids, felids, viverrids, tupaiids, prosimians, and marsupials. The joint movements involved, however, have never been documented unequivocally although various interpretations (some contradictory) have been made. We report here radiographic data from species of the genera Didelphis, Felis, Nasua, Nycticebus, Potos, Sciurus, and Tupaia. In the six eutherians studied, three joints are involved, and there is a common pattern in the mechanism: crurotalar plantarflexion, subtalar inversion, and transverse tarsal supination. Hind foot reversal represents the development of an unusual degree of excursion at these joints, rather than the appearance of any new type of movement. In Didelphis the mechanism is quite different: a bicondylar, spiral tibiotalar joint is the principal site of inversiodabduction movements. This specialization is characteristic of didelphids and phalangerids, and occurs in the extinct multituberculates as well; it is not found in macropodids (which are like eutherians in crurotalar joint structure) or other marsupial families. This diversity in pedal structure and function is evidently the result of parallel evolution from the type of tibiotalar joint of cynodonts and early mammals. In Morganucodon the bulbous, hemispheroidal proximal surface of the talus bears two tibia1 facets. These facets are represented in didelphids and multituberculates as sulci, whereas in macropodids and eutherians they developed as the proximal and medial surfaces of the talar trochlea. Among living mammals, the primitive hemispheroidal joint is retained among monotremes as a ball and socket joint.",
    "pdf_parse": {
        "paper_id": "JenkinsandMcClearn1984-Mechanismsofhindfootreversalinclimbingmammals",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Many climbing mammals are able to reverse normal hind foot posture to effect the grip necessary to descend headfirst or to hang upside down. Such hind foot reversal is known in sciurids, procyonids, felids, viverrids, tupaiids, prosimians, and marsupials. The joint movements involved, however, have never been documented unequivocally although various interpretations (some contradictory) have been made. We report here radiographic data from species of the genera Didelphis, Felis, Nasua, Nycticebus, Potos, Sciurus, and Tupaia. In the six eutherians studied, three joints are involved, and there is a common pattern in the mechanism: crurotalar plantarflexion, subtalar inversion, and transverse tarsal supination. Hind foot reversal represents the development of an unusual degree of excursion at these joints, rather than the appearance of any new type of movement. In Didelphis the mechanism is quite different: a bicondylar, spiral tibiotalar joint is the principal site of inversiodabduction movements. This specialization is characteristic of didelphids and phalangerids, and occurs in the extinct multituberculates as well; it is not found in macropodids (which are like eutherians in crurotalar joint structure) or other marsupial families. This diversity in pedal structure and function is evidently the result of parallel evolution from the type of tibiotalar joint of cynodonts and early mammals. In Morganucodon the bulbous, hemispheroidal proximal surface of the talus bears two tibia1 facets. These facets are represented in didelphids and multituberculates as sulci, whereas in macropodids and eutherians they developed as the proximal and medial surfaces of the talar trochlea. Among living mammals, the primitive hemispheroidal joint is retained among monotremes as a ball and socket joint.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Mammalian hind feet exhibit a diversity commensurate with the broad range of mammalian behavior, and morphologists have long been interested in the relation between foot structure and locomotor use. Understandably, most studies have been principally anatomical, for detailed observation or interpretation of function under physiological conditions is difficult. In this study, we employed radiography to examine the hind feet of live specimens in order to document the unusual tarsal excursions and foot postures of mammals that climb.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Kinkajous, tree squirrels, and many other arboreal mammals are able to effect a grip with a 180\" reversal of normal hind foot posture. Squirrels employ this grip to descend vertical surfaces headfirst; kinkajous use foot reversal in descent and also to hang upside down from branches ( Fig. 1) . Depending on the stance and the nature of the supporting surface, the foot appears either to have been turned backward (so as to permit hanging by claws) or to have rotated the plantar surface to a n anatomically dorsal position (as in the case of the hanging kinkajou).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 286,
                        "end": 293,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The ability to employ foot reversal is widespread among mammals, and occurs not only in primarily arboreal species but also in many small to medium-sized forms that are active climbers. In some genera (e.g., Cyclopes, Bradypus, and Choloepus among the edentates) there occur gross modifications of the hind foot for mobility and prehensility. Our interest, however, has focused on species that achieve unusual postures without obvious structural alterations. An extensive lit-erature documents foot reversal in various sciurids, procyonids, viverrids, tupaiids, prosimians, and marsupials (reviewed by Trapp, '72; Cartmill, '74) . One felid, the margay or tree ocelot (Felis wiedii), has also developed this ability (Leyhausen, '63) .",
                "cite_spans": [
                    {
                        "start": 602,
                        "end": 608,
                        "text": "Trapp,",
                        "ref_id": null
                    },
                    {
                        "start": 609,
                        "end": 613,
                        "text": "'72;",
                        "ref_id": null
                    },
                    {
                        "start": 614,
                        "end": 623,
                        "text": "Cartmill,",
                        "ref_id": null
                    },
                    {
                        "start": 624,
                        "end": 628,
                        "text": "'74)",
                        "ref_id": null
                    },
                    {
                        "start": 716,
                        "end": 727,
                        "text": "(Leyhausen,",
                        "ref_id": null
                    },
                    {
                        "start": 728,
                        "end": 732,
                        "text": "'63)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The mechanism of hind foot reversal has never been unequivocally demonstrated in living specimens, although various interpretations have been made. Landry ('65) suggested that this posture is possible in scansorial rodents through their \"ability to rotate the thigh outward to a marked degree . . . slight outward rolling of the tibia on the knee . . . [and] marked inversion of the foot at the ankle joint combined with extension.\" He cited \"an increased articular surface on the medial side of the astragalus plus an additional bone intercalated between the [navicular] . . . and sustentaculum tali . . .\" as being among the features related to this ability. Leyhausen ('63) claimed that the margay cat rotates the fibula and foot in a manner analogous to pronatiodsupination in the forelimb. Trapp ('72) presented drawings based on radiographs of a dead ringtail (Bassariscus astutus), and suggested that of the 180\" of rotation, up to 90\" are accommodated at the hip joint, about 20\" occur at the talocalcaneal joint, and the residual 70\" at the transverse tarsal joint (between the calcaneus and cuboid, and talus and navicular). Reversed foot posture in squirrels has been variously interpreted. Dobroruka ('60) cited the height of the lateral side of the talar trochlea as a feature providing 90\" of abduction. Cartmill ('74) manipulated fresh cadavers of Sciurus carolinensis, and found 90\" of subtalar supination, with \"the foot rotating as a unit around the common axis of the talocalcaneonavicular articulations.\" He further stated that this movement \"is ordinarily augmented by lateral rotation at the hip.\" Emry and Thorington ('82) expressed the opinion that foot reversal in tree squirrels \"involves extreme extension at the tibioastragalar joint and 'rotation' at the subastragalar joints.\" Both Cartmill ('74) and Jenkins ('74) analyzed Tupaia glis. Cartmill con- cluded, on the basis of fresh cadavers, that the mechanism was the same as that which he had observed in tree squirrels. Jenkins examined living T glis radiographically, and claimed that the reversed foot posture is achieved by \"rotation of both the calcaneus and the remaining pes about the head of the astragalus,\" with the majority of movement occurring at the subtalar joint.",
                "cite_spans": [
                    {
                        "start": 148,
                        "end": 160,
                        "text": "Landry ('65)",
                        "ref_id": null
                    },
                    {
                        "start": 353,
                        "end": 358,
                        "text": "[and]",
                        "ref_id": null
                    },
                    {
                        "start": 560,
                        "end": 571,
                        "text": "[navicular]",
                        "ref_id": null
                    },
                    {
                        "start": 661,
                        "end": 676,
                        "text": "Leyhausen ('63)",
                        "ref_id": null
                    },
                    {
                        "start": 795,
                        "end": 806,
                        "text": "Trapp ('72)",
                        "ref_id": null
                    },
                    {
                        "start": 1620,
                        "end": 1645,
                        "text": "Emry and Thorington ('82)",
                        "ref_id": null
                    },
                    {
                        "start": 1867,
                        "end": 1880,
                        "text": "Cartmill con-",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Live specimens of the following species were studied radiographically: kinkajou (Pe tos flaws, two Q Q), coati (Nasua nasua, 0; N. narica, Q ), margay (Felis wiedii, Q 1, tree squirrel (Sciurus carolinensis, CT ; S. variegatoides, Q ), slow loris (Nycticebus coucang, 0 , Q), common tree shrew (Tupaia glis, i~ u, Q), and Virginia opossum (Didelphis virginiana, 0 , two Q Q 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The kinkajous, coatis, and squirrels, confined in cages made of Plexiglas and wood, were radiographed as they climbed or hung on various surfaces. The kinkajous and coatis accepted food while hanging upside down from horizontal bars. Similarly, the squirrels fed while hanging by their hind feet from a vertical pole (4 cm in diameter, covered with toweling to enhance gripping), or from a flat, vertical surface (also towel-covered). Radiographs of the margay were obtained as the cat descended a rug-covered post. Slow lorises were radiographed outside of cages as they climbed on tree branches (2-3 cm in diameter) oriented at various angles. Virginia opossums were radiographed on a similar branch setting, but they tended to remain inactive; reversed foot postures were induced by slowly rotating the individual branch that was gripped by a hind foot. Radiographs of tree shrews were taken from the study reported by Jenkins ('74).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Most subjects held stationary for sufficient time to be radiographed with Kodak Industrex M2 film (20.3 x 25.4 cm) exposed from 0.4 to 0.8 second; Fuji RXD4 film exposed from 0.2 to 0.4 second was used for the margay. Coatis typically moved enough to render a slightly blurred image with this technique; their postures were therefore recorded cineradiograpically using Kodak Plus-X Reversal film run a t 100 frameshecond. One hundred feet of film was studied on a Vanguard Motion Analyzer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Osteological specimens from the Museum of Comparative Zoology (MCZ), the American Museum of Natural History (AMNH), the Museum of Zoology of The University of Michigan (UMMZ), and from the personal collections of the authors were mounted in positions comparable to those seen radiographi- cally. This procedure permitted detailed determination of joint relations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Our observations on kinkajous and tree squirrels are presented first. Although these species differ in size and in climbing behavior, the mechanism of hind foot reversal is the same in both. Furthermore, our series of radiographs of these animals are the clearest and most comprehensive.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "For convenience of description, the movements and structure of each tarsal joint are described separately. Although some joint movements may occur independently of others, all are required to effect complete reversal of the foot.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Movement.. Movement at the crurotalar joint is restricted principally to plantarflexioddorsiflexion. A stance on a horizontal substrate may involve a foot posture fixed in any position between the extremes of dorsiflexion and plantarflexion. A plantarflexed foot is commonly associated with hanging postures and with vertical descent. Extreme plantarflexion, to the extent that the plantar surface of the foot is parallel to the tibia, is often employed when an animal hangs by fully extended hind limbs. In kinkajous, both foot reversal and inversion (turning the plantar surface medially) are precluded if the foot is substantially dorsiflexed. Foot reversal may be accomplished when the metatarsus is at approximately 90\" to the crus, but more often is seen with some degree of plantarflexion (Figs. 2C, 3) . The structural basis of this relation lies in the position of the sustentaculum tali of the calcaneus with respect to the talar head, and to the prominent medial malleolus of the tibia. When an animal stands on a horizontal surface ( Fig. 2A1 ), the sustentaculum lies ventral to the talar head and medial malleolus (Fig. 2Az,A3 ). During inversion ( Fig. 2B $, rotation of the calcaneus elevates the margm of the sustentaculum into a space between the talar head and medial malleolus (Fig. 2Bz, B3) . In a dorsiflexed position of the foot, the space is insufficient to accommodate the sustentaculum because of the proximity of the talar head to the malleolus. During plantarflexion, tibiotalar contact shifts from the anterior to the posterior part of the talar trochlea, and the talar head is depressed ventrally (cf. Fig. 2A3,B3 ). This movement sub-stantially widens the space between the talar head and the medial malleolus.",
                "cite_spans": [
                    {
                        "start": 1297,
                        "end": 1307,
                        "text": "(Fig. 2Bz,",
                        "ref_id": null
                    },
                    {
                        "start": 1308,
                        "end": 1311,
                        "text": "B3)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 796,
                        "end": 809,
                        "text": "(Figs. 2C, 3)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1046,
                        "end": 1054,
                        "text": "Fig. 2A1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1128,
                        "end": 1140,
                        "text": "(Fig. 2Az,A3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1163,
                        "end": 1170,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1632,
                        "end": 1643,
                        "text": "Fig. 2A3,B3",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Kinkujou and tree squirrel Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "In tree squirrels the medial malleolus of the tibia is small and does not protrude as far distally along the medial aspect of the talus as it does in kinkajous. As a consequence, the space between the medial malleolus and the talar head is sufficient to accommodate the sustentaculum tali during inversion in slightly dorsiflexed positions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Kinkujou and tree squirrel Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "Structure.. The crurotalar joints of kinkajous and tree squirrels share one feature that is directly related to their plantarflexing ability: the talar trochlea spans a fully hemicircular (180\") curvature. Yet, as in many other features of the talus, kinkajous and tree squirrels differ in details of this curvature and in the extent of the medial and lateral margins of the trochlea. In kinkajous the anterior half of the lateral margin has a smaller radius of curvature and is extended to face more anteriorly than that of squirrels (cf. Fig. 4E,F) . Conversely, in squirrels the posterior half of the medial margin has a relatively smaller radius of curvature (Fig.  4D) ; although this part of the trochlea in kinkajous is borne on a prominent, ventral projection, the facet at its extremity faces posteriorly ( Fig. 4C) , whereas the equivalent part of the facet in squirrels wraps around a short projection, and faces ventrally.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 540,
                        "end": 550,
                        "text": "Fig. 4E,F)",
                        "ref_id": null
                    },
                    {
                        "start": 663,
                        "end": 673,
                        "text": "(Fig.  4D)",
                        "ref_id": null
                    },
                    {
                        "start": 816,
                        "end": 824,
                        "text": "Fig. 4C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Kinkujou and tree squirrel Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "The asymmetry of the crurotalar joints in kinkajous and tree squirrels appears to provide for some conjunct inversion with plantarflexion, and conjunct eversion with dorsiflexion. These movements, which are relatively small and could not be measured by the radiographic techniques of this study, are interpreted from the unequal heights of the medial and lateral margins of the talar trochlea, as well as from the obliquity of the crest on the distal surface of the tibia that articulates with the center of the trochlea. In both kinkajous and squirrels, the medial and lateral margins are approximately equal in height anteriorly, but along the middle and posterior parts the lateral margin is higher than the medial (Fig. 4G,H) . During plantarflexion, the middle and posterior parts of the talar trochlea come into contact with the tibia; the lateral side of the talus is displaced distally with respect to the medial because of the relatively greater height of the lateral margin, causing a slight inversion. Furthermore, the axis of plantarflexioddorsiflexion is oblique and lies perpendicular to the long axis of the tibial crest (tc, Fig. 4A,B ). Rather than passing in a transverse plane through the distal ends of the tibia and fibula, the plantarflexioddorsiflexion axis passes through the posterolateral aspect of the fi-bula and the anteromedial aspect of the tibia. Hence the plantar surface of the foot is turned outward upon dorsiflexion, and inward upon plantarflexion.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 718,
                        "end": 729,
                        "text": "(Fig. 4G,H)",
                        "ref_id": null
                    },
                    {
                        "start": 1141,
                        "end": 1150,
                        "text": "Fig. 4A,B",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Kinkujou and tree squirrel Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "Mouernent. In kinkajous and tree squirrels the subtalar joint (composed of the pair of facets on the calcaneus and talus) allows approximately 90\" of pedal inversion (i.e., to where the plantar surface is directed medially). Relative to a fixed tibia and talus, the calcaneus shifts anteriorly and rotates medially (Fig. 5, cf. L and R) .",
                "cite_spans": [
                    {
                        "start": 315,
                        "end": 323,
                        "text": "(Fig. 5,",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 336,
                        "text": "cf. L and R)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "In this movement the cuboid facet of the calcaneus (cf, shifts directly ventral to the talar head (th, Fig. 2B2 ) from its original position ventrolateral and proximal to the talar head ( Fig. 2Az) . Simultaneously the calcaneus advances distally with respect to the talus ( Fig. 2A3-B3 ). When the foot is on a horizontal surface, the sustentaculum tali lies ventral to the neck of the talus. During inversion, the sustentaculum shifts to the medial side of the talar neck, lying between the talar head and the medial malleolus (Fig.  2B3) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 111,
                        "text": "Fig. 2B2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 188,
                        "end": 197,
                        "text": "Fig. 2Az)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 275,
                        "end": 286,
                        "text": "Fig. 2A3-B3",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 529,
                        "end": 540,
                        "text": "(Fig.  2B3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "The combined movements of plantarflexiodinversion are frequently employed by squirrels when descending curved, vertical surfaces such as a branch or small trunk (Fig. 6A) . In Figure 6B , a reoriented view of the inverted right foot on a horizontal surface shown in Figure 5 is provided for comparison; it shows that the tarsal relationships are fundamentally similar except that in the hanging squirrel the foot is plantarflexed. These movements are augmented by conjunct rotations between bones at the transverse tarsal joint (see below), completing the medial reorientation of the digits and plantar surface.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 161,
                        "end": 170,
                        "text": "(Fig. 6A)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 176,
                        "end": 185,
                        "text": "Figure 6B",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 266,
                        "end": 274,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "The greatest degree of subtalar inversion occurs during foot reversal. In this posture the calcaneus rotates further beneath the talus and simultaneously shifts more distally with respect to the talus. The distal displacement of the calcaneus in a tree squirrel is clearly evident in a comparison of the right foot in Figure 7 (fully reversed posture; upper arrow) with that in Figure 6A (in which partial reversal is shown).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 318,
                        "end": 326,
                        "text": "Figure 7",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 378,
                        "end": 387,
                        "text": "Figure 6A",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "Structure. The posterior calcaneal facet plays a major role in guiding inversion. The anterior third of the facet faces anterodorsally, the posterior third medially, with the middle third gradational in orientation between the other two. The axis of the facet has a complex spatial orientation (Fig. 41,J) . In a quadrupedal stance on a horizontal surface, the talus articulates only with the anterior and middle thirds of the calcaneal facet. During inversion, anterior translation of the calcaneus brings the talus into contact with the posterior third of the calcaneal facet; movement onto this part of the facet, which has a medial orientation, necessitates a conjunct medial rotation (i.e., the lateral aspect of the calcaneus turns ventrally).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 294,
                        "end": 305,
                        "text": "(Fig. 41,J)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "Mouement. The transverse tarsal joint, comprising the calcaneocuboid and talonavicular articulations, is the principal site for supination (a movement superficially similar to supination of the manus, but not involving the tibia and fibula). This excursion ranges up to approximately 90 O . At the calcaneocuboid joint, the cuboid translates ventromedially and rotates about its proximodistal axis, reorienting the plantar surfaces of digits IV and V to face medially ( Fig. 2B1,C) . Simultaneously, the navicular translates laterally across the talar head and rotates in the same direction as does the cuboid; the plantar surfaces of digits 1-111 are thereby also reoriented to face medially ( Fig. 2C ). When these movements are accompanied by substantial subtalar inversion, the combined action moves the digits through a medially In positions of maximum supination, the talar head apposes the ventral half of the navicular, and the endo-and mesocuneiforms have translated to a more dorsal position on the navicular. Both of these relations appear in lateral and dorsoventral projections, respectively; the left crus and foot (L) are seen posteroanteriorly and mediolaterally, respectively. The arrow indicates the sustentaculum tali. B. The inverted right foot of Figure 5 is provided for comparison. Note that the only major difference in tarsal relations between A and B is the greater plantarflexion in the posture used in headfirst descent.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 470,
                        "end": 481,
                        "text": "Fig. 2B1,C)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 695,
                        "end": 702,
                        "text": "Fig. 2C",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1268,
                        "end": 1276,
                        "text": "Figure 5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "to be responsible for the achievement of a maximally supinated foot; they are not observed in postures with less than maximum supination.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "Transverse tarsal joint movements in squirrels are evident in the right feet shown in Figures 6B,A, and 7, sequentially. The margin of the cuboid adjacent to the peroneal further upon full foot reversal (Fig. 7 ). This tubercle of metatarsal V is aligned with the shift in the position of the cuboid represents calcaneal margin in Figure 6B , but pro-a ventromedial translation of the cuboid at trudes beyond the calcaneal margin upon ad-the calcaneocuboid joint; the alteration of the ditional inversion (R, Fig. 6A ) and still radiographic outline of the cuboid represents rotation (see Structure, below). Also evident in this series of figures is the displacement of the navicular and endo-and mesocuneiforms with respect to the talar head.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 86,
                        "end": 99,
                        "text": "Figures 6B,A,",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 203,
                        "end": 210,
                        "text": "(Fig. 7",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 331,
                        "end": 340,
                        "text": "Figure 6B",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 509,
                        "end": 516,
                        "text": "Fig. 6A",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "Structure. The configuration of the articular surfaces comprising the transverse tarsal joint differs in kinkajous and squirrels, and yet the excursions permitted are fundamentally the same.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "In kinkajous the bulbous talar head is oval in outline, and provides a facet for the navicular (nL Fig. 8A ) that is broader mediolaterally than is the apposing navicular facet. When the foot is on a horizontal substrate, the center of the navicular facet is positioned on the medial side of the midline of the talar head (black rectangle, Fig. 8A ). During inversion the navicular begins to rotate laterally and translate laterally on the talar head ( Fig. SB) , similarly displacing the three cuneiforms with which the navicular articulates, and thus reorienting the plantar surfaces of digits 1-111 inward. Further rotation and translation ( Fig. 8C ) turns the plantar surfaces of digits 1-111 dorsally, and occurs as the foot moves through inversion to a position of foot reversal. A similar rotation and translation occur at the calcaneocuboid joint. The calcaneal facet for the cuboid is a semilunar, shallow sulcus that crosses the distal end of the bone from dorsomedial to ventral margins (cfi Fig. 8A) . The apposing facet on the cuboid is crescentic in outline. During movements of inversion and foot reversal, the cuboid translates ventrally along the sulcus which, by virtue of its curvature, provides also for a lateral rotation of the cuboid with respect to the calcaneus (Fig. 8B,C) . These movements, augmented by the shift of the distal calcaneus to a position beneath the talar head, are transmitted to digits N and V (with which the cuboid articulates) and their plantar surfaces as a result are turned medially and then dorsally.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 99,
                        "end": 106,
                        "text": "Fig. 8A",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 340,
                        "end": 347,
                        "text": "Fig. 8A",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 453,
                        "end": 461,
                        "text": "Fig. SB)",
                        "ref_id": null
                    },
                    {
                        "start": 645,
                        "end": 652,
                        "text": "Fig. 8C",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1004,
                        "end": 1012,
                        "text": "Fig. 8A)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1288,
                        "end": 1299,
                        "text": "(Fig. 8B,C)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "In squirrels, the facet of the talar head for the navicular is sellar; the radius of the dorsoventral curvature is smaller than that of the mediolateral curvature, but neither curvature is pronounced (Figs. 4D,F,8D ). In comparison with the bulbous shape of the talar head in kinkajous, the talar facet in squirrels appears to be relatively flat. The most distinctive features are a protuberant, rounded dorsolateral margin and a short sulcus that extends dorsomedially from the ventral margin. The apposing facet of the navicular is concave dorsoventrally and possesses a proximally reflected lip dorsally and a small pro-jection ventrally. As the foot reverses, the navicular rotates and translates laterally (Fig. 8E,F) ; the dorsal lip of the navicular shifts ventrolaterally along the protuberant, rounded margin of the talar head and the ventral projection moves dorsomedially along the talar sulcus. The calcaneocuboid joint allows a complementary movement. The shallowly concave calcaneal facet is narrower mediolaterally than the apposing facet on the cuboid, which is shallowly convex. During foot reversal, the cuboid rotates laterally at the same time as it translates ventromedially ( Fig. 8E,F) . The movements, combined in the same way as in kinkajous, are augmented by subtalar inversion, and turn the volar surfaces of the digits toward an anatomically dorsal position.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 200,
                        "end": 214,
                        "text": "(Figs. 4D,F,8D",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 711,
                        "end": 722,
                        "text": "(Fig. 8E,F)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1198,
                        "end": 1208,
                        "text": "Fig. 8E,F)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "Leyhausen ('63) provided photographic documentation of the range of hind foot postures used by margays (Felis wiedii) when hanging upside down and in headfirst descent, including full foot reversal. Radiographs of the one free-ranging margay available to our study demonstrate that foot reversal is accomplished principally by subtalar inversion and transverse tarsal supination (Fig. 9A) . The radiographic appearance of the foot is strikingly similar to that of kinkajous (cf. Figs.  3,9A) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 379,
                        "end": 388,
                        "text": "(Fig. 9A)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 479,
                        "end": 491,
                        "text": "Figs.  3,9A)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "Among felids, margays are highly specialized in terms of hind foot mobility. In overall structure, the margay's calcaneus and talus are more similar to those of a kinkajou than to those of l? catus and other \"conventional\" members of the genus (Fig. 9B,C,D) . A comparison of the tarsal skeletons ofl? wiedii and l? catus offers insights into some features associated with foot reversal ability.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 244,
                        "end": 257,
                        "text": "(Fig. 9B,C,D)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "In both margays and kinkajous the posterior calcaneal facet has a uniform, continuous curvature (Fig. 9B,C) . I n F catus, however, the facet is divided into separate parts by a crest; distally the facet is convex (as in margays and kinkajous), but proximally the facet is slightly concave (Fig. 9D) . The juxtaposition of two such different surfaces is a clear indicator of limited subtalar movement. The uniform curvature and oblique orientation of the posterior calcaneal facet in mammals that have developed hind foot reversal is a reflection of the translational, rotational movements of the calcaneus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 96,
                        "end": 107,
                        "text": "(Fig. 9B,C)",
                        "ref_id": "FIGREF6"
                    },
                    {
                        "start": 290,
                        "end": 299,
                        "text": "(Fig. 9D)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "In margays and kinkajous, the sustentaculum is a prominent process distomedial to the posterior facet; the plane of the sustenta- In contrast, the sustentaculum of l? catus is adjacent to the posterior facet, and the plane of its facet is similar to that of the distal part of the posterior facet. Differences are also apparent in the tali. In kinkajous and margays, the facet for the sustentaculum is helical and extends around to the medial aspect of the elongate talar neck ( fig. 9B,C) . This configuration represents the path taken by I? flavus and E: wiedii, and the differences with E: catus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 479,
                        "end": 489,
                        "text": "fig. 9B,C)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "In E catus, the posterior calcaneal facet is composed of two surfaces: the distal (outlined) is convex and the proximal (not outlined) is slightly concave. For further explanation, see text.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "the sustentaculum during inversion. In I?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "catus, the facet is nearly flat and does not extend onto the medial aspect of the short talar neck (Fig. 9D) . The flatness of the talar facet, coupled with the location of the sustentaculum and the orientation of its facet, appear to be additional factors that limit subtalar joint movement.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 99,
                        "end": 108,
                        "text": "(Fig. 9D)",
                        "ref_id": "FIGREF6"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "Similar comparisons may be made at the transverse tarsal joint. As in kinkajous, the talar head in margays is bulbous, and the apposing talonavicular surfaces constitute a ball and socket joint. The facets of the margay calcaneocuboid joint, although not as crescentic, nonetheless are configured to provide for the same type of translation and rotation that occurs in kinkajous. In contrast, the talar head of F. catus bears two facets that meet along a n abrupt intersection; the medial and larger of the two, which is flat mediolaterally and convex dorsoventrally, appears to restrict movements principally to plantarflexionldorsiflexion. Rotation at the calcaneocuboid joint also appears to be restricted by the interlocking of tongue and groove surfaces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "Tree shrew Common tree shrews (Tupaia glis) employ a wide range of hind foot movements when climbing, and are capable of a full 180\" reversal of foot posture when descending vertical surfaces. The radiographic appearance of tarsal relations in foot reversal is very similar to that in squirrels. At the subtalar joint, the calcaneus simultaneously translates forward and rotates medially, thus positioning the cuboid facet of the calcaneus beneath the talus as in Figure 8F . This displacement alone appears to account for about one-half of the 180\" reversal. The remainder of the movement occurs as supination at the transverse tarsal joint and involves the same combination of translation and rotation of the cuboid and navicular as in squirrels and kinkajous (Fig. 8) . The features of the posterior calcaneal facet and the calcaneocuboid and talonavicular articulations that were identified as being related to these movement capabilities in squirrels and kinkajous are likewise apparent in tree shrews.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 464,
                        "end": 473,
                        "text": "Figure 8F",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 762,
                        "end": 770,
                        "text": "(Fig. 8)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Margay",
                "sec_num": null
            },
            {
                "text": "Nycticebus coucang, an arboreal prosimian that climbs with deliberate, grasping movements, exhibits tarsal specializations for foot maneuverability that are derived from the pattern found in kinkajous and tree squirrels. Typically, branches are secured between the hallux and the remaining pedal digits with the foot in an inverted posture. A distinctive feature is that the calcaneus normally lies directly beneath the talus in a position comparable to that used by kinkajous and squirrels during inversion (Fig. 10 ). Grand ('67) refers to the \"inverted 'set\"' of the slow loris foot, and points out that \"the calcaneus and cuboid have swung medially under the talus, bringing the toes IV and V to face more medially.\" Thus, for moving upright along branches, Nycticebus maintains a foot posture to secure a grasp between an abducted hallux and the remainder of the inverted foot (including digits 11-V). The same grip, with additional plantarflexion at the crurotalar joint, is employed in hanging upside down (Fig. 11) . Additional postural adjustments for foot reversal are also possible at the transverse tarsal joint. The bulbous navicular head is relatively wider than that of kinkajous and tree squirrels but nonetheless permits the same combination of navicular translation and rotation observed in those species (cf. Figs. 8A, 10) . Similarly, the crescentic shape of the cuboid facet of the calcaneus is more pronounced in the slow loris ( Fig. 10 ) and represents osteological evidence of the rotational movements between calcaneus and cuboid. Calcaneocuboid move ment takes place about an axis formed by a proximally directed peglike process of the cuboid. The process is lodged in a recess medial to the cuboid facet of the calcaneus. This peg and socket arrangement is seen radiographically in Figure 11 (arrow).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 508,
                        "end": 516,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1013,
                        "end": 1022,
                        "text": "(Fig. 11)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1328,
                        "end": 1341,
                        "text": "Figs. 8A, 10)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1452,
                        "end": 1459,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1810,
                        "end": 1819,
                        "text": "Figure 11",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Slow loris",
                "sec_num": null
            },
            {
                "text": "Movement. The crurotalar joint allows both plantarflexioddorsiflexion and abductionl adduction. The range of plantarflexioddorsiflexion is on the order of 180\". Virginia opossums commonly crouch when stationary, and radiographically one or both feet may be seen in a position of extreme dorsiflexion with the metatarsals approximately parallel to the crus. When foot posture is reversed, the foot is usually plantarflexed to the other extreme range of this movement where the metatarsals again are approximately parallel to the crus. The majority of plantarflexioddorsiflexion occurs at the crurotalar joint, but these movements are augmented at the subtalar joint.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "The crurotalar joint of opossums, unlike that of eutherians, permits the foot to abduct. Furthermore, even in a neutral stance on flat ground, the hind foot of opossums is set with a degree of abduction uncommon among eutherians. Metatarsal I11 (the central axis of the foot) intersects a sagittal plane at 30-35\", and the hallucal metatarsal diverges from the central axis by 50-55\". This stance, illustrated by Jenkins (' 71b: Fig. 41 , is in part f Fig. 10 . Distal view of the talus and calcaneus of a slow loris (Nycticebus coucang, MCZ 422) showing the ventral positioning of the calcaneus when the foot is in a neutral position. Compare with Fig. 8A,D. cf, cuboid facet of the calcaneus; nf, navicular facet of the talus. related to the abducted posture of the femur. Like the slow loris, an opossum climbing on small branches makes a grasp between the hallux and remaining digits (Figs. 12A, 13A) , but unlike the loris, the grip is facilitated by an abducted posture rather than by inversion. From this position, the crurotalar joint permits additional abduction of up to 90\" so that the toes are directed posterolaterally (Figs. 12B, 13B) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 429,
                        "end": 436,
                        "text": "Fig. 41",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 452,
                        "end": 459,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 517,
                        "end": 546,
                        "text": "(Nycticebus coucang, MCZ 422)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 649,
                        "end": 659,
                        "text": "Fig. 8A,D.",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 888,
                        "end": 904,
                        "text": "(Figs. 12A, 13A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1132,
                        "end": 1148,
                        "text": "(Figs. 12B, 13B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "Structure. The distal end of the tibia in the Virginia opossum is bicondylar. The medial tibial condyle is borne by the medial malleolus; the convex articular facet, which faces distolaterally, wraps around the lateral aspect of the malleolus (ctrn, Fig. 1 3 0 The lateral tibial condyle occupies the remainder of the distal tibia. The facet is semilunar in outline and spirals around the lateral margin of the distal end (ctl, Fig. 13C) . The anterior end of the facet, contiguous with the anterior end of the medial facet, is more distally situated than the posterior end; thus, the lateral facet is set obliquely across the distal tibia and intersects the long axis of the tibia at an angle of approximately 60\". The talar facet on the distal end of the fibula is flat and approximately oval in outline; the facet is situated on the medial side of the distal end and faces distally and slightly medially. The lateral side of the distal end of the fibula provides attachment for a fibulotalar ligament.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 250,
                        "end": 260,
                        "text": "Fig. 1 3 0",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 428,
                        "end": 437,
                        "text": "Fig. 13C)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "The talus of the Virginia opossum, compared to that of eutherians, is broad and flat (Fig. 13D) . The dorsal surface is convex from side to side and bears three facets separated Fig. 11 . Radiograph of a slow loris (Nycticebus coucang) hind foot in a posture typically used to secure a grip when hanging from a branch. The ventral position of the calcaneus relative to the talus is comparable to that in kinkajous (Fig. 3) and tree squirrels (Flg. 6A). Arrow indicates the peg and socket configuration of the calcaneocuboid joint.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 85,
                        "end": 95,
                        "text": "(Fig. 13D)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 178,
                        "end": 185,
                        "text": "Fig. 11",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 414,
                        "end": 422,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "by two proximodistal ridges. The medial facet (ftm, Fig., 13C1, D) for the medial tibial condyle is a relatively short, straight sulcus bounded posteriorly by a tendinous (?ligamentous) attachment. The middle facet Cftl, Fig. 13C1,D) for the lateral tibial condyle is a longer, arcuate sulcus that wraps around the medial facet and extends from the junction of the talar neck and body (anteriorly) to the posterior margin of the talus. The lateral talar facet (for the fibula) is flat mediolaterally, and slightly convex anteroposteriorly w, Fig. 13C1, D) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 52,
                        "end": 66,
                        "text": "Fig., 13C1, D)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 221,
                        "end": 233,
                        "text": "Fig. 13C1,D)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 542,
                        "end": 555,
                        "text": "Fig. 13C1, D)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "Plantarflexion and dorsiflexion occur by a combined rolling and translation of the tibial condyles and distal fibular facet across the dorsal surface of the talus. In these movements the entirety of the medial tibial condyle and distal fibular facet is involved; only the anterior half of the lateral tibial condyle, however, contracts the talus throughout the excursion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "During abduction, the talus rotates laterally on the tibia (or, if the foot is fixed, the tibia rotates medially on the talus). The extent and curvature of the lateral tibial condyle, and the apposing (lateral) sulcus on the talus, are the structural features related to this movement. The lateral talar sulcus translates along the entire length of the hemicircular lateral tibial condyle, undergoing about 90\" of rotation (Fig. 13C&2) . The medial tibial condyle becomes transversely oriented with respect to the medial talar sulcus, and in extreme abduction only the posterior end of the condyle articulates with the talus. The conjunct plantarflexion that accompanies abduction is a result of the obliquity of the spiral lateral condyle. As the lateral talar sulcus translates onto the posterior part of the condyle, the talus as a whole is tipped into plantarflexion because the posterior part of the condyle faces posteroventrally rather than ventrally.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 423,
                        "end": 435,
                        "text": "(Fig. 13C&2)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Virginia opossum Crurotalar joint",
                "sec_num": null
            },
            {
                "text": "The Didelphis type of crurotalar joint is shared by all didelphid genera that we have examined (Caluromys, Marmosa, Philander, Metachirops, and Chironectes) . The didelphid type of crurotalar joint is found also in phalangerids (many representatives of which are climbers). Marsupials that tend toward cursorial habits are quite different in this feature. The crurotalar joint in peramelids (bandicoots) and macropodids (kangaroos) closely resembles the trochlear structure of eutherians (Lewis, '80) .",
                "cite_spans": [
                    {
                        "start": 95,
                        "end": 156,
                        "text": "(Caluromys, Marmosa, Philander, Metachirops, and Chironectes)",
                        "ref_id": null
                    },
                    {
                        "start": 488,
                        "end": 495,
                        "text": "(Lewis,",
                        "ref_id": null
                    },
                    {
                        "start": 496,
                        "end": 500,
                        "text": "'80)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Crurotalar joints in other marsupials",
                "sec_num": null
            },
            {
                "text": "Mouernent. The primary movement of the subtalar joint in Virginia opossums is plan-tarflexioddorsiflexion, with a secondary, conjunct inversion with plantarflexion and eversion with dorsiflexion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "Structure. Several differences in the shape and orientation of subtalar joint surfaces of the opossum in comparison with those of kinkajous and squirrels are best described with respect to the calcaneal facets. The posterior calcaneal facet is borne on a relatively small, protuberant condyle, and the radius of curvature of the facet is small. The sustentacular facet lies close to the posterior facet and is concave. Together these facets form, with their talar counterparts, a ginglymoid joint. The subtalar joint axis passes above the concave sustentacular facet and below the convex posterior facet, and is therefore more horizontal than in kinkajous and squirrels (in which the subtalar axis is more vertical and does not pass through the sustentacular facet). The resultant movements are best described as plantarflexiorddorsiflexion; although the distal end of the calcaneus elevates and depresses relative to the talar head, rotation of the cuboid facet of the calcaneus to a position beneath the talar head does not occur as in kinkajous and squirrels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Subtalar joint",
                "sec_num": null
            },
            {
                "text": "Movement. Supination is the principal movement of the transverse tarsal joint in Virginia opossums. As in the case of the eutherians described above, the combined translatiodrotation at the calcaneocuboid and talonavicular joints turns the plantar surfaces of the digits medially and then dorsally, and is a major component in the posture of foot reversal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "Structure. The cuboid facet of the calcaneus is concave and semilunar in outline. At the midventral margin of the facet is a deep recess that receives a peg-like process of the cuboid. The process is attached to the calcaneus at its apex by a ligament, and structurally forms an axis about which calcaneocuboidal rotation occurs. As in kinkajous and squirrels, the cuboid displaces ventrally with respect to the calcaneus, and because the translation occurs along a semilunar facet, the plantar aspect of the lateral side of the foot (i.e., digits l V and V) is depressed and turned medially. Movements at the talonavicular joint are complementary, allowing the plantar aspect of the medial side of the foot to be elevated and turned medially. The facet of the talar head is relatively much longer than in any eutherian studied, and provides a convex pathway from the ventromedial to the dorsolateral aspects of the distal talus. In a neutral stance the navicular occupies the ventromedial part of the facet. In a posture of foot reversal, the navicular translates to the dorsolateral part of the facet and simultaneously rotates laterally. This movement is transmitted principally to the middle and lateral cuneiforms and hence to digits I1 and 111. Joints between the entocuneiform and the navicular and middle cuneiform permit independence of the hallux from the movement, and therefore the hallux is able to achieve a grip by opposing the other digits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Transverse tarsal joint",
                "sec_num": null
            },
            {
                "text": "Contrary to earlier interpretations, femoral abduction plays a negligible role in hind foot reversal among species in which this ability is fully developed. Femoral abduction is employed, however, by species that are not able to reverse the foot completely (e.g., coatis) as a means to extend their range of postures. We have seen no evidence that substantial femorotibial (knee) rotation contributes to foot reversal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "On the basis of the range of species examined, we suggest that there is a common pattern in the mechanism of hind foot reversal in eutherians: crurotalar plantarflexion, subtalar inversion, and transverse tarsal supination. Our study did not attempt to survey all eutherians, however, and we recognize that certain species may employ hind foot reversal by means of highly modified tarsal joints. In two-and three-toed sloths (Choloepus and Bradypus), for example, the crurotalar joint consists of a peg and socket between the fibula and talus and a ball and socket between the tibia and talus; an additional peg and socket occurs at the talonavicular joint. The subtalar joints are also altered, apparently to enhance inversion. The subtalar and talonavicular joints of fruit bats (Pteropus) appear to be modified for axial rotation (Barnett, '70) . The range of movements permitted by these unusual specializations remains to be studied. Our principal point is nonetheless that the \"eutherian\" hind foot reversal mechanism described in this paper is found in diverse orders of mammals. Doubtless there are many additional species that share this adaptation, particularly among the rodents. From osteological evidence we would expect foot reversal capability in certain anomalurids (e.g., Anomalu-rus), glirids (e.g., Glis, Dryomys), echimyids (e.g., Echimys, Zsothrix), and erethizontids (e.g., Echinoprocta, Coendou, Erethizon).",
                "cite_spans": [
                    {
                        "start": 833,
                        "end": 842,
                        "text": "(Barnett,",
                        "ref_id": null
                    },
                    {
                        "start": 843,
                        "end": 847,
                        "text": "'70)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "There are numerous species of murids that inhabit trees and other vegetation (Nowak and Paradiso, '83) , and these too might be expected to exhibit foot reversal. Leyhausen's ('63) claim that margays accomplish foot reversal by \"pronation-supination\" movements of the tibia and fibula is not supported by our data. The two radiographs (Leyhausen, '63: Fig. 4a,b ) purporting to show the positioning of the fibula in \"pronation\" and \"supination\" appear to represent different projections of the hind limb, and the apparent movement of the fibula is thus an artifact. Moreover, a third radiograph (Leyhausen, '63: Fig. 4c , captioned \"Einwartsdrehung des Metatarsus ohne Supinationsdrehung im Unterschenkel\") depicts a foot inverted 90\" by virtue of plantarflexion, subtalar inversion, and transverse tarsal rotation. D.J. Pierotti (pers. comm.) has demonstrated that the tibialis anterior muscle in Sciurus aberti plays a major role in foot reversal. Electrical stimulation of the tibialis anterior nerve produces approximately 90\" of inversion regardless of whether the foot is plantarflexed or dorsiflexed, and Pierotti estimates that about 30\" of this movement takes place at the talonavicular joint (he did not report observations on the calcaneocuboid joint). This important finding corroborates the interpretation of the involvement of the transverse tarsal joint in foot reversal; the tendon of the tibialis anterior, in passing across the dorsum of the foot to insert on the ventromedial side of the endocuneiform (Pierotti, pers. comm.), is appropriately positioned to effect the transverse tarsal supination that we have described.",
                "cite_spans": [
                    {
                        "start": 77,
                        "end": 97,
                        "text": "(Nowak and Paradiso,",
                        "ref_id": null
                    },
                    {
                        "start": 98,
                        "end": 102,
                        "text": "'83)",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 180,
                        "text": "Leyhausen's ('63)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 352,
                        "end": 361,
                        "text": "Fig. 4a,b",
                        "ref_id": null
                    },
                    {
                        "start": 612,
                        "end": 619,
                        "text": "Fig. 4c",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The mechanism of foot reversal in most eutherians represents the development of an unusual degree of excursion at three joints rather than the appearance of any new type of joint movement. The types of excursion at the crurotalar, subtalar, and transverse tarsal joints in eutherians have been widely recognized, and cases are known in which individual joints have been specialized to restrict or increase movement. For example, Barnett ('70) has pointed out that the axis of the subtalar joint in cursorial and saltatorial mammals has shifted from a n oblique to a more transverse orientation, thus augmenting plantarflexionfdorsiflexion and reducing inversion. Similarly, Hall-Craggs ('66) concluded that the transverse tarsal joint in Galago senegalensis is structured to permit a wide range of rotational (i.e., inversiodeversion) movement that cannot be accommodated at the subtalar joint. In contrast to these relatively gross changes, features related to foot reversal in most other eutherians are comparatively subtle because they represent modification to accentuate movement capabilities that are present in mammals that do not employ foot reversal. A comparison between coati (Nasua sp.) and kinkajou, both procyonids, illustrates this point. Coatis are active climbers and descend small trunks as well as narrow vines headfirst (pers. obs., D. McC.), but the feet are never fully reversed. Radiographs of captive coatis in a typical descent posture demonstrate that a combination of crurotalar plantarflexion, subtalar inversion, and transverse tarsal supination provide about one-half the excursion possible in kinkajous. Coatis are thus able to grasp a vertical trunk or vine between both feet, but apparently can neither turn the toes posteriorly nor reverse the plantar surface of the foot (as in Fig. 1) . The tarsal structure of coatis and kinkajous is fundamentally similar. Only in the posterior calcaneal facet, which is relatively lower and flatter in coatis, and in the less than hemispherical configuration of the talar trochlea, is there structural expression of their more restricted movement capability.",
                "cite_spans": [
                    {
                        "start": 429,
                        "end": 442,
                        "text": "Barnett ('70)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1813,
                        "end": 1820,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The finding that didelphids and eutherians have evolved different mechanisms for foot reversal raises the question of how the two patterns, especially the structure of the crurotalar joint, diverged from that of the common ancestor of therians. Complicating the issue is the fact that two forms of crurotalar joints are found in marsupials, as Lewis ('80) has shown. The flattened, trisulcal type of talus in didelphids, contacting the fibula and bicondylar tibia, is present also in phalangerids, whereas in peramelids and macropodids, the talus approximates the trochlear shape typical of eutherians, and similarly the movements of the crurotalar joint are restricted largely to plantarflexioddorsiflexion.",
                "cite_spans": [
                    {
                        "start": 344,
                        "end": 355,
                        "text": "Lewis ('80)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "On the basis of a comparative anatomical study, Lewis ('80) suggested that the trochlear type of crurotalar joint in eutherians and some marsupials is derived from the didelphid-phalangerid pattern. He thus proposed a metatherian stage in the evolution of the eutherian ankle. Direct evaluation of this hypothesis is not possible at present because the foot structure of Jurassic and early Cretaceous mammals remains virtually unknown. However, the results of our study bear at least indirectly on Lewis's interpretation. We have demonstrated that the bisulcal, bicondylar tibiotalar joint of didelphids provides in large part for complex movements and unusual foot postures that in eutherians have been achieved by the combined action of three joints. Following Lewis's view, therian ancestors would have possessed such abilities during a \"metatherian stage\"; eutherians then lost them, but subsequently developed other joint mechanisms for the same purpose. Although we cannot disprove such a sequence of events, we suggest an alternative, more parsimonious interpretation.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 59,
                        "text": "Lewis ('80)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In cynodonts, the therapsid ancestors of mammals, the proximal surface of the talus is convex and hemispherical (Fig. 14A) , although the area contacted by the tibia cannot be precisely determined (Jenkins, '71) . In one specimen illustrated by Jenkins ('7la: Fig.  60 ) the talar convexity is not uniform; two surfaces of slightly different orientation meet along a low ridge that is aligned nearly parallel to the foot's proximodistal axis. In contrast to the talus, the distal articular surface of the cynodont tibia is relatively flat. Even if allowances are made for cartilaginous structures not preserved, the apposition of two such incongruent surfaces would appear to have permitted a wide range of movements (plantarfiexioddorsiflexion, inversion/ eversion, and abductiodadduction). Such a structurally simple form of crurotalar joint persisted in a t least one group of early mammals. In morganucodontids the proximal part of the talus is as bulbous as it is in cynodonts (Fig. 14B) . However, two facetlike regions on this convex surface are clearly distinguishable, and were interpreted as representing the tibia1 contact (Jenkins and Parrington, '76: Fig. 17d,f) , but this remains conjectural without knowledge of the distal end of the tibia.",
                "cite_spans": [
                    {
                        "start": 197,
                        "end": 206,
                        "text": "(Jenkins,",
                        "ref_id": null
                    },
                    {
                        "start": 207,
                        "end": 211,
                        "text": "'71)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 112,
                        "end": 122,
                        "text": "(Fig. 14A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 260,
                        "end": 268,
                        "text": "Fig.  60",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 982,
                        "end": 992,
                        "text": "(Fig. 14B)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1164,
                        "end": 1175,
                        "text": "Fig. 17d,f)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "On paleontological evidence, it appears that the earliest mammals inherited an ankle in which the crurotalar articulation, at least in bony configuration, offered little restriction to movement. The ball and socket ankle joint of monotremes, which appears to be highly specialized compared to that in other mammals, in fact seems likely to represent the basic functional (and to a lesser degree, struc-tural) attributes of the primitive condition (cf. Fig. 14B,C) ; the similarity between the echidna and cynodont talus has also been noted by Lewis ('83) . We predict that the proximal talar surface in early therians will be found to represent neither a Recent metatherian nor eutherian pattern, but in some respects will be intermediate, with two tibial facets, lateral and medial (the shape of the talus will probably appear less bulbous than in cynodonts and morganucodontids). In certain climbing marsupials (didelphids, Fig.  14E , and phalangerids), these facets developed into sulci, and the apposing bicondylar tibial articular surface restricted joint motion to two of the three original movement axes: plantarflexionidorsiflexion and abductiordadduction. The same mechanism was developed in parallel by multituberculates ( Fig.  14D ; Jenkins and Krause, '83; Krause and Jenkins, '83) . Among \"cursorial\" metatherians ( Fig. 14F ) and most eutherians (Fig. 14G) , joint movement is restricted to plantarflexionidorsiflexion by the development of a trochlear articulation. The primitive lateral talar facet is represented by the surface of the trochlea itself. The primitive medial talar facet develops as a vertical articular surface on the medial side of the trochlea, and the corresponding tibial facet is borne by a distal prolongation, the medial malleolus.",
                "cite_spans": [
                    {
                        "start": 543,
                        "end": 554,
                        "text": "Lewis ('83)",
                        "ref_id": null
                    },
                    {
                        "start": 1271,
                        "end": 1290,
                        "text": "Krause and Jenkins,",
                        "ref_id": null
                    },
                    {
                        "start": 1291,
                        "end": 1295,
                        "text": "'83)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 452,
                        "end": 463,
                        "text": "Fig. 14B,C)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 926,
                        "end": 935,
                        "text": "Fig.  14E",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1234,
                        "end": 1243,
                        "text": "Fig.  14D",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1331,
                        "end": 1339,
                        "text": "Fig. 14F",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1362,
                        "end": 1372,
                        "text": "(Fig. 14G)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The two patterns of tibiotalar joint structure ( Fig. 14D,E versus Fig, 14F,G) are topographically different. In multituberculates and didelphids, a bicondylar distal tibia articulates with two sulci on the talus. In macropodids and most eutherians, the concave distal tibia envelops a talar trochlea. On the supposition that the cynodont and morganucodontid condition is primitive for mammals, we interpret the pattern of Recent didelphids as derived. We find no cogent evidence that \"metatherian\" (i.e., didelphid-phalangerid) joint structure represents a n antecedent stage to the eutherian pattern, as Lewis ('80) believes; the \"metatherian\" and the eutherian patterns both appear to be substantially modified from the primitive condition. We believe that these modifications occurred independently, not sequentially, because they involve a fundamental divergence in structure and function. For the same reason we suggest that the macropodid-peramelid trochlea is a development in parallel with eutherians, and is not a modification of the specialized talus found in didelphids and phalangerids.",
                "cite_spans": [
                    {
                        "start": 612,
                        "end": 617,
                        "text": "('80)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 49,
                        "end": 78,
                        "text": "Fig. 14D,E versus Fig, 14F,G)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In summary, the evolutionary history of the therian crurotalar articulation has involved structural changes that have eliminated degrees of freedom of movement present in mammalian ancestors. Furthermore, this process has apparently occurred in parallel as evidenced by the independent derivations of helical and trochlear joints. Fossorial echidnas, in contrast to other mammals, represent the opposite trend; the primitive hemispheroidal crurotalar articulation has been elaborated into a ball and socket joint, and augments the backward turning of the foot when digging. Thus, within this one aspect of mammalian behavior, foot reversal, lies part of the record of the complex history of mammalian evolution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The drawings in this paper are the work of Charles Gentry. We are grateful to Mrs. Lillian L.W. Maloney for secretarial assistance and to A.H. Coleman for photographic reproduction of the radiographs. The curatorial staffs in the Department of Mammalogy at the Museum of Zoology, The University of Michigan, and the American Museum of Natural History generously provided access to osteological specimens. Virginia English kindly made available her margay cat; this aspect of our study was generously aided by Marion and Robert Gentry, Priscilla and Ben Austin, and the staff of Paramount X-rays, Inc. We acknowledge with thanks the opportunity given us by David J. Pierotti (Northern Arizona University) t.0 preview the results of his study on hind foot reversal in Sciurus aberti and by Frederick S. Szalay (Hunter College, CUNY) for permitting us to read his paper \"Arboreality: Is it Homologous in Metatherian and Eutherian Mammals?\", in which he develops some concepts similar to ours. We thank Neil Shubin for his insightful review of the manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The authors of this article are listed alphabetically; no seniority of authorship is implied.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Talocalcaneal movements in mammals",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Barnett",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "J. Zool",
                "volume": "",
                "issue": "",
                "pages": "160--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnett, C.H. (1970) Talocalcaneal movements in mam- mals. J. Zool., Lond. 160rl-7.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Pads and claws in arboreal locomotion",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Cartmill",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Primate Locomotion",
                "volume": "",
                "issue": "",
                "pages": "45--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cartmill, M. (1974) Pads and claws in arboreal locomo- tion. In F.A. Jenkins, Jr. (ed): Primate Locomotion. New York: Academic Press, pp. 45-83.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "NBktere anatomicke rozdily na kontetinach veverky (Sciurus vulgaris L.) a sysla (Ct tellus cztellus L.), zpbobene vlivem rozdilnych iivotnich podminek. VBstnik Ceskoslovenske Zoologicke SpoleEnosti",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Dobroruka",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "24--97",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dobroruka, L.J. (1960) NBktere anatomicke rozdily na kontetinach veverky (Sciurus vulgaris L.) a sysla (Ct tellus cztellus L.), zpbobene vlivem rozdilnych iivot- nich podminek. VBstnik Ceskoslovenske Zoologicke SpoleEnosti 24r97-104.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Descriptive and comparative osteology of the oldest fossil squirrel",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Emry",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Protosciurus (Rodentia: Sciuridae). Smith. Contr. Paleobiol",
                "volume": "47",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emry, R.J., and R.W. Thorington, Jr. (1982) Descriptive and comparative osteology of the oldest fossil squirrel, Protosciurus (Rodentia: Sciuridae). Smith. Contr. Pa- leobiol. 47:l-35.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The functional anatomy of the ankle and foot of the slow loris (Nycticebus coucang)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "I"
                        ],
                        "last": "Grand",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "26",
                "issue": "",
                "pages": "207--218",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grand, T.I. (1967) The functional anatomy of the ankle and foot of the slow loris (Nycticebus coucang). Am. J. Phys. Anthropol. 26:207-218.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Rotational movements in the foot of Galago senegalensis",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "C B"
                        ],
                        "last": "Hall-Craggs",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Anat. Rec",
                "volume": "154",
                "issue": "",
                "pages": "287--293",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall-Craggs, E.C.B. (1966) Rotational movements in the foot of Galago senegalensis. Anat. Rec. 154:287-293.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The postcranial skeleton of African cynodonts",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Bull. Peab. Mus. Nat. Hist",
                "volume": "36",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, F.A., Jr. (1971~) The postcranial skeleton of African cynodonts. Bull. Peab. Mus. Nat. Hist. 36:l- 216.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Limb posture and locomotion in the Virginia opossum (Didelphis marsupialis) and in other non-cursorial mammals",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "J. Zool",
                "volume": "165",
                "issue": "",
                "pages": "303--315",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, F.A., Jr. (1971b) Limb posture and locomotion in the Virginia opossum (Didelphis marsupialis) and in other non-cursorial mammals. J. Zool., Lond. 165:303-315.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Tree shrew locomotion and the origins of primate arborealism",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "85--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, F.A., Jr. (1974) Tree shrew locomotion and the origins of primate arborealism. In F.A. Jenkins, Jr. (ed): Primate Locomotion. New York: Academic Press, pp. 85-115.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Adaptations for climbing in North American multituberculates (Mammalia)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Krause",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Science",
                "volume": "220",
                "issue": "",
                "pages": "712--715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, F.A., Jr., and D.W. Krause (1983) Adaptations for climbing in North American multituberculates (Mammalia). Science 220;712-715.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The postcranial skeletons of the Triassic mammals Eozostro don, Megazostrodon and Erythrotherium",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "R"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Parrington",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Philos. Trans. R. Soc. Lond. [Biol",
                "volume": "273",
                "issue": "",
                "pages": "387--431",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jenkins, F.A., Jr., and F.R. Parrington (1976) The post- cranial skeletons of the Triassic mammals Eozostro don, Megazostrodon and Erythrotherium. Philos. Trans. R. Soc. Lond. [Biol.] 273:387-431.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The postcranial skeleton of North American multituberculates",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Krause",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krause, D.W., and F.A. Jenkins, Jr. (1983) The postcra- nial skeleton of North American multituberculates.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The basic adaptation of scansorial rodents",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "O"
                        ],
                        "last": "Landry",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Am. Zool",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Landry, S.O., Jr. (1965) The basic adaptation of scanso- rial rodents. Am. Zool. 5:681.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The joints of the evolving foot. Part I. The ankle joint",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "J. Anat",
                "volume": "130",
                "issue": "",
                "pages": "527--543",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewis, O.J. (1980) The joints of the evolving foot. Part I. The ankle joint. J. Anat. 130:527-543.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The evolutionary emergence and refinement of the mammalian pattern of foot architecture",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Lewis",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "J. Anat",
                "volume": "137",
                "issue": "",
                "pages": "21--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewis, O.J. (1983) The evolutionary emergence and re- finement of the mammalian pattern of foot architec- ture. J. Anat. 137:21-45.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "iiber siidamerikanische Pardelkatzen",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Leyhausen",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Zeit. f. Tierpsych",
                "volume": "20",
                "issue": "",
                "pages": "627--640",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leyhausen, P. (1963). iiber siidamerikanische Pardel- katzen. Zeit. f. Tierpsych. 20:627-640.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Walker's Mammals of the World",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Nowak",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Paradiso",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "11",
                "issue": "",
                "pages": "569--770",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nowak, R.M., and J.L. Paradiso (1983) Walker's Mam- mals of the World. Vol. 11. Baltimore: The Johns Hop- kins University Press, pp. 569-770.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Some anatomical and behavioral adaptations of ringtails, Bassariscus astutus",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Trapp",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "J. Mamm",
                "volume": "53",
                "issue": "",
                "pages": "549--557",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trapp, G.R. (1972) Some anatomical and behavioral ad- aptations of ringtails, Bassariscus astutus. J. Mamm. 53:549-557.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "A kinkajou (Potos flaous) feeding while hanging from a branch (drawing based on photographs and radiographs). To understand the unusual posture of foot reversal, turn the page upside down."
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Tarsal relations in a kinkajou (Potos flavus). A right foot is shown in lateral view in postures typical of (Al) a stance on a horizontal surface, (B1) foot inversion, and (C) foot reversal. A1-C, considered as a series, depict the joint movements necessary to reverse the foot for an effective grasp while hanging upside down (C and D represent the same postures). The relations of the calcaneus to the talus during a stance on a horizontal surface are depicted in anterior (Az) and medial (A3) views. During inversion, the cuboid facet Ccfl of the catcaneus shifts beneath the talar head (th) (Bz), and the sustentaculum tali (st) shifts to a position between the talar head and the medial malleolus (mm) (B3). th cf Fig. 3. Radiograph of the hind foot of a live kinkajou (Potos flauus) descending headfirst on horizontal rungs. The tarsal relations are comparable to those shown inFigure 2C."
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "The crurotalar and talocalcaneal joint facets in the kinkajou Potos flauus (left column, ~1.6) and a tree squirrel, Sciurus carotinensis (right column, x 3.2). A,B. Distal tibial and fibular facets (stippled); tibial crest (tc). The tali are shown in medial (C,D), lateral (E,F,), and posterior (G,H) views. Dorsal views of the calcanea (I,J) show the orientation of the posterior calcaneal facet (stippled). Lateral projection radiograph of the hind feet of a tree squirrel (Sciurus carolinensis) standing on horizontal poles. The left foot 6) is in a posture typically employed on flat surfaces, whereas the right foot (It) isinverted. The relative forward displacement of the calcaneus that occurs with inversion can be noted by comparing the positions of the concavities (arrows) with respect to the anterior margin of the tibiae."
            },
            "FIGREF3": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "A. Radiograph of the hind feet of a tree squirrel (Sciurus carolinensis) showing the inverted, plantarflexed posture used to secure a grip by the claws during headfirst descent on a vertical pole. The eccentric position of the squirrel on the pole has resulted in different projections of the hind feet although the postures are basically the same. The right crus and foot (R) are seen facing to a dorsally facing position, thus achieving hind foot reversal."
            },
            "FIGREF4": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Radiograph (dorsoventral projection) of the hind feet of a tree squirrel (Sciurus carolinensis) descending headfirst on a flat, vertical surface. In this fully reversed foot posture, note that the calcaneocuboid joint (upper arrow) has shifted distally well beyond the talonavicular joint (lower arrow). Compare with the right foot inFigure 6A. R, right; L, left."
            },
            "FIGREF5": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "Distal (anterior) view of transverse tarsal joint relations (reconstructed from radiographs) in the kinkajou (Potos flauus, A-C) and a tree squirrel (Sciurus car* lmensis, D-F) characteristic of the foot in a neutral posture (A,D), during inversion (B,E), and when the foot has been fully reversed (C,F). The rectangles representthe center of the facets of the cuboid and navicular that articulate with corresponding (stippled) facets on the calcaneus and talus, respectively, and indicate the translational and rotational movements of the cuboid and navicular through inversion to foot reversal. cf, cuboid facet of the calcaneus; nf, navicular facet of the talus."
            },
            "FIGREF6": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "A. Radiograph of a hind foot of a margay (Felis wiedii) employing foot reversal in descent from the top of a rug-covered post. Compare with Figure 3. Stereoscopic view of the calcanea (bottom row) and ventral view of the tali (top row) of (B) Potos flaws, (C) Felis wiedri, and (Df E cutus showing the similarities between cular facet differs distinctly from the orientation of the distal part of the posterior facet."
            },
            "FIGREF7": {
                "uris": null,
                "type_str": "figure",
                "num": null,
                "text": "A. Radiograph (lateral projection) of the left (L) and right (R) hind feet of a Virginia opossum (Didelphis uirgznzana) standing o n a horizontal branch. B. Ra-diograph (lateral projection) of an opossum right hind foot showing foot reversal. f f Tarsal relations in a right hind foot of a Virginia opossum (Didelphis uirginiana) grasping a branch in a neutral (inverted) posture (A) and in foot reversal @I. The drawing at the top depicts both positions in a right foot (based on photographs; the left hind foot has been omitted for clarity). Compare A and B to Figure 11A (right foot) and 11B, respectively. C. The distal end of a right tibia (stippled; drawn from poster-B D oventral aspect) and the posterior aspect of a right talus (below). Heavy lines indicate the relations between the tibial condyles (ctl, lateral tibial condyle; ctm, medial tibial condyle) and talar facets in a neutral stance (C1) and in foot reversal ((22). D. A right talus (anterior aspect) showing the configuration of the three proximal articular facets; ff, fibular facet; ftl, lateral tibial facet; ftm, medial tibial facet. An interpretation of the origins of mammalian crurotalar joint diversity in terms of parallel evolution from the type of joints known in advanced mammalian reptiles (A, a cynodont; after Jenkins, '71a) and in early mammals (B, Morganucodon; after Jenkins and Parrington, '76). In Morganueodon the bulbous, hemispheroidal proximal surface of the talus bears two tibial facets (stippled) that are slightly offset in orientation. The primitive ball and socket configuration is retained in somewhat modified form among monotremes (C, echidna, Tachyglossus aculeata, MCZ 25458). The two tibial facets are represented as sulci in multituberculates (D, after Krause and Jenkins, '83) and didelphids (E, opossum, Didelphis uirginiana, MCZ 57838). In the trochlear joint characteristic of macropodids (F, kangaroo, Macropus fuligmosus, MCZ 28029) and eutherians (G, kinkajou, Potus flauus, AMNH 48216) these facets develop as the proximal and medial surfaces of the talar trochlea. All views are from the anterior (distal) aspect."
            }
        }
    }
}