{
    "paper_id": "Johnsenetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:28:57.004023Z"
    },
    "title": "The endothelial-specific regulatory mutation, Mvwf1, is a common mouse founder allele",
    "authors": [
        {
            "first": "Jill",
            "middle": [
                "M"
            ],
            "last": "Johnsen",
            "suffix": "",
            "affiliation": {},
            "email": "jjohnsen@med.umich.edu"
        },
        {
            "first": "A",
            "middle": [
                "E"
            ],
            "last": "Gallia",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "G",
            "middle": [
                "Levy"
            ],
            "last": "Ae",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Randal",
            "middle": [
                "J Westrick"
            ],
            "last": "Ae",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Priscilla",
            "middle": [
                "K Tucker"
            ],
            "last": "Ae",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [],
            "last": "Ginsburg",
            "suffix": "",
            "affiliation": {},
            "email": "ginsburg@umich.edu"
        },
        {
            "first": "Á",
            "middle": [
                "D"
            ],
            "last": "Ginsburg",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "G",
            "middle": [
                "G"
            ],
            "last": "Levy",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "R",
            "middle": [
                "J"
            ],
            "last": "Westrick",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "P",
            "middle": [
                "K"
            ],
            "last": "Tucker",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Mvwf1 is a cis-regulatory mutation previously identified in the RIIIS/J mouse strain that causes a unique tissue-specific switch in the expression of an N-acetylgalactosaminyltransferase, B4GALNT2, from intestinal epithelium to vascular endothelium. Vascular B4galnt2 expression results in aberrant glycosylation of von Willebrand Factor (VWF) and accelerated VWF clearance from plasma. We now report that 13 inbred mouse strains share the Mvwf1 tissue-specific switch and low VWF phenotype, including five wild-derived strains. Genomic sequencing identified a highly conserved 97-kb Mvwf1 haplotype block shared by these strains that encompasses a 30-kb region of high nucleotide sequence divergence from C57BL6/J flanking B4galnt2 exon 1. The analysis of a series of bacterial artificial chromosome (BAC) transgenes containing B4galnt2 derived from the RIIIS/J or C57BL6/J inbred mouse strains demonstrates that the corresponding sequences are sufficient to confer the vessel (RIIIS/J) or intestine (C57BL6/J)-specific expression patterns. Taken together, our data suggest that the region responsible for the Mvwf1 regulatory switch lies within an approximately 30-kb genomic interval upstream of the B4galnt2 gene. The observation that Mvwf1 is present in multiple wild-derived strains suggests that this locus may be retained in wild mouse populations due to positive selection. Similar selective pressures could contribute to the high prevalence of von Willebrand disease in humans.",
    "pdf_parse": {
        "paper_id": "Johnsenetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Mvwf1 is a cis-regulatory mutation previously identified in the RIIIS/J mouse strain that causes a unique tissue-specific switch in the expression of an N-acetylgalactosaminyltransferase, B4GALNT2, from intestinal epithelium to vascular endothelium. Vascular B4galnt2 expression results in aberrant glycosylation of von Willebrand Factor (VWF) and accelerated VWF clearance from plasma. We now report that 13 inbred mouse strains share the Mvwf1 tissue-specific switch and low VWF phenotype, including five wild-derived strains. Genomic sequencing identified a highly conserved 97-kb Mvwf1 haplotype block shared by these strains that encompasses a 30-kb region of high nucleotide sequence divergence from C57BL6/J flanking B4galnt2 exon 1. The analysis of a series of bacterial artificial chromosome (BAC) transgenes containing B4galnt2 derived from the RIIIS/J or C57BL6/J inbred mouse strains demonstrates that the corresponding sequences are sufficient to confer the vessel (RIIIS/J) or intestine (C57BL6/J)-specific expression patterns. Taken together, our data suggest that the region responsible for the Mvwf1 regulatory switch lies within an approximately 30-kb genomic interval upstream of the B4galnt2 gene. The observation that Mvwf1 is present in multiple wild-derived strains suggests that this locus may be retained in wild mouse populations due to positive selection. Similar selective pressures could contribute to the high prevalence of von Willebrand disease in humans.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The RIIIS/J inbred mouse strain carries a spontaneous gain-of-function mutation that specifically switches the expression of b1,4-N-acetylgalactosaminyltransferase, B4GALNT2 (previously referred to as GALGT2), from the intestinal epithelial pattern seen in most mice to a vascular endothelial cell-specific pattern. Endothelial cell expression of B4GALNT2 leads to aberrant post-translational modification of endothelial-derived von Willebrand Factor (VWF) with subterminal GalNAc residues, resulting in accelerated clearance and low circulating VWF levels. This unique regulatory mutation was termed Mvwf1, for Modifier of VWF 1 (Mohlke et al. 1999) .",
                "cite_spans": [
                    {
                        "start": 630,
                        "end": 650,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Glycosyltransferases serve a critical role in post-translational modification of proteins and are generally either spatially or temporally restricted in their expression programs (Lowe and Marth 2003) . Up to 1% of mammalian genes are involved in glycosylation, and 16 human congenital disorders of coagulation have been described, several of which affect coagulation (Haltiwanger and Lowe 2004; Marquardt and Denecke 2003) . The physiologic function of the murine B4galnt2 gene and its human ortholog, B4GALNT2, are unknown (Montiel et al. 2003) , and B4galnt2 knockout animals are viable and have no discernable phenotype under laboratory conditions (Lowe and Marth 2003) . Several spontaneous mutations altering the tissue specificity of a given gene's expression have been reported, generally resulting in either a change in developmental timing (Crossley et al. 1992; Cunningham and Jane 1996) or a shift from a spatially restricted to a more generalized pattern of expression (Bedell et al. 1995; Duhl et al. 1994; Duttlinger et al. 1993 ). To our knowledge, Mvwf1 is the only reported example of a regulatory mutation resulting in a switch in gene expression program from one tissue-specific pattern to another restricted tissuespecific pattern.",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 200,
                        "text": "(Lowe and Marth 2003)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 368,
                        "end": 395,
                        "text": "(Haltiwanger and Lowe 2004;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 396,
                        "end": 423,
                        "text": "Marquardt and Denecke 2003)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 525,
                        "end": 546,
                        "text": "(Montiel et al. 2003)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 652,
                        "end": 673,
                        "text": "(Lowe and Marth 2003)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 850,
                        "end": 872,
                        "text": "(Crossley et al. 1992;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 873,
                        "end": 898,
                        "text": "Cunningham and Jane 1996)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 982,
                        "end": 1002,
                        "text": "(Bedell et al. 1995;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1003,
                        "end": 1020,
                        "text": "Duhl et al. 1994;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1021,
                        "end": 1043,
                        "text": "Duttlinger et al. 1993",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Dolichos biflorus (DBA) lectin detects terminal nonreducing GalNAc residues such as those generated by B4galnt2. We previously demonstrated that DBA lectin detects the Mvwf1 switch in the B4galnt2 gene expression program from intestine to vessel (Mohlke et al. 1999) . Ponder and Wilkinson (1983) surveyed DBA lectin staining patterns in ten inbred mouse strains, including RIII/Ro, an ancestor of the RIIIS/J inbred mouse strain. They described two distinct staining patterns, the first an intestinal epithelial-specific pattern present in eight of the strains surveyed (including C57BL/6) and the second a vascular endothelial-specific pattern in the inbred strains DDK and RIII/Ro. Ponder et al. (1985) subsequently expanded the DBA lectin survey and detected the RIII/Ro pattern in 3 of 29 strains.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 266,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 269,
                        "end": 296,
                        "text": "Ponder and Wilkinson (1983)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 685,
                        "end": 705,
                        "text": "Ponder et al. (1985)",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "We now report the analysis of sequences surrounding the B4galnt2 gene from mice exhibiting the vascular endothelial-specific or gastrointestinal epithelial-specific B4galnt2 expression programs. Our data suggest that the region responsible for the unique Mvwf1 regulatory mutation likely lies within a 30-kb interval upstream of the B4galnt2 structural gene. We identify a number of unrelated inbred mouse strains, including several wild-derived strains, that carry the same Mvwf1 allele, suggesting that this locus may be under positive selection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "C57BL6/J, CASA/RkJ, LEWES/EiJ, PERA/EiJ, PERC/ EiJ, RIIIS/J, RF/J, Sf/CamEiJ, SWR/J, and WSB/EiJ males 5-8 weeks old were obtained from The Jackson Laboratory (Bar Harbor, ME). DDK mice were a gift from Dr. C. Sapienza (Temple University). Idaho (Id) outbred wildderived mice (Miller et al. 2002) were provided by Dr. R. Miller (University of Michigan). All protocols employed were approved by the University Committee on Use and Care of Animals (UCUCA) at the University of Michigan.",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 296,
                        "text": "(Miller et al. 2002)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animals",
                "sec_num": null
            },
            {
                "text": "DNA was either obtained directly from The Jackson Laboratory or prepared from frozen tissue as previously described (Nichols et al. 1994) . Total RNA was prepared as previously described (Mohlke et al. 1999) . Platelet-poor plasma was collected as previously described (Nichols et al. 1994) and stored at -80°C until analysis. Formalin-fixed tissues were paraffin embedded by the Tissue Core of the University of Michigan Comprehensive Cancer Center. Frozen tissues from six wild-derived inbred strains (Supplementary Table 1 ) were purchased from RIKEN BioResources Center (Japan). Formalin-fixed tissues from the inbred wild-derived mouse strain WSA were provided by Dr. Michael Potter (NIH). Formalin-fixed, paraffinembedded whole bowels from the inbred mouse strains MA, STS, and GR were provided by Dr. Marco Breuer (The Netherlands Cancer Institute).",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 137,
                        "text": "(Nichols et al. 1994)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 187,
                        "end": 207,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 269,
                        "end": 290,
                        "text": "(Nichols et al. 1994)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 518,
                        "end": 525,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Preparation of biological samples",
                "sec_num": null
            },
            {
                "text": "Primers were designed to generate overlapping amplicons averaging 800-900 bp in length from the C57BL6/J mouse chromosome 11 build 35, which is publicly available at NCBI, using Primer3 (Rozen and Skaletsky 2000) . PCR products were purified as previously described (Mohlke et al. 1999 ) and sequencing of both strands was performed at the University of Michigan DNA Sequencing Core. An RIIIS/J consensus sequence for each amplicon was assembled to create an RIIIS/J contig using Seqman Lasergene software (DNASTAR, Inc.). Large polymorphisms were confirmed by long-range PCR (Expand Long Template PCR System, Roche) per the manufacturer's instructions or Southern blot as previously described (Bahou et al. 1988) . The RIIIS/J genomic sequence assembly has been deposited at NCBI (GenBank accession number EF372924).",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 212,
                        "text": "(Rozen and Skaletsky 2000)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 266,
                        "end": 285,
                        "text": "(Mohlke et al. 1999",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 694,
                        "end": 713,
                        "text": "(Bahou et al. 1988)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RIIIS/J genomic sequencing",
                "sec_num": null
            },
            {
                "text": "Screening of a panel of DNA from multiple inbred mouse strains ( Supplementary Table 1 ) was performed using RIIIS/J polymorphisms 5 kb and 10 kb upstream of B4galnt2 exon 1 by genomic PCR (primer sets 1 and 2 in Supplementary Table 2 ) using PfuTurboHotstart (Stratagene) for amplicons smaller than 3 kb or Expand Long Template PCR System (Roche) for amplicons larger than 3 kb per the manufacturer's instructions.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 86,
                        "text": "Supplementary Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 213,
                        "end": 234,
                        "text": "Supplementary Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Genotyping",
                "sec_num": null
            },
            {
                "text": "For a haplotype analysis, genomic sequencing was performed as described above (primer sets 1, 2, and 29-53 in Supplementary Table 2 ). Unrooted parsimony trees were generated for individual amplicons using PAUP v4.0 beta (bootstrap analysis, heuristic method, n = 1000 replicates) and used to define groups with similar sequences. A parsimony tree, distance tree, and neighbor-joining tree were similarly generated using ordered concatenated sequences with PAUP v4.0 beta.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 110,
                        "end": 131,
                        "text": "Supplementary Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Genotyping",
                "sec_num": null
            },
            {
                "text": "Analysis for the Mvwf1 tissue-specific switch DBA lectin staining was performed on formalin-fixed, paraffin-embedded tissues as previously described (Mohlke et al. 1999) using HRP-DBA lectin (H-Y Labs, Inc.). Plasma VWF levels were determined by ELISA in triplicate as previously described (Mohlke et al. 1998) . Aliquots of pooled C57BL6/J plasma were used to generate a standard curve. VWF values for at least three individual animals were averaged to ascertain each strain's VWF level.",
                "cite_spans": [
                    {
                        "start": 149,
                        "end": 169,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 290,
                        "end": 310,
                        "text": "(Mohlke et al. 1998)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genotyping",
                "sec_num": null
            },
            {
                "text": "Three overlapping C57BL6/J BACs containing the B4galnt2 gene (Fig. 1A) were obtained. The C57BL/6J BAC clone RP23-271O13 (B6 BAC-1, Fig. 1A ) was identified by screening the RPCI-23 library segment 2 filters (Research Genetics) with a probe generated by PCR with primer set 25 (Supplementary Table 2 ) spanning exons 1 and 2 of the B4galnt2 cDNA and 446 bp of 5 0 upstream genomic sequence. The RP24-158F18 and RP24-247D8 BACs (B6 BAC-2 and B6 BAC-3 respectively, Fig. 1A ) were identified to contain B4galnt2 by genomic sequence alignments with the C57BL6/J mouse chromosome 11 build 35 (available at http://www.ncbi.nlm.nih.gov/). All three BACs were obtained from the BACPAC Resources Center (Oakland, CA). The integrity of the BAC inserts was confirmed by PCR for the presence of the previously described sequence tagged (Mohlke et al. 1996) ; the B4galnt2 gene is shown in blue (distances are referenced to C57BL6/J). Genomic regions spanned by the inserts of the C57BL6/J (B6) and the RIIIS/J (R3) BAC transgenes are shown; blue regions identify the location of the B4galnt2 structural gene within the BAC insert. The homologous genomic regions sequenced in RIIIS/J are indicated, with the region of high sequence divergence in red. B Plot of single nucleotide differences between RIIIS/J and C57BL6/J; the B4galnt2 structural gene is annotated below the x axis. Larger genomic differences were deleted, resulting in an approximately 10-kb smaller interval in this analysis than the C57BL6/J genomic distance. The average sequence difference between inbred strains is 1%, indicated by the dashed black line. An approximately 30-kb region of high sequence divergence (dotted red box) flanks B4galnt2 exon 1 sites (STSs) (Mohlke et al. 1998 ) that were predicted to lie within the regions of the BACs and by HindIII, EcoRI, and SpeI restriction digests.",
                "cite_spans": [
                    {
                        "start": 825,
                        "end": 845,
                        "text": "(Mohlke et al. 1996)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1725,
                        "end": 1744,
                        "text": "(Mohlke et al. 1998",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 61,
                        "end": 70,
                        "text": "(Fig. 1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 132,
                        "end": 139,
                        "text": "Fig. 1A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 292,
                        "end": 299,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 464,
                        "end": 471,
                        "text": "Fig. 1A",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Bacterial artificial chromosomes (BACs)",
                "sec_num": null
            },
            {
                "text": "4 2 h o M 1 1 D 1 p b 2 f g I 2 t n l a g 4 B 4 h o M 1 1 D b k 0 0 1 Ndp62 Atp5g1 Ube2z Snf8 Gip Gngt2 Abi3 Phospho1 3 - C A B 6 B 1 - C A B 6 B 2 - C A B 6 B 1 - C A B 3 R 2 - C A B 3 R",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Bacterial artificial chromosomes (BACs)",
                "sec_num": null
            },
            {
                "text": "An RIIIS/J BAC library was commissioned from BioS&T (Montreal, Quebec). The library was screened for BAC clones likely to contain the B4galnt2 gene with a probe positioned 2 kb upstream of B4galnt2 (primer set 28 in Supplementary Table 2 ). Two positive clones, C8 and H1 (R3 BAC-1 and R3 BAC-2 respectively, Fig. 1A) , with unique insert sizes were identified using pulsed-field gel electrophoresis. End sequencing and alignment to C57BL6/ J mouse chromosome 11 build 35 predicted both BACs to contain the entire B4galnt2 gene (Fig. 1A) . The integrity of the BAC inserts was confirmed by HindIII restriction digests, genomic PCR of 16 amplicons spanning the predicted genomic inserts (primer sets 8-23 in Supplementary  Table 2 ), and Southern blots as previously described (Bahou et al. 1988 ).",
                "cite_spans": [
                    {
                        "start": 776,
                        "end": 794,
                        "text": "(Bahou et al. 1988",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 216,
                        "end": 237,
                        "text": "Supplementary Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 309,
                        "end": 317,
                        "text": "Fig. 1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 528,
                        "end": 537,
                        "text": "(Fig. 1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 707,
                        "end": 729,
                        "text": "Supplementary  Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Bacterial artificial chromosomes (BACs)",
                "sec_num": null
            },
            {
                "text": "BACs were purified using the NucleoBond BAC Maxi kit (Clontech). Transgenic mice were generated at the University of Michigan Transgenic Animal Model Core. Purified DNA was microinjected into fertilized eggs obtained from the mouse strains indicated below and pronuclear microinjection was performed as described (Nagy et al. 2007) . The B6 BAC-1 was injected into (B4galnt2 knockout 9 SWR/ J)F 1 oocytes. The B6 BAC-2 and B6 BAC-3 were injected into SWR/J oocytes. R3 BAC-1 and R3 BAC-2 were injected into (C57BL/6 9 SJL)F 2 oocytes. Founder animals were backcrossed to a B4galnt2-deficient background using a PCR-based genotyping strategy (all primers are in Supplementary Table 2 ) to identify the BAC vector (primer set 5), the B4galnt2 null allele (primer set 6), and a 118-bp insertion present 5 kb upstream of B4galnt2 on the SWR/J (Mvwf1) B4galnt2 allele (primer set 7).",
                "cite_spans": [
                    {
                        "start": 313,
                        "end": 331,
                        "text": "(Nagy et al. 2007)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 675,
                        "end": 682,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Transgenic animals",
                "sec_num": null
            },
            {
                "text": "RIIIS/J genomic sequence and structure RIIIS/J genomic sequence was obtained spanning a region homologous to 105 kb in C57BL6/J (annotated in Fig. 1 ) containing the entire B4galnt2 structural gene, upstream intergenic region, and extending into the upstream gene Igf2bp1. An approximately 30-kb region of greater than 2-3% single nucleotide divergence from C57BL6/J was identified that flanks B4galnt2 exon 1 (indicated in red in Fig. 1 ). In addition to single nucleotide differences (SNPs), this region also contains size variation in simple and complex tandem repeats as well as larger insertions and deletions. The net effect of these larger genomic changes decreases the size of the RIIIS/J upstream intergenic interval by 10 kb compared to C57BL6/J. Survey of mouse strains for the Mvwf1 allele and tissue-specific switch Ponder and Wilkinson (1983) previously described a switch in DBA lectin staining pattern from bowel to vessel similar to Mvwf1 in several inbred mouse strains, including the RIII strain from which RIIIS/J is descended. Thus, Mvwf1 may be present in inbred mouse strains other than RIIIS/J. DNA from 59 inbred strains ( Supplementary Table  1 ) was screened for the Mvwf1 allele using two size polymorphisms 5 and 10 kb upstream of B4galnt2 exon 1, including all available descendants of the strains described by Ponder et al. (1985) . Thirteen unrelated (Beck et al. 2000) inbred strains carrying the Mvwf1 allele were identified (Table 1) , including five independent wild-derived strains. The presence of the Mvwf1 allele in wild-derived strains suggests that Mvwf1 may also be present in wild mouse populations. Alternatively, accidental genetic contamination, which has been documented to occur between conventional inbred strains (Naggert et al. 1995) , could explain distribution of a single rare mutant allele among multiple laboratory strains. To test this hypothesis, DNA from recently established wild-derived outbred mouse colonies maintained by Dr. R. Miller at the University of Michigan Miller et al. 2002) was screened for the Mvwf1 allele. Mvwf1 polymorphisms were found in individuals from two distinct wild-derived M. m. domesticus colonies, implying that the Mvwf1 allele is present in the wild mouse populations from which these mice were derived.",
                "cite_spans": [
                    {
                        "start": 829,
                        "end": 856,
                        "text": "Ponder and Wilkinson (1983)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1341,
                        "end": 1361,
                        "text": "Ponder et al. (1985)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1383,
                        "end": 1401,
                        "text": "(Beck et al. 2000)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1764,
                        "end": 1785,
                        "text": "(Naggert et al. 1995)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 2021,
                        "end": 2049,
                        "text": "Michigan Miller et al. 2002)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 142,
                        "end": 148,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 431,
                        "end": 437,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1148,
                        "end": 1170,
                        "text": "Supplementary Table  1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1459,
                        "end": 1468,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "To confirm that the presence of the Mvwf1 allele, as detected by the presence of two RIIIS/J polymorphisms described above, corresponds to the Mvwf1 tissue-specific switch, DBA lectin staining was performed on bowels from the 13 strains identified above and plasma VWF levels were determined for the nine available strains maintained at The Jackson Laboratory. DBA lectin detects B4galnt2-specific subterminal GalNAc residues, as demonstrated by the absence of DBA lectin staining in any tissues from B4galnt2 knockout animals. All 13 Mvwf1 strains exhibited a vessel(+), bowel(-) DBA lectin staining pattern identical to RIIIS/J (Table 1) . A homozygote for the Mvwf1 allele from Dr. Miller's wild-derived colony also exhibited the RIIIS/J lectin staining pattern. A survey of plasma VWF antigen levels from nine Mvwf1 strains and three non-Mvwf1 wildderived strains (Table 1) found that the Mvwf1 strains have low VWF levels relative to the three non-Mvwf1 wildderived strains, consistent with a decrease in VWF level due to vascular endothelial B4galnt2 expression, as previously demonstrated for RIIIS/J (Mohlke et al. 1996) .",
                "cite_spans": [
                    {
                        "start": 1108,
                        "end": 1128,
                        "text": "(Mohlke et al. 1996)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 630,
                        "end": 639,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 868,
                        "end": 877,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Genomic sequencing from 13 regions with an average amplicon length of approximately 800 bp was performed over a 55-kb genomic region encompassing the approximately 30-kb region of high sequence divergence (see Supplementary Table 3 for a summary of the number of SNPs at each amplicon). Nine Mvwf1 strains and wildderived inbred strains from the M. musculus clade (Tucker 2007) , M. spretus, and M. spicilegus were included in this analysis. All nine of the Mvwf1 strains surveyed were found to share a unique, highly conserved common haplotype block spanning the entire region that was distinct from all other strains tested (represented in Fig. 2 ; amplicons with Mvwf1 SNPs are yellow; the haplotype block is outlined by the solid black box). Refinement of the haplotype data effort by sampling sequence from ten additional regions (5 upstream and 5 downstream) determined that the shared Mvwf1 haplotype block is approximately 97kb in length and encompasses the entire upstream intergenic region and most of the B4galnt2 structural gene. Seven of 20 non-Mvwf1 mouse strains surveyed were found to share two or more contiguous SNP blocks identical to the Mvwf1 haplotype (highlighted in the red boxes in Fig. 2 ), suggesting recombined alleles partially derived from the Mvwf1 founder allele. To determine if these shared regions affect B4galnt2 tissue-specific expression, DBA lectin staining was performed on bowel from strains representative of each candidate recombined haplotype pattern (Table 1) . MOLF/ EiJ (Strain ID #37) and Id12b (Strain ID #28) both exhibit a wild-type gut(+), vessel(-) pattern, suggesting that the genomic region responsible for the Mvwf1 tissue-specific switch in B4galnt2 gene expression program lies upstream of the B4galnt2 structural gene and proximal promoter region (boundary indicated in Fig. 2 by the black dashed line within the Mvwf1 haplotype block). DBA lectin staining was absent in both bowel and vessel in WSB/EiJ (Strain ID #64), suggesting the presence of an independent B4galtnt2 loss-of-function mutation on this allele. 1A) with inserts derived from either the C57BL6/J (intestine+) mouse strain or the RIIIS/J (vessel+) mouse strain was used to identify a minimal genomic interval that contains intestine-and/or vessel-specific regulatory elements. All three C57BL6/J BAC transgenes restored an intestinal DBA lectin staining pattern in B4galnt2-deficient animals ( Fig. 3 ), suggesting that the critical regulatory elements required for intestinal epithelial-specific expression are contained within the 84-kb overlapping region shared by the three BACs. Both RIIIS/J BAC transgenes Fig. 3 BAC transgenic bowel DBA lectin staining. DBA lectin staining of small bowel; positive lectin staining is brown. A Lectinstained bowel from C57BL6/J and F 1 transgenic animals generated with each of the C57BL6/J BACs (vessels are positive from the endogenous B4galnt2 gene; F 2 transgenic B4galnt2-/-animals exhibit staining in bowel but not vessels, while B4galnt2-/-animals exhibit no staining in any tissue, data not shown). B Lectin-stained bowel from transgenic animals generated with the two RIIIS/J BACs and a transgene negative (Tg-) littermate. The endogenous gene confers intestinal staining in all animals. Arrows indicate serosal blood vessels Supplementary Table 1 ). Colors were assigned to similar sequences based upon PAUP phylogeny trees; missing data are white. The B4galnt2 exon 1 boundary is highlighted by the thick white vertical line. The Mvwf1 haplotype block is outlined in black. Shorter segments in seven additional strains (28, 64, 37, 38, 40, 31, 20) have two or more contiguous amplicons with sequence identity to the Mvwf1 strains (outlined in the red boxes) restored a vascular expression pattern (Fig. 3 ), suggesting that the critical regulatory elements necessary for the vascular endothelial-specific expression program are contained within the 108-kb overlapping genomic region shared by these two BACs. Taken together, these data suggest that a master regulatory region may be localized to the genomic interval shared by these five BACs.",
                "cite_spans": [
                    {
                        "start": 364,
                        "end": 377,
                        "text": "(Tucker 2007)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 3597,
                        "end": 3601,
                        "text": "(28,",
                        "ref_id": null
                    },
                    {
                        "start": 3602,
                        "end": 3605,
                        "text": "64,",
                        "ref_id": null
                    },
                    {
                        "start": 3606,
                        "end": 3609,
                        "text": "37,",
                        "ref_id": null
                    },
                    {
                        "start": 3610,
                        "end": 3613,
                        "text": "38,",
                        "ref_id": null
                    },
                    {
                        "start": 3614,
                        "end": 3617,
                        "text": "40,",
                        "ref_id": null
                    },
                    {
                        "start": 3618,
                        "end": 3621,
                        "text": "31,",
                        "ref_id": null
                    },
                    {
                        "start": 3622,
                        "end": 3625,
                        "text": "20)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 210,
                        "end": 231,
                        "text": "Supplementary Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 642,
                        "end": 648,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1207,
                        "end": 1213,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1495,
                        "end": 1504,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1829,
                        "end": 1835,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 2074,
                        "end": 2077,
                        "text": "1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2421,
                        "end": 2427,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 2639,
                        "end": 2645,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 3302,
                        "end": 3323,
                        "text": "Supplementary Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 3775,
                        "end": 3782,
                        "text": "(Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Characterization of a highly conserved Mvwf1 haplotype block",
                "sec_num": null
            },
            {
                "text": "The inbred mouse strain RIIIS/J exhibits a tissue-specific switch in the expression of b1,4-N-acetylgalactosaminyltransferase, or B4GALNT2, from the intestinal epithelial pattern seen in most mice to a vascular endothelial cellspecific pattern (Mohlke et al. 1999) . Examples of regulatory mutations in other genes have been previously reported, which change either temporal or spatial gene expression programs. Although large genomic rearrangements such as those resulting from chromosome translocations can also result in tissue-specific switches in gene expression programs by moving genes from their native genomic context to another differentially regulated locus, previous work (Mohlke et al. 1999) and our current data exclude such a large genomic rearrangement as a mechanism for the Mvwf1 switch. In humans, diseases such as hereditary persistence of fetal hemoglobin (Cunningham and Jane 1996) can result from mutations that alter the timing of gene expression during development, although tissue specificity generally remains unchanged. Spontaneous mutations have been reported in mice that specifically decrease gene expression in the ''normal'' tissue while upregulating gene expression in other tissues, including examples such as the W-sash allele affecting c-kit (Duttlinger et al. 1993 ) and the Steel-contrasted allele of the melanocyte growth factor gene (Bedell et al. 1995) . However, in these cases the gene expression pattern has been changed from a restricted tissue-specific pattern to a more ubiquitous pattern of gene expression. In contrast, the Mvwf1 regulatory mutation results in a unique switch in gene expression program from one tissue-specific pattern to another entirely distinct tissue-specific expression program. Previous work demonstrated that Mvwf1 results from a cis-acting mutation (Mohlke et al. 1999 ) genetically localized to a large 264-kb genomic interval surrounding the B4galnt2 gene and containing nine flanking genes (Mohlke et al. 1996) . Although the use of alternative tissue-specific promoters has been described as a mechanism for regulating tissue-specific gene expression (Morishita et al. 1995) , 5 0 -RACE analysis appears to exclude this explanation for the Mvwf1 regulatory switch. Taken together, the BAC expression data and multiple-strain analyses reported here (summarized in Fig. 4 ) refine the candidate interval for the Mvwf1 regulatory mutation from the previous 264-kb genomic segment to a 30-kb intergenic region upstream of the B4galnt2 structural gene. These results position the candidate region for the Mvwf1 regulatory mutation well outside of the B4galnt2 structural gene and proximal promoter region and suggest that the Mvwf1 mutation alters the function of one or more enhancer and/or repressor elements acting over a large genomic distance.",
                "cite_spans": [
                    {
                        "start": 244,
                        "end": 264,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 684,
                        "end": 704,
                        "text": "(Mohlke et al. 1999)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 877,
                        "end": 903,
                        "text": "(Cunningham and Jane 1996)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1279,
                        "end": 1302,
                        "text": "(Duttlinger et al. 1993",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1374,
                        "end": 1394,
                        "text": "(Bedell et al. 1995)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1825,
                        "end": 1844,
                        "text": "(Mohlke et al. 1999",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 1969,
                        "end": 1989,
                        "text": "(Mohlke et al. 1996)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 2131,
                        "end": 2154,
                        "text": "(Morishita et al. 1995)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2343,
                        "end": 2349,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The genomic sequence within this region contains an approximately 30-kb region of strikingly high sequence divergence ([2-3%) in RIIIS/J compared to C57BL6/J that flanks B4galnt2 exon 1. This degree of sequence divergence is 3-to 30-fold greater than the sequence difference expected between modern laboratory strains (Wade et al. 2002) . This 30-kb segment lies within a conserved 97-kb haplotype block shared by all 13 inbred mouse strains shown to exhibit the Mvwf1 switch in DBA lectin staining pattern from bowel to vessel first described by Ponder and Wilkinson (1983) . Our data identify the cause of the Mvwf1 tissue-specific switch in the B4galnt2 gene expression program (and the resulting low circulating VWF levels) as a single, highly conserved Mvwf1 founder allele that is common among inbred laboratory mouse strains. Six of these Mvwf1 strains were included in a survey of coagulation parameters as part of the Mouse Phenome Database project (Peters and Barker 2006) , accounting for six of the seven longest activated partial thromboplastin times (aPTTs) reported in the database (Fig. 5) . Thus, Mvwf1 is a common allele among inbred mouse strains and the major cause of a prolonged aPTT in laboratory mice.",
                "cite_spans": [
                    {
                        "start": 318,
                        "end": 336,
                        "text": "(Wade et al. 2002)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 547,
                        "end": 574,
                        "text": "Ponder and Wilkinson (1983)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 958,
                        "end": 982,
                        "text": "(Peters and Barker 2006)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1097,
                        "end": 1105,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The identification of Mvwf1 in multiple conventional inbred strains suggested that this allele may have been present in the Mus musculus clade from which the conventional inbred mouse strains were derived. Indeed, several of the Mvwf1 strains reported here are wild-derived mouse strains that were created and maintained independent from conventional inbred laboratory mouse strains, supporting the persistence of Mvwf1 specifically in the wild M. m. domesticus populations from which these wildderived strains are descended (LEWES/EiJ was derived Fig. 4 Summary of the Mvwf1 candidate region. The genomic regions defined by the BAC transgenic experiments (RIIIS/J BACs in orange, C57BL6/J BACs in green), haplotype block analysis (red), and RIIIS/J genomic region of high sequence divergence (maroon hatch marks) are shown. The deduced 30-kb Mvwf1 candidate interval is indicated in black from founders trapped in Delaware, PERA/EiJ and PERC/ EiJ from Peru, Sf/CamEiJ from California, and WSA from Maryland). The identification of Mvwf1 in two independent and recently derived outbred wild mouse colonies from Idaho suggests that the Mvwf1 allele continues to be maintained in contemporary wild mouse populations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 548,
                        "end": 554,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The existence of such a highly divergent, polymorphic genomic segment within a single species is quite unusual and raises interesting questions about the genetic origin of the Mvwf1 allele. Although there are differences in the sizes of tandem repeats within this region between the Mvwf1 strains, Mvwf1 single nucleotide differences are nearly perfectly conserved. The conservation of single nucleotide differences is also shared by the wild-derived Mvwf1 mouse strains. The existence of this highly conserved region within M. m. domesticus could be the result of selection, of suppression of recombination, or of a founder event. Indeed, the presence of a genomic region of such high nucleotide divergence is suggestive of balancing selection at or near this locus (Charlesworth 2006) . Alternatively, this divergent segment could have arisen as the result of an introgression event from a closely related species such as other members of the genus Mus (Lundrigan et al. 2002) . There is evidence that fragments of genomic DNA can be exchanged between mammalian species, including M. spretus, which is sympatric with M. m. domesticus (Hardies et al. 2000; Orth et al. 2002) . A recently introduced foreign allele would be expected to have had less time to accrue sequence changes and could account for the large size of the Mvwf1 haplotype block. If the Mvwf1 divergent region is the result of an introgression event, then the species from which this allele was originally derived might also exhibit the phenotype conferred by the Mvwf1 regulatory mutation.",
                "cite_spans": [
                    {
                        "start": 767,
                        "end": 786,
                        "text": "(Charlesworth 2006)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 955,
                        "end": 978,
                        "text": "(Lundrigan et al. 2002)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1136,
                        "end": 1157,
                        "text": "(Hardies et al. 2000;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1158,
                        "end": 1175,
                        "text": "Orth et al. 2002)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Regardless of its origin, the presence of the highly conserved Mvwf1 haplotype block among multiple, independent, wild-derived inbred strains, the diversity in geographic location and temporal spacing of capture of the original wild-derived strain founder mice, and the presence of the Mvwf1 allele in recently derived outbred mouse colonies are all consistent with the maintenance of the Mvwf1 allele as a natural variant in wild M. m. domesticus populations. Taken together, these data suggest the possibility that the Mvwf1 phenotype may confer a fitness advantage, resulting in selective pressure that accounts for the prevalence of the Mvwf1 allele in wild mouse populations. Even if additional evidence for natural selection can be obtained, the underlying mechanism may be difficult to precisely define. A direct effect of reduced plasma VWF (perhaps via decreased thrombotic risk) is one possibility. However, the responsible protein could also be any of the large number of other endothelial protein products (in addition to VWF) that are likely to be altered by Mvwf1. It is also possible that loss of GI epithelial B4galnt2 expression, rather than gain of endothelial expression, confers a fitness advantage in wild mouse populations. If the underlying explanation is indeed reduced plasma VWF, then similar positive selective pressures may have contributed to the high prevalence of von Willebrand disease in multiple mammalian species, including humans. in the initial screen), Dr. Richard Miller and Jessica Sewald at the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "J. M. Johnsen et al.: Mvwf1: a common mouse founder allele",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgments The authors acknowledge Dr. Wanda Filipiak, Galina Gavrilina, Dr. Thom Saunders, and Dr. Maggie Van Keuren for preparation of transgenic mice at the Transgenic Animal Model Core of the University of Michigan's Biomedical Research Core Facilities. This work was also supported by the Tissue Core of the University of Michigan Comprehensive Cancer Center. Transgenic Core and Tissue Core support was provided by The University of Michigan Cancer Center (NIH grant number CA46592), The University of Michigan Center for Organogenesis, and The University of Michigan Multipurpose Arthritis Center (NIH grant number AR20557). Many thanks to the following for generously providing mouse tissue samples, DNA, and/or mice of interest: Dr. Thomas Glaser at the University of Michigan (eight of the inbred strains used (MA, STS, GR). This work was supported by NIH grant 1 F32 HL78185-01 (J.J.), a National Hemophilia Foundation Judith Graham Pool Fellowship (J.J.), American Heart Association Fellow-to-Faculty Award #0575033N (J.J), National Science Foundation grant DEB 0212667 (P.T.), and NIH grant 4 R37-HL 036963 (D.G.). D.G. is an investigator of the Howard Hughes Medical Institute.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Molecular genetic analysis of porcine von Willebrand disease: tight linkage to the von Willebrand factor locus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Bahou",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Bowie",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "N"
                        ],
                        "last": "Fass",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Ginsburg",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Blood",
                "volume": "72",
                "issue": "",
                "pages": "308--313",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bahou WF, Bowie EJ, Fass DN, Ginsburg D (1988) Molecular genetic analysis of porcine von Willebrand disease: tight linkage to the von Willebrand factor locus. Blood 72:308-313",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Genealogies of mouse inbred strains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Beck",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Lloyd",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hafezparast",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lennon-Pierce",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Eppig",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nat Genet",
                "volume": "24",
                "issue": "",
                "pages": "23--25",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beck JA, Lloyd S, Hafezparast M, Lennon-Pierce M, Eppig JT et al. (2000) Genealogies of mouse inbred strains. Nat Genet 24:23-25",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "DNA rearrangements located over 100 kb 5 0 of the Steel (Sl)-coding region in Steel-panda and Steel-contrasted mice deregulate Sl expression and cause female sterility by disrupting ovarian follicle development",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Bedell",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "I"
                        ],
                        "last": "Brannan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Evans",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "G"
                        ],
                        "last": "Copeland",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "A"
                        ],
                        "last": "Jenkins",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Genes Dev",
                "volume": "9",
                "issue": "",
                "pages": "455--470",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bedell MA, Brannan CI, Evans EP, Copeland NG, Jenkins NA et al. (1995) DNA rearrangements located over 100 kb 5 0 of the Steel (Sl)-coding region in Steel-panda and Steel-contrasted mice deregulate Sl expression and cause female sterility by disrupting ovarian follicle development. Genes Dev 9:455-470",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Balancing selection and its effects on sequences in nearby genome regions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Charlesworth",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "PLoS Genet",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Charlesworth D (2006) Balancing selection and its effects on sequences in nearby genome regions. PLoS Genet 2:e64",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Recovery from hemophilia B Leyden: an androgen-responsive element in the factor IX promoter",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Crossley",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ludwig",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Stowell",
                        "suffix": ""
                    },
                    {
                        "first": "De",
                        "middle": [],
                        "last": "Vos",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Olek",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Science",
                "volume": "257",
                "issue": "",
                "pages": "377--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crossley M, Ludwig M, Stowell KM, De Vos P, Olek K et al. (1992) Recovery from hemophilia B Leyden: an androgen-responsive element in the factor IX promoter. Science 257:377-379",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Hemoglobin switching and fetal hemoglobin reactivation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Cunningham",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Jane",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Semin Hematol",
                "volume": "33",
                "issue": "",
                "pages": "9--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cunningham JM, Jane SM (1996) Hemoglobin switching and fetal hemoglobin reactivation. Semin Hematol 33:9-23",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Neomorphic agouti mutations in obese yellow mice",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Duhl",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Vrieling",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Barsh",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Nat Genet",
                "volume": "8",
                "issue": "",
                "pages": "59--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Duhl DM, Vrieling H, Miller KA, Wolff GL, Barsh GS (1994) Neomorphic agouti mutations in obese yellow mice. Nat Genet 8:59-65",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "W-sash affects positive and negative elements controlling c-kit expression: ectopic c-kit expression at sites of kit-ligand expression affects melanogenesis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Duttlinger",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Manova",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "Y"
                        ],
                        "last": "Chu",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Gyssler",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Zelenetz",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Development",
                "volume": "118",
                "issue": "",
                "pages": "705--717",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Duttlinger R, Manova K, Chu TY, Gyssler C, Zelenetz AD et al. (1993) W-sash affects positive and negative elements controlling c-kit expression: ectopic c-kit expression at sites of kit-ligand expression affects melanogenesis. Development 118:705-717",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Role of glycosylation in development",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Haltiwanger",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Lowe",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Annu Rev Biochem",
                "volume": "73",
                "issue": "",
                "pages": "491--537",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haltiwanger RS, Lowe JB (2004) Role of glycosylation in develop- ment. Annu Rev Biochem 73:491-537",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "LINE-1 (L1) lineages in the mouse",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Hardies",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Wang",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Zhou",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Zhao",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Casavant",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Mol Biol Evol",
                "volume": "17",
                "issue": "",
                "pages": "616--628",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hardies SC, Wang L, Zhou L, Zhao Y, Casavant NC et al. (2000) LINE-1 (L1) lineages in the mouse. Mol Biol Evol 17:616-628",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A genetic approach to Mammalian glycan function",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Lowe",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Marth",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Annu Rev Biochem",
                "volume": "72",
                "issue": "",
                "pages": "643--691",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lowe JB, Marth JD (2003) A genetic approach to Mammalian glycan function. Annu Rev Biochem 72:643-691",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Phylogenetic relationships in the genus mus, based on paternally, maternally, and biparentally inherited characters",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundrigan",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Jansa",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "K"
                        ],
                        "last": "Tucker",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Syst Biol",
                "volume": "51",
                "issue": "",
                "pages": "410--431",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lundrigan BL, Jansa SA, Tucker PK (2002) Phylogenetic relation- ships in the genus mus, based on paternally, maternally, and biparentally inherited characters. Syst Biol 51:410-431",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Congenital disorders of glycosylation: review of their molecular bases, clinical presentations and specific therapies",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Marquardt",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Denecke",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Eur J Pediatr",
                "volume": "162",
                "issue": "",
                "pages": "359--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marquardt T, Denecke J (2003) Congenital disorders of glycosyla- tion: review of their molecular bases, clinical presentations and specific therapies. Eur J Pediatr 162:359-379",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Longer life spans and delayed maturation in wild-derived mice",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Harper",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Dysko",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Durkee",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "N"
                        ],
                        "last": "Austad",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Exp Biol Med (Maywood)",
                "volume": "227",
                "issue": "",
                "pages": "500--508",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miller RA, Harper JM, Dysko RC, Durkee SJ, Austad SN (2002) Longer life spans and delayed maturation in wild-derived mice. Exp Biol Med (Maywood) 227:500-508",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A novel modifier gene for plasma von Willebrand factor level maps to distal mouse chromosome 11",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Mohlke",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Nichols",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Westrick",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "K"
                        ],
                        "last": "Novak",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Cooney",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Proc Natl Acad Sci",
                "volume": "93",
                "issue": "",
                "pages": "15352--15357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mohlke KL, Nichols WC, Westrick RJ, Novak EK, Cooney KA et al. (1996) A novel modifier gene for plasma von Willebrand factor level maps to distal mouse chromosome 11. Proc Natl Acad Sci USA 93:15352-15357",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Comparative mapping of distal murine chromosome 11 and human 17q21.3 in a region containing a modifying locus for murine plasma von Willebrand factor level",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Mohlke",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Purkayastha",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Westrick",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Ginsburg",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Genomics",
                "volume": "54",
                "issue": "",
                "pages": "19--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mohlke KL, Purkayastha AA, Westrick RJ, Ginsburg D (1998) Comparative mapping of distal murine chromosome 11 and human 17q21.3 in a region containing a modifying locus for murine plasma von Willebrand factor level. Genomics 54:19-30",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mvwf, a dominant modifier of murine von Willebrand factor, results from altered lineage-specific expression of a glycosyltransferase",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Mohlke",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Purkayastha",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Westrick",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Petryniak",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Cell",
                "volume": "96",
                "issue": "",
                "pages": "111--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mohlke KL, Purkayastha AA, Westrick RJ, Smith PL, Petryniak B et al. (1999) Mvwf, a dominant modifier of murine von Willebrand factor, results from altered lineage-specific expres- sion of a glycosyltransferase. Cell 96:111-120",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Molecular cloning, gene organization and expression of the human UDP-GalNAc:Neu5Acalpha2-3Galbeta-R beta1,4-Nacetylgalactosaminyltransferase responsible for the biosynthesis of the blood group Sda/Cad antigen: evidence for an unusual extended cytoplasmic domain",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Montiel",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Krzewinski-Recchi",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Delannoy",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Harduin-Lepers",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Biochem J",
                "volume": "373",
                "issue": "",
                "pages": "369--379",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Montiel MD, Krzewinski-Recchi MA, Delannoy P, Harduin-Lepers A (2003) Molecular cloning, gene organization and expression of the human UDP-GalNAc:Neu5Acalpha2-3Galbeta-R beta1,4-N- acetylgalactosaminyltransferase responsible for the biosynthesis of the blood group Sda/Cad antigen: evidence for an unusual extended cytoplasmic domain. Biochem J 373:369-379",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A novel promoter for vascular endothelial growth factor receptor (flt-1) that confers endothelial-specific gene expression",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Morishita",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "T"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "J Biol Chem",
                "volume": "270",
                "issue": "",
                "pages": "27948--27953",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Morishita K, Johnson DE, Williams LT (1995) A novel promoter for vascular endothelial growth factor receptor (flt-1) that confers endothelial-specific gene expression. J Biol Chem 270:27948- 27953",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Genomic analysis of the C57BL/Ks mouse strain",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Naggert",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Mu",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Frankel",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Bailey",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Paigen",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Mamm Genome",
                "volume": "6",
                "issue": "",
                "pages": "131--133",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Naggert JK, Mu JL, Frankel W, Bailey DW, Paigen B (1995) Genomic analysis of the C57BL/Ks mouse strain. Mamm Genome 6:131-133",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Manipulating the Mouse Embryo: A Laboratory Manual",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Nagy",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Gerstenstein",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Vintersten",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Behringer",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nagy A, Gerstenstein M, Vintersten K, Behringer R (2007) Manip- ulating the Mouse Embryo: A Laboratory Manual. (Cold Spring Harbor, NY: Cold Spring Harbor Laboratory Press)",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Willebrand disease in the RIIIS/J mouse is caused by a defect outside of the von Willebrand factor gene",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Nichols",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Cooney",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L"
                        ],
                        "last": "Mohlke",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Ballew",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Yang",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Blood",
                "volume": "83",
                "issue": "",
                "pages": "3225--3231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nichols WC, Cooney KA, Mohlke KL, Ballew JD, Yang A et al. (1994) von Willebrand disease in the RIIIS/J mouse is caused by a defect outside of the von Willebrand factor gene. Blood 83:3225-3231",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Natural hybridization between 2 sympatric species of mice, Mus musculus domesticus L",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Orth",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Belkhir",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Britton-Davidian",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Boursot",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Benazzou",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orth A, Belkhir K, Britton-Davidian J, Boursot P, Benazzou T et al. (2002) [Natural hybridization between 2 sympatric species of mice, Mus musculus domesticus L. and Mus spretus Lataste].",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "MPD:6225, 6226, 6227. Mouse Phenome Database website",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Peters",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Barker",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peters LL, Barker JE (2006) MPD:6225, 6226, 6227. Mouse Phenome Database website, The Jackson Laboratory, Bar Harbor, ME, USA. Available at http://www.jax.org/phenome [accessed 30 May 2006]",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Organ-related differences in binding of dolichos-biflorus agglutinin to vascular endothelium",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Ponder",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Wilkinson",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Dev Biol",
                "volume": "96",
                "issue": "",
                "pages": "535--541",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ponder BA, Wilkinson MM (1983) Organ-related differences in binding of dolichos-biflorus agglutinin to vascular endothelium. Dev Biol 96:535-541",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "An allelic difference determines reciprocal patterns of expression of binding-sites for dolichos-biflorus lectin in inbred strains of mice",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Ponder",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "F"
                        ],
                        "last": "Festing",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Wilkinson",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "J Embryol Exp Morphol",
                "volume": "87",
                "issue": "",
                "pages": "229--239",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ponder BA, Festing MF, Wilkinson MM (1985) An allelic difference determines reciprocal patterns of expression of binding-sites for dolichos-biflorus lectin in inbred strains of mice. J Embryol Exp Morphol 87:229-239",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Primer3 on the WWW for general users and for biologist programmers",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Rozen",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Skaletsky",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Bioinformatics Methods and Protocols: Methods in Molecular Biology",
                "volume": "",
                "issue": "",
                "pages": "365--386",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rozen S, Skaletsky HJ (2000) Primer3 on the WWW for general users and for biologist programmers. In: Krawetz S, Misener S (eds), Bioinformatics Methods and Protocols: Methods in Molecular Biology. (Totowa, NJ: Humana Press), pp. 365-386",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Systematics of the genus Mus",
                "authors": [
                    {
                        "first": "Pk ;",
                        "middle": [],
                        "last": "Tucker",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fox",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Barthold",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Davisson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Newcomer",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Quimby",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Mouse in Biomedical Research",
                "volume": "",
                "issue": "",
                "pages": "13--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tucker PK (2007) Systematics of the genus Mus. In: Fox J, Barthold S, Davisson MT, Newcomer C, Quimby F et al. (eds), Mouse in Biomedical Research, 2nd ed. (Boston: Elsevier Press), pp 13-23",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "The mosaic structure of variation in the laboratory mouse genome",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Wade",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Kulbokas",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "W"
                        ],
                        "last": "Kirby",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Zody",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Mullikin",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Nature",
                "volume": "420",
                "issue": "",
                "pages": "574--578",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wade CM, Kulbokas EJ III, Kirby AW, Zody MC, Mullikin JC et al. (2002) The mosaic structure of variation in the laboratory mouse genome. Nature 420:574-578",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "Schematic of the Mvwf1 genomic region, BACs, and RIIIS/J sequence. A Schematic of the nonrecombinant interval between D11Moh24 and D11Moh4",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Mvwf1 haplotype block. A highly conserved Mvwf1 haplotype block (yellow) is shared by the Mvwf1 inbred strains and distinct from other wild-derived inbred strains representative of the M. m. musculus clade, M. spretus, and M. spicilegus. Strain ID numbers are indicated on the left (see",
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td>Strain ID#</td><td>Strain name</td><td>DBA lectin</td><td>Plasma VWF + /-1</td><td>2.7-kb del</td><td>6.4-kb del</td><td>120-bp ins</td></tr><tr><td/><td/><td>staining pattern</td><td>SD (arbitrary units)</td><td>(15 kb upstream)</td><td>(10 kb upstream)</td><td>(5 kb upstream)</td></tr><tr><td>1</td><td>129x1/SvJ</td><td>bowel+, vessel-</td><td>nd</td><td>nd</td><td>wt</td><td>wt</td></tr><tr><td>2</td><td>A/J</td><td>bowel+, vessel-</td><td>nd</td><td>nd</td><td>wt</td><td>wt</td></tr><tr><td>9</td><td>C57BL/6J</td><td>bowel+, vessel-</td><td>nd</td><td>wt</td><td>wt</td><td>wt</td></tr><tr><td>15</td><td>CASA/RkJ a</td><td>bowel+, vessel-</td><td>18.87 + /-2.37</td><td>nd</td><td>nr</td><td>wt</td></tr><tr><td>24</td><td>DDK</td><td>bowel-, vessel+</td><td>1.47 + /-0.80</td><td>nd</td><td>del</td><td>ins</td></tr><tr><td>26</td><td>GR</td><td>bowel-, vessel+</td><td>nd</td><td>nd</td><td>nd</td><td>ins</td></tr><tr><td>28</td><td>Id12b b</td><td>bowel+, vessel-</td><td>nd</td><td>nd</td><td>nd</td><td>wt</td></tr><tr><td>29</td><td>Ih12b b</td><td>bowel-, vessel+</td><td>nd</td><td>nd</td><td>nd</td><td>ins</td></tr><tr><td>32</td><td>KK/H1J</td><td>bowel-, vessel+</td><td>6.26 + /-0.74</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>33</td><td>LEWES/EiJ a</td><td>bowel-, vessel+</td><td>3.65 + /-0.32</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>35</td><td>MA</td><td>bowel-, vessel+</td><td>nd</td><td>nd</td><td>nd</td><td>ins</td></tr><tr><td>37</td><td>MOLF/EiJ a</td><td>bowel+, vessel-</td><td>17.81 + /-0.80</td><td>wt</td><td>nr</td><td>wt</td></tr><tr><td>46</td><td>PERA/EiJ a</td><td>bowel-, vessel+</td><td>1.70 + /-0.61</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>47</td><td>PERC/EiJ a</td><td>bowel-, vessel+</td><td>11.72 + /-1.67</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>51</td><td>RF/J</td><td>bowel-, vessel+</td><td>3.53 + /-1.00</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>52</td><td>RIIIS/J</td><td>bowel-, vessel+</td><td>2.36 + /-0.18</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>53</td><td>SF/CamEiJ a</td><td>bowel-, vessel+</td><td>2.48 + /-0.22</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>60</td><td>SWR/J</td><td>bowel-, vessel+</td><td>nd</td><td>del</td><td>del</td><td>ins</td></tr><tr><td>63</td><td>WSA a</td><td>bowel-, vessel+</td><td>nd</td><td>del</td><td>nd</td><td>ins</td></tr><tr><td>64</td><td>WSB/EiJ a</td><td>bowel-, vessel-</td><td>22.35 + /-1.52</td><td>wt</td><td>del</td><td>ins</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "Mouse strain phenotypes"
            }
        }
    }
}