{
    "paper_id": "JonesandGenoways1967-ANewSubspeciesoftheFringe-TailedBat,Myotisthysanodes,fromtheBlackHillsofSouthDakotaandWyoming",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:00.129721Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "A new subspecies of hfyotis thysanodes, possibly representing a disjunct population, is described from the Black Hills of South Dakota and LVyoming. The new race is compared with J l. t. thysanodes and also with hfyotis evotis evotis, which it superficially resembles.",
    "pdf_parse": {
        "paper_id": "JonesandGenoways1967-ANewSubspeciesoftheFringe-TailedBat,Myotisthysanodes,fromtheBlackHillsofSouthDakotaandWyoming",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new subspecies of hfyotis thysanodes, possibly representing a disjunct population, is described from the Black Hills of South Dakota and LVyoming. The new race is compared with J l. t. thysanodes and also with hfyotis evotis evotis, which it superficially resembles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "On 10 August 1929, D. N. hloulthrop and G. \\V. Phillips of the Cleveland Museum of Natural History obtained two fringe-tailed bats, Alyotis thysanodes, at Jewel Cave, South Dakota. These specimens, subsequently reported by Bole (1935: 147-148) , were far to the east of the previously known range of the species, and have remained until now the only M. thysanodes on record from the Black Hills region. In July of 1965, a field party from the Museum of Natural History, The University of Kansas, netted a male of this species at the entrance to an abandoned mine in Weston County, Wyoming. Later in the same summer, Larry N. Brown and associates of The University of IVyoming captured a male in Custer County, South Dakota, and the following summer collected five additional specimens there. These, along with two individuals (one from South Dakota and one from Wyoming) previously reported in the literature as Alyotis euotis, bring to 11 the number of fringetailed bats known from the Black Hills.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 243,
                        "text": "Bole (1935: 147-148)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Study of 10 of these specimens, eight adults and two subadults, reveals that they represent an hitherto unrecognized subspecies, which is named and described below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Hobtype.-Adult male, skin and skull, no. 100,704 hluseum of Natural History, The University of Kansas, from 6 miles N Newcastle, 6000 ft, Weston Co., LVyoming; obtained on 2 July 1965, by Ronald LV. Turner, original no. 156.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "Geographic dktrihution.-Known only from the Black Hills of South Dakota and Wyoming; altitudinal range from approximately 3800 to 6150 ft.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-A medium-sized (see measurements) subspecies of hfyotis thysanodes characterized by a long ear, short forearm, narrow skull, shallow braincase, and attenuated rostrum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "Aleasurements jmmj.-External measurements of the holotype, followed by the average (and extremes) of eight adults including the holotype (six males and two females) from the Black Hills are: total length, 95, 93.4 (91-96); length of tail, 41, 41.2 (40-44); length of hindfoot, 12, 10.6 (9-12, seven specimens only); length of ear from notch, 20, 18.7 (17-21 ) ; length of forearm, 40.7, 41.1 ( 3 9 . 2 4 3 . 3 ) ; the holotype weighed 6.0 g whereas another male from Weston County, Wyoming, weighed 7.0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "Cranial measurements of the holotype, followed by the average (and extremes) of seven adults including the holotype (five males and two females), are: greatest length of skull (including incisors), 16.5, 16.7 ( 16.4-17.0 ) ; condylocanine length, 15.3, 15.7 ( 15.3-16.1); zygomatic breadth, 10.1, 10.2 (10.0-10.5, five specimens only); interorbital constriction, 3.8, 3.9 (3.7-4.1); breadth of braincase, 7.6, 7.7 (7.4-8.1); mastoid breadth, 8.0, ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "4.5 E 4.4 z - z 3 4.3 LT W a 5 4.2- cn cn 8 4.1 0 Q I 4.0 ! 3 Q W g 3.9- 3.8 39",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "8.3 (8.0-8.6); length of maxillary tooth-row, 6.4, 6.4 (6.1-6.8); breadth of palate across third upper molars, 6.3, 6.6 (6.3-6.9).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis thysanodes pahasapensis, new subspecies",
                "sec_num": null
            },
            {
                "text": "parts varying overall in adults from between Buckthorn Brown (capitalized color terms from Ridgway, 1912) and Tawny-Olive to Light Ochraceous-Buff, individual hairs blackish basally; underparts Pale Ochraceous-Buff to Light Ochraceous-Buff, admixed with grayish or blackish where the basal portions of individual hairs are exposed; ears and membranes blackish brown (save for one specimen in which they are brownish), contrasting noticeably with ochraceous dorsum; fringe of pale, straw-colored hairs (not especially conspicuous in some individuals) extending 1.0 to 1.5 mm beyond edge of median parts of posterior border of uropatagium.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "From Alyotis thysanodes thysanodes (see list of specimens beyond), AI. t . pahasapensis differs principally as follows: ears longer, averaging 18.7 as opposed to 16.2 (15-18) in 17 specimens from Arizona and New hlesico, and forearm shorter, averaging 41.1 as",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "I I I I I - 0 - - - 0 - - 0 000 00 0 0 0 3 0 - -",
                        "eq_num": "(2)"
                    }
                ],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "00.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "-. • 0 - - - • - r 1 I I I I 4 0 4 1 42 4 3 44 4 5 LENGTH OF FOREARM Jlay 1967",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "JONES AND GENOWAYS-NEW FRINGE-TAILED BAT 233 opposed to 43.0 (42.044.3-also, 43.6 and 44.2 in single specimens from Colorado and Idaho, respectively); ears and n~en~branes averaging darker, usually contrasting more with dorsal pelage; skull averaging narrower throughout (except in mastoid breadth) and slightly smaller; braincase shallower and less inflated upon direct comparison; rostrum narrower and frequently more attenuated.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "The general narrowness of the cranium is best illustrated by comparison of selected measurements. Averages of our adults of pahasapensis compare with those of 20 specimens of thysanodes from Arizona and New Rlexico as follows: breadth of braincase, 7.7 as opposed to 7.9; breadth of palate across third upper molars, 6.6 and 6.7; interorbital constriction, 3.9 and 4.0; zygomatic breadth, 10.2 and 10.4 (15 specimens only); breadth across upper canines, 4.0 and 4.2. \\lie find little overlap between pahasapensis and thysanodes when length of forearm is plotted against various measurements of cranial breadth (Fig. 1 ) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 610,
                        "end": 619,
                        "text": "(Fig. 1 )",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "Remarks.-In the most conspicuous ways in which hl, t. pahasaperisis differs from A l . t. thysanodes-larger ears, shorter forearms, more contrast in color between dorsal pelage and membranes, and a smaller skull that is relatively narrow-the new subspecies superficially resembles, sometimes strikingly, Alyotis ecotis evotis of the western Dakotas, eastern Wyoming, and adjacent regions. Aside from Bole's (loc, cit.) original report of thysanodes from the Black Hills, the only other specimens of palzasapensis mentioned in the literature have been referred to J l , eootis-one of three specimens listed by Stebler (1939: 389) from Custer State Park, South Dakota (the other two are hl. keenii), and one from Weston County, \\Tryoming (Long, 1965: 532) . As a matter of fact, the first three pahasapensis we examined were long-eared (20, 20, and 21 mm) and were initially thought to be evotis with exceptionally well-developed fringes on the uropatagia.",
                "cite_spans": [
                    {
                        "start": 400,
                        "end": 418,
                        "text": "Bole's (loc, cit.)",
                        "ref_id": null
                    },
                    {
                        "start": 609,
                        "end": 628,
                        "text": "Stebler (1939: 389)",
                        "ref_id": null
                    },
                    {
                        "start": 736,
                        "end": 753,
                        "text": "(Long, 1965: 532)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "The most useful characters by means of which thysanohs can be distinguished from ecotis in western South Dakota and adjacent Wyoming are external-smaller, usually shorter ears; longer foreann; and the presence of the uropatagial fringe of hairs. The ear averages 18.7 in thysanodes whereas it averages more than 20 (19-22) in ecotis examined from the region; in direct comparison, the ears of thysanodes always appear smaller overall than those of evotb even when the recorded length is the same. The foreann of ecotis is shorter (averaging 38.6 in 14 specimens from Harding County, South Dakota); the largest ecotis examined measured 39.3 and the smallest thysanodes 39.2 (the only one of our 10 specimens in which the measurement was less than 40). The uropatagial fringe, always present and usually conspicuous in thysanodes, is inconspicuous in most evotis; we have seen a few, however, that possess a fringe comparable with the least-developed fringe among our hl. t. pahasapensis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "Individuals of the two species also resemble each other cranially. Upon direct comparison, the skull of M . t. pahasapensis averages larger overall, has a better-developed sagittal crest, a slightly higher and more inflated braincase, somewhat more robust molar teeth, and the breadth across the third upper molars usually exceeds the length of the maxillary tooth-row (in evotis these two measurements are about the same). We know of no specimens of Aiyotis evotis obtained in the Black Hills proper. Possibly evotis and thysanodes are more or less ecologically separated in the region, although existing information is yet too scanty to establish this point.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            },
            {
                "text": "M . t. pahasapensis may represent a disjunct population, isolated on the Black Hills and separated from the range of J1. t. thysanodes to the west by a distance of approximtely 500 miles (see Fig. 2 ) . In any event, no specimens of thysanodes ~resently are known from Montana or from Wyoming outside the Black Hills. The single specimen reported from Colorado is from the",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 192,
                        "end": 198,
                        "text": "Fig. 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Description and comparisons.-Upper",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "southwestern part of that state and the species is known from but three localities in Utah.We do not know the means by which the two specimens taken in 1929 at Jewel Cave were captured nor do we know the conditions under which the specimen from Custer State Park listed as evotis by Stebler (1939) was obtained. All other specimens examined from Custer County, South Dakota, were captured in mist nets-five at the entrance to Jewel Cave and one over a creek north of Hot Springs. Of the Wyoming specimens, the male from 1% miles E of Buckhorn was shot as it foraged at dusk in company with Eptesicus fuscus pallidus and the male from 6 miles N of Newcastle was netted at the entrance of an abandoned coal mine along with n'lyotis leibii ciliolubrum.The subspecific name pahasapensis is derived from the Sioux Indian name for the Black Hills-paha sapa.",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 297,
                        "text": "Stebler (1939)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "DAKOTA. Custer County: Custer State Park, 1 (UAIXIZ); Jewel Cave, 6 ( 1 UhiAlZ-formerly Cleveland hlus. Nat. Hist., 5 UW ); 3 mi. N Hot Springs, 1 ( U W ) . WYOAIING. Weston County: 1% mi. E Buckhorn, 1 ( K U ) ; 6 mi. N Newcastle, 1 ( K U ) .The specimens listed below \\rere used in comparisons reported in the foregoing text, and are in the hluseum of Natural History at The University of Kansas unless otherwise noted.hlyotis thysanodes thysanodes.-ARIZONA. Cochise County: 2 mi. S Portal, 1; Reef hline, Huachuca hlts., 2. Coconino County: Two Guns Canyon Diablo, 30 mi. E Flagstaff,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens examined.-SOUTH",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Gila County: Wilbanks' Ranch",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gila County: Wilbanks' Ranch, Sierra Ancha, 1. CALIFORNIA. San Diego County: 1 mi. N Julian, 1;",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Blontezuma County: Rock Springs, 7400 ft, hlesa Verde National Park, 1. IDAHO. Boise County: Karney Lake, 1. NEW XIEXICO. Catron County: 4 mi. E, 2 mi",
                "authors": [],
                "year": null,
                "venue": "Carlsbacl Cavern",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "La Puerta Valley, 2. COLORADO. Blontezuma County: Rock Springs, 7400 ft, hlesa Verde National Park, 1. IDAHO. Boise County: Karney Lake, 1. NEW XIEXICO. Catron County: 4 mi. E, 2 mi. N Alma, 2. Eddy County: Carlsbacl Cavern, 2;",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Vandalize Cave, Carlsbad Caverns National Park, 4500 ft, 3. Socorro County: Ruins of Gran Quivera, hiesa Jumanes, 1. Jfyotis ecotis ecotis.-hlONTANA, Fergus County: Big Snowy hlts",
                "authors": [
                    {
                        "first": "Mi",
                        "middle": [],
                        "last": "Hlckittrick Cave",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sw Carlsbad",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "hlcKittrick Cave, 20 mi. SW Carlsbad, 29; Vandalize Cave, Carlsbad Caverns National Park, 4500 ft, 3. Socorro County: Ruins of Gran Quivera, hiesa Jumanes, 1. Jfyotis ecotis ecotis.-hlONTANA, Fergus County: Big Snowy hlts., 18 mi. S, 3 mi.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "6600 ft, 1. Powder River County: Powderville, 2900 ft, 1. NORTH DAKOTA. Billings County: 1 mi. S, 1 mi. W hledora, 2300 ft",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Lewistown",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "W Lewistown, 6600 ft, 1. Powder River County: Powderville, 2900 ft, 1. NORTH DAKOTA. Billings County: 1 mi. S, 1 mi. W hledora, 2300 ft, 1. SOUTH DAKOTA.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Albany County: Wyoming Game and Fish Experimental Unit, 1 ( U W ) . Carbon County: Bottle Creek Picnic Ground, Sierra hiadre hits., 8700 ft, 2. Converse County: Carenther's Cave, 17 mi. SW Douglas, 1 ( U W ) . Park County: 1 5 mi. S, 21 mi. W Cody, 6200 ft, 1. Sublette County: 3 mi. E, 6 mi. N Pinedale, 7500 ft, 1. Acknozcledgment.~.-For the loan of specimens we are grateful to Dr",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harding County: 7 mi. S, 4Y2 mi. E Harding, 1; 10 mi. S, 5 mi. W Reva, 13. WYOhlING. Albany County: Wyoming Game and Fish Experimental Unit, 1 ( U W ) . Carbon County: Bottle Creek Picnic Ground, Sierra hiadre hits., 8700 ft, 2. Converse County: Carenther's Cave, 17 mi. SW Douglas, 1 ( U W ) . Park County: 1 5 mi. S, 21 mi. W Cody, 6200 ft, 1. Sublette County: 3 mi. E, 6 mi. N Pinedale, 7500 ft, 1. Acknozcledgment.~.-For the loan of specimens we are grateful to Dr. W. H. Burt, University of Michigan Xluseum of Zoology (UAlhlZ) and to Dr. L. N. Brown, Depart- ment of Zoology, University of Wyoming ( U W ) .",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "LITERATURE CITED",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LITERATURE CITED",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "hlyotis thysanodes in South Dakota",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Bole",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "J , hlamm",
                "volume": "16",
                "issue": "",
                "pages": "147--148",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOLE, B. P., JR. 1935. hlyotis thysanodes in South Dakota. J , hlamm., 16: 147-148.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The mammals of Wyoming",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Univ. Kansas Publ., hlus. Nat. Hist",
                "volume": "14",
                "issue": "",
                "pages": "493--758",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, C. A. 1965. The mammals of Wyoming. Univ. Kansas Publ., hlus. Nat. Hist., 14: 493-758.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Color standards and color non~enclature",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Rid~way",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "43",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RID~WAY, R. 1912. Color standards and color non~enclature. Privately Washington, D. C., iii + 43 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "An ecological study of the mammals of the Badlands and the Black Hills of South Dakota and Wyoming",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Stebler",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Ecology",
                "volume": "20",
                "issue": "",
                "pages": "38--393",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEBLER, A. hl. 1939. An ecological study of the mammals of the Badlands and the Black Hills of South Dakota and Wyoming. Ecology, 20: 38%393.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "JOURNAL OF MAMhIALOGY Vol. 48, No. 2 FIG. 2. Geographic distribution of Rlyotis tllysanodes in western North America. Diagonal lines indicate the known distribution of AI. t. thysunodes; the easternmost records of the subspecies are indicated. The stippled area in western South Dakota and northeastern \\Vyoming indicates the known distribution of 11. t. pahasapensis.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "FIG. 1. Scatter diagram on which the breadth across the upper canines is plotted against length of forearm for 10 specimens of Lf. t , pahusapensk (solid symbols), eight adults and two subadults, and 17 adults of $I. t. thysunodes (open symbols).",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>JOURNAL OF RlAlCfRlALOGY</td><td>1'01. 48, S o . 2</td></tr></table>"
            }
        }
    }
}