{
    "paper_id": "JonesandGenoways1967-AnnotatedchecklistofbatsfromSouthDakota(1)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:01.959076Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "JonesandGenoways1967-AnnotatedchecklistofbatsfromSouthDakota(1)",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "ing permits, and the several employees of the Department, the U. S.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Forest Service, and the U. S. National Park Service who aided our efforts in the field in one way or another.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Myotis evotis evotis (H. Allen, 1864) Long-eared Myotis Specimens examined (16).-HARDING COUNTY: 10 mi. S, 5 mi. W Reva, 15; 7 mi. S, 41/2 mi. E Harding, 1.",
                "cite_spans": [
                    {
                        "start": 25,
                        "end": 37,
                        "text": "Allen, 1864)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Additional record.-SHANNON COUNTY: Corral Draw (Miller and Allen, 1928:118) .",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 75,
                        "text": "(Miller and Allen, 1928:118)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The long-eared myotis is known in South Dakota only from one locality in the Badlands and from two in Harding County in the northwestern part of the state. The species may occur also in the Black Hills.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To our knowledge, no hibernating individuals have been taken to date in South Dakota.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Two females obtained in Harding County on June 17 and 19, 1961, each carried a single embryo, 14 and 15, respectively, in crown-rump length; a young male obtained on August 6, 1960, from the same place had nearly reached adult size. The testes of an August-taken adult male measured 7.5 in length. Of seven adults, four males and three females, collected 10 mi. S and 5 mi. W Reva between August 3-6, 1960, two males and all females were in fresh pelage whereas molt nearly was completed on the two remaining males. The new pelage is pale yellowish brown in contrast to the golden brown pelage of specimens taken at the same locality early in the summer of 1961. Additional record. CUSTER COUNTY: Elk Mountain (Miller and Allen, 1928:107; Jones and Packard, 1958:150) .",
                "cite_spans": [
                    {
                        "start": 47,
                        "end": 63,
                        "text": "17 and 19, 1961,",
                        "ref_id": null
                    },
                    {
                        "start": 710,
                        "end": 738,
                        "text": "(Miller and Allen, 1928:107;",
                        "ref_id": null
                    },
                    {
                        "start": 739,
                        "end": 767,
                        "text": "Jones and Packard, 1958:150)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Myotis keenii has been recorded previously from South Dakota only on the basis of three specimens from Elk Mountain, Custer County. The population in the Black Hills of South Dakota and adjacent Wyoming may be isolated from the contiguous range of the species in the southeastern part of the state. When compared with specimens from Bon Homme County, bats from the Black Hills are somewhat darker in comparable pelage, have a narrower skull (as illustrated by zygomatic breadth, breadth of braincase, mastoid breadth, and breadth across the upper molars), and a slightly longer forearm. They are referred to septentrionalis because their characters fall within the range of variation present in samples of that subspecies from eastern Nebraska and eastern Kansas. Selected average measurements (extremes in parentheses) of four specimens, two males and two females, from the Black Hills (one from Pennington County and three from adjacent Weston County, Wyoming), followed by those of four specimens, two males and two females, from Bon Homme County, are: forearm, 36.0 (34.9-37.0), 34.8 (33.7-35.6 ); greatest length of skull, 15.1 (15.0-15.3), 15.1 (14.8-15.3); zygomatic breadth, 8.9 (8.8-9.0), 9.4 (9.2-9.6); breadth of braincase, 7.1 (6.9-7.3), 7.4 (7.3-7.4); mastoid breadth, 7.8 (7.7-7.8), 8.2 (8.1-8.3); breadth across upper molars, 5.5 (5.4-5.6), 5.7 (5.7-5.8); length of maxillary tooth-row, 6.0 (5.9-6.1), 5.9 (5.8-6.0).",
                "cite_spans": [
                    {
                        "start": 1088,
                        "end": 1098,
                        "text": "(33.7-35.6",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Little is known of the ecology of M. keenii in South Dakota. The specimen from Pennington County was shot at the mouth of a pine-filled draw where Myotis lucifugus, Myotis leibii, Myotis volans, and Lasiurus cinereus also were collected. Those from Bon Homme County were caught in mist nets stretched across streams; Eptesicus fuscus and Lasiurus borealis were taken in the same nets. An adult male and female collected on July 25, 1965, in Bon Homme County were molting simultaneously over both dorsum and venter, whereas molt had not begun on a female taken on July 26, 1965, at the same locality. An adult male from 3 mi. SW Springfield, captured on July 26, 1965, was completely in fresh pelage, which is paler and grayer (less brownish) than that of the other specimens mentioned.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Chiggers, Leptotrombidium myotis (Ewing), were obtained from the ears of the specimen from 14 mi. W Hill City. This parasite has not been reported heretofore from Myotis keenii or from South Dakota.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Small-footed Myotis Specimens examined (19).-CUSTER COUNTY: Jewel Cave, 1 (UW); Hell's Canyon, 13 mi. W Custer [not simply \"Custer\" as reported by Miller and Allen, 1928:169] , 3 (USNM); Hermosa, 1 (USNM). HAAKON COUNTY:",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 174,
                        "text": "Miller and Allen, 1928:169]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis leibii ciliolabrum (Merriam, 1886)",
                "sec_num": null
            },
            {
                "text": "Philip, 1 (SDSU). HARDING COUNTY: 10 mi. S, 5 mi. W Reva, 8. MEADE COUNTY: Davenport Cave, 4 mi. S Sturgis, 2 (NRW). PENNINGTON COUNTY: 14 mi. W Hill City, 6400 ft., 1. WASHABAUGH COUNTY: 14 mi. N Long Valley, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis leibii ciliolabrum (Merriam, 1886)",
                "sec_num": null
            },
            {
                "text": "Additional records.-CUSTER COUNTY: Custer (Miller and Allen, 1928: 169-refers to specimen in collection of American Museum of Natural History). PENNINGTON COUNTY: near Wall (Kohls et al., 1965:346) . SHANNON COUNTY: Corral Draw, Pine Ridge Indian Reservation (Miller, 1897:73) . WASHABAUGH COUNTY: Cottonwood Creek, White River (Stebler, 1939:388 No records of embryos are available among the specimens examined; however, most summer-taken individuals examined were males (all but one of 11 specimens in the Museum of Natural History, for example). Females of this species ordinarily bear but a single young as in other South Dakotan members of the genus. A male from Harding County (June 23) was molting over most of the body and a male and female from Washabaugh County (July 11) evinced the first stages of molt.",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 66,
                        "text": "(Miller and Allen, 1928:",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 173,
                        "end": 197,
                        "text": "(Kohls et al., 1965:346)",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 276,
                        "text": "(Miller, 1897:73)",
                        "ref_id": null
                    },
                    {
                        "start": 328,
                        "end": 346,
                        "text": "(Stebler, 1939:388",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis leibii ciliolabrum (Merriam, 1886)",
                "sec_num": null
            },
            {
                "text": "We tentatively follow Glass and Baker (1965) in use of the specific name leibii for this bat, formerly known as Myotis subulatus.",
                "cite_spans": [
                    {
                        "start": 22,
                        "end": 44,
                        "text": "Glass and Baker (1965)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis leibii ciliolabrum (Merriam, 1886)",
                "sec_num": null
            },
            {
                "text": "Little Brown Myotis Specimens examined (34).-CUSTER COUNTY: Jewel Cave, 5280 gt., 20 (8 UW). HARDING COUNTY: 2 mi. N, 5 mi. W Ludlow, 1; 4 mi. S, 7 mi. W Ladner, 1; 10 mi. S, 5 mi. W Reva, 1. PENNINGTON COUNTY: Beaver",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "Creek, 4 mi. N, 101/2 mi. W Deerfield, 6400 ft., 8; 3 mi. N, 7 mi. W Deerfield, 6900 ft., 1; 14 mi. W Hill City, 6400 ft., 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "The little brown myotis evidently is widespread and fairly common in the Black Hills and occurs at least sparingly in northwestern South Dakota. The subspecies carissima has not been reported previously by name from the state.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "Only adult males were collected in the Black Hills in June and July of 1965, indicating that females probably were congregated in maternal colonies at that time of year. Both sexes have been found hibernating in Jewel Cave in November and both have been taken in June in Harding County. Testes of males taken in June and early July varied from 2 to 5 in length.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "A male taken on July 7, 1965, in Pennington County was in an early stage of molt-new hairs were found beneath the old pelage in the middorsal region and behind the ears. None of 25 other specimens taken in late spring and early summer (prior to July 7) evidenced molt. We tentatively follow Miller and Alien (1928:45-46) in referring the two specimens examined, both from along the Missouri River, to the subspecies lucifugus. One is a skull alone and the other is represented by a faded specimen in spirits from which the skull has been removed.",
                "cite_spans": [
                    {
                        "start": 291,
                        "end": 320,
                        "text": "Miller and Alien (1928:45-46)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "In all probability these two specimens fall within the zone of intergradation between the subspecies carissima and lucifugus and we await additional material from the eastern and central parts of the state before assigning them definitely to one or the other. M. 1. carissima differs from M. 1. lucifugus in being paler and in averaging slightly larger in some cranial dimensions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "Myotis thysanodes pahasapensis Jones and Genoways, 1967 Finge-tailed Myotis Specimens examined (8).-CUSTER COUNTY: Custer State Park, 1 (UMMZ); Jewel Cave, 6 (1 UMMZ, 4 UW); 3 mi. N Hot Springs, 1 (UW).",
                "cite_spans": [
                    {
                        "start": 31,
                        "end": 55,
                        "text": "Jones and Genoways, 1967",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "This fringe-tailed bat has been taken in South Dakota only in Custer County, but additional collecting likely will produce specimens from other counties along the western border of the state. The subspecies pahasapensis, as presently known, is restricted to the Black Hills of South Dakota and Wyoming (see Jones and Genoways, 1967:234) . M. thysanodes first was reported from South Dakota by Bole (1935: 147-148) on the basis of two bats taken at Jewel Cave on August 10, 1929. Thirty years elapsed before the species was again recorded from the Black Hills (from Jewel Cave by Thompson, Bat Research News, 6:37, 1965), although two specimens taken in the intervening years were reported as Myotis evotis-a young female from Custer State Park (Stebler, 1939:389) and an adult male from 11/2 mi. E Buckhorn, Wyoming (Long, 1965:532 It is not surprising that thysanodes from the Black Hills have been identified in the past as evotis. We had difficulty separating the two species in the early phases of our study. Upon direct comparison, thysanodes can be distinguished from evotis on the basis of longer forearm, shorter ear, average larger cranial dimensions (see Table 1 ), usually conspicuous fringe of hairs on the free border of the uropatagium (inconspicuous or absent in evotis), better developed sagittal crest, slightly higher and more inflated braincase, and somewhat more robust molar teeth.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 336,
                        "text": "Jones and Genoways, 1967:234)",
                        "ref_id": null
                    },
                    {
                        "start": 393,
                        "end": 404,
                        "text": "Bole (1935:",
                        "ref_id": null
                    },
                    {
                        "start": 744,
                        "end": 763,
                        "text": "(Stebler, 1939:389)",
                        "ref_id": null
                    },
                    {
                        "start": 816,
                        "end": 831,
                        "text": "(Long, 1965:532",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1165,
                        "end": 1172,
                        "text": "Table 1",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "We know of no specimens of Myotis evotis obtained in the Black Hills and, as previously stated, we have no records of M. thysanodes from outside the Black Hills. It is possible that the two species are more or less ecologically separated in the region, although our meager data are not sufficient to establish this point. Measurement 12 (9, 3 9 ) 6 (4 , 2 9 ) Total length 93.4 (87-100) 92.7 (90-96) Length of tail 40.2 (34-45) 41.2 (40-44) Length of hind foot 9.7 (8-11) 10.7 (10-11)5 Length of ear 20.5 (19-22) 18.8 (17.5-21) Length of forearm 38.6 (36.9-39.3) 41.2 (39.2-43.3) Greatest length of skull* 16.3 (15.8-17.0)1 16.8 (16.4-17.0) Zygomatic breadth 9.7 (9.5-10.1)11 10.2 (10.0-10.5)4",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "Postorbital constriction 3.8 (3.5-4.0) 3.9 (3.7-4.1) Breadth of braincase 7.4 (7.2-7.8) 7.8 (7.4-8.1) Mastoid breadth 8.1 (7.5-8.4)1 8.4 (8.3-8.6) Length of maxillary tooth-row 6.2 (6.0-6.4) 6.4 (6.1-6.8) Breadth across M3-M3 6.2 (6.0-6.5) 6.6 (6.4-6.9) Breadth across upper canines 3.8 (3.6-3.9)\" 4.0 (3.8-4.1) Myotis volans has been reported previously in South Dakota on the basis of a single specimen from Bull Springs, 6500 ft., Custer County (Moulthrop, 1936:413) . This bat, however, appears to be the commonest species of the genus in the Black Hills and the pine-clad buttes of Harding County. Its distribution in the state evidently is limited to the extreme western counties, where it is resident throughout the year (hibernating individuals have been taken in Jewel Cave in November). The silver-haired bat has not been reported previously from South Dakota. Probably it migrates through all parts of the state-northward in spring and southward in late summer and early autumn-but little is known of the actual migratory routes of this species. L. noctivagans may be resident in summer in the higher parts of the Black Hills and possibly also in the northeastern part of the state. Both of the specimens examined, a male from Pennington County (August 13, 1929) This subspecies presently is known in South Dakota only from three counties in the southeast, but no doubt is widely distributed in the eastern part of the state. The zone of intergradation between E. f. fuscus and E. f. pallidus lies generally, at least in the southern part of the state, in the area between the 98th and 99th meridians. Specimens examined from Bon Homme County are intergrades between the two races. A few individuals from there are typical of fuscus in color but others are typical of pallidus and many fall between the two extremes. Specimens from Bon Homme County are assigned here to the larger E. f. fuscus on the basis of cranial dimensions. Findley's (1956:23) mention of a specimen from Vermillion is the only previous report from the state of a bat actually referable to this subspecies.",
                "cite_spans": [
                    {
                        "start": 448,
                        "end": 469,
                        "text": "(Moulthrop, 1936:413)",
                        "ref_id": null
                    },
                    {
                        "start": 1256,
                        "end": 1273,
                        "text": "(August 13, 1929)",
                        "ref_id": null
                    },
                    {
                        "start": 1941,
                        "end": 1960,
                        "text": "Findley's (1956:23)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "From July 22 to 27, 1965, Percy L. Clifton collected big brown bats in the vicinity of Springfield. Among the specimens obtained, all of which were taken in mist nets stretched across streams under cover of trees, were adults of both sexes as well as nearly adult-sized young of the year. Of 13 adult bats prepared as museum skins, six, including the four males examined, had completed (or essentially so) the annual molt, whereas seven females, one of which still was lactating, were molting.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "The beginning of molt probably is delayed in reproductively active females until near the end of lactation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "The annual molt of adult Eptesicus evidently takes place simultaneously over much of the body, or at least in rapid sequence, as several specimens revealed molt at essentially the same stage of progress over much of the dorsum and part of the venter. Generally, judging from the specimens at hand, molt begins middorsally in the region of the shoulders, spreads posteriad dorsally and, at the same time, ventrally to the throat and pectoral region, and thence throughout the venter. The head, cheeks, and chin frequently are the last areas where molt is completed. Old pelage seemingly is sloughed after the incoming new hair is readily visible, and sometimes is lost in patches (over the shoulders, for example) or may be lost evenly over large parts of the body so that \"lines\" of molt are not discernable. Nat'l Park, 2 (UMMZ); Onyx Cave, 10 mi. NW Hot Springs, 1 (UW).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Myotis lucifugus carissima Thomas, 1904",
                "sec_num": null
            },
            {
                "text": "HARDING COUNTY: 10 mi. S, 5 mi. W Reva, 5. JACKSON COUNTY: 7 mi. S Kadoka, 1 (UMMZ). MEADE COUNTY: Smithville, 6 (USNM). PEN-NINGTON COUNTY: Rapid City, 4 (NRW); Cheyenne River, 3 mi. E Wasta, 1; Hill City, 1 (NRW); 3 mi. SE Hill City, 5300-5400 ft., 3 (UMMZ); Diamond S Ranch (not precisely located), 6 (UMMZ Allen, 1895:273) . MEADE COUNTY: Ft. Meade (Miller, 1897: 98) . SHANNON COUNTY: Corral Draw, Pine Ridge Indian Reservation (J. A. Allen, 1895:273) . TODD COUNTY: Rosebud Indian Reservation (Reagan, 1908:163) . WASHABAUGH COUNTY: Cottonwood Creek at White River (Stebler, 1939:388) .",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 326,
                        "text": "Allen, 1895:273)",
                        "ref_id": null
                    },
                    {
                        "start": 353,
                        "end": 371,
                        "text": "(Miller, 1897: 98)",
                        "ref_id": null
                    },
                    {
                        "start": 440,
                        "end": 456,
                        "text": "Allen, 1895:273)",
                        "ref_id": null
                    },
                    {
                        "start": 499,
                        "end": 517,
                        "text": "(Reagan, 1908:163)",
                        "ref_id": null
                    },
                    {
                        "start": 571,
                        "end": 590,
                        "text": "(Stebler, 1939:388)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the young bats from",
                "sec_num": null
            },
            {
                "text": "The subspecies pallidus is widely distributed in the West River country and may be the commonest bat in this area. Most of the specimens seen in connection with the present report were collected in summer, but winter-taken individuals that were hibernating also have been examined-from Jewel Cave, for example. A male obtained 14 mi. N Long Valley on July 11, 1965, was molting, but no evidence of molt was found in a female taken at the same time. Stebler (1939:388) is the only previous worker who referred to this subspecies by name from South Dakota, earlier reports having preceded the original description of E. f. pallidus.",
                "cite_spans": [
                    {
                        "start": 449,
                        "end": 467,
                        "text": "Stebler (1939:388)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Some of the young bats from",
                "sec_num": null
            },
            {
                "text": "Red Bat Specimens examined (2).-BON HOMME COUNTY: 3 mi. SW Springfield, 1. BROOKINGS COUNTY: Brookings, 1 (SDSU).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis (Muller, 1776)",
                "sec_num": null
            },
            {
                "text": "Additional records.-CLAY COUNTY: no specific locality (Findley, 1956: 23) . HYDE COUNTY: Highmore (E. J. Hugghins, personal communication). Findley (1956:23) Additional records.-CLAY COUNTY: Vermillion (Findley, 1956:23 ). HAND COUNTY: St. Lawrence (E. J. Hugghins, personal communication). STANLEY COUNTY: Ft. Pierre (Miller, 1897:114) . WALWORTH COUNTY: \"near Swan Creek\" (record on file, U. S. Biological Survey-see below).",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 73,
                        "text": "(Findley, 1956: 23)",
                        "ref_id": null
                    },
                    {
                        "start": 140,
                        "end": 157,
                        "text": "Findley (1956:23)",
                        "ref_id": null
                    },
                    {
                        "start": 202,
                        "end": 219,
                        "text": "(Findley, 1956:23",
                        "ref_id": null
                    },
                    {
                        "start": 318,
                        "end": 336,
                        "text": "(Miller, 1897:114)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis (Muller, 1776)",
                "sec_num": null
            },
            {
                "text": "Like the red bat, the hoary bat is a migrant, occurring in South Dakota only in late spring and summer. The species evidently is statewide in distribution in suitable habitats. All specimens examined are females or young of the year save one adult male (testes 5.5) taken on July 14, 1961, 2 mi. E Tinton in the Black Hills. It may be that the Black Hills region is one of the few places in the central Great Plains where males and females accur together, because adult females ordinarily occupy the plains and adjacent lowland regions to the east in summer, whereas males usually are found in montane areas to the west of South Dakota or occasionally at higher latitudes (see Findley and Jones, 1964) .",
                "cite_spans": [
                    {
                        "start": 677,
                        "end": 701,
                        "text": "Findley and Jones, 1964)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis (Muller, 1776)",
                "sec_num": null
            },
            {
                "text": "An adult female from 14 mi. W Hill City was lactating when taken ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lasiurus borealis borealis (Muller, 1776)",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Transactions Kansas Academy of Science specimen obtained on July 9",
                "authors": [],
                "year": 1904,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Transactions Kansas Academy of Science specimen obtained on July 9, 1904, that was identified for S. S. Visher by H. H. T. Jackson. Almost certainly this same bat was the basis of",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "which is on the west side of the Missouri River directly opposite the mouth of Swan Creek. A hoary bat that bit a woman",
                "authors": [],
                "year": null,
                "venue": "Visher's (1914:92) report of a July-taken individual of this species from the \"mouth of the Moreau River",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Visher's (1914:92) report of a July-taken individual of this species from the \"mouth of the Moreau River,\" which is on the west side of the Missouri River directly opposite the mouth of Swan Creek. A hoary bat that bit a woman in St. Lawrence, Hand County, on",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "is the only rabid bat thus far (to 1965) reported from South Dakota. Plecotus townsendii pallescens (Miller, 1897) Townsend's Big-eared Bat Specimens examined (26).-CUSTER COUNTY: Jewel Cave, 5280 ft",
                "authors": [],
                "year": 1961,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "September 10, 1961, is the only rabid bat thus far (to 1965) reported from South Dakota. Plecotus townsendii pallescens (Miller, 1897) Townsend's Big-eared Bat Specimens examined (26).-CUSTER COUNTY: Jewel Cave, 5280 ft., 3 (1 NRW, 1 UW);",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "USNM); 2 mi. W Wind Cave Nat'l Park",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hell's Canyon, 13 mi. W Custer, 7 (USNM); 2 mi. W Wind Cave Nat'l Park, 1 (UW);",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "HARDING COUNTY: 1 mi. S, 2 mi. W Ludlow, 1; Ludlow Cave, 1 (SDSU); 10 mi. S, 5 mi",
                "authors": [],
                "year": null,
                "venue": "near Chicken Ranch and Roubaix Lake",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wind Cave Nat'l Park, 1 (UW); 18 mi. SW Custer, 1 (USNM). HARDING COUNTY: 1 mi. S, 2 mi. W Ludlow, 1; Ludlow Cave, 1 (SDSU); 10 mi. S, 5 mi. W Reva, 2. LAWRENCE COUNTY: \"near Chicken Ranch and Roubaix Lake,\" 1 (NRW). PENNINGTON COUNTY: Rochford, 5300 ft., 1 (UMMZ); 2-3 mi. W Rapid City, 1 (NRW);",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "); 4 mi. SW Rockerville, 5000 ft., 1 (UMMZ); 3 mi",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Spring Creek Canyon, 1 (NRW); 4 mi. SW Rockerville, 5000 ft., 1 (UMMZ); 3 mi. SE Hill City, 3 (UMMZ);",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "JACKSON COUNTY: no specific locality (Over and Churchill, 1945:9). PENNINGTON COUNTY: mouth of Spring Creek, Cheyenne River (Handley, 1959:195). SHANNON COUNTY: no specific locality in Washington County",
                "authors": [],
                "year": 1963,
                "venue": "",
                "volume": "4",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bear Trap Cave, 4 mi. S, 16 mi. W Hill City, 6000 ft., 1. Additional records.-CUSTER COUNTY: 4 mi. W Fairburn (Tyers, Bat Banding News, 4:17, 1963). JACKSON COUNTY: no specific locality (Over and Churchill, 1945:9). PENNINGTON COUNTY: mouth of Spring Creek, Cheyenne River (Handley, 1959:195). SHANNON COUNTY: no specific locality in Washington County [merged with Shannon County in 1943] (Over and Churchill, 1945:9). County unknown: Crowfeet (Handley, 1959:195).",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "It is commonest in the Black Hills, but occurs also in the pine-clad buttes and hills of Harding County in the northwest, and eastward some distance in the rough canyons along the White and Cheyenne rivers. The easternmost record in the state is from an unspecified locality in Jackson County where Over and Churchill (1945:9) reported that \"specimens were taken in an old outbuilding",
                "authors": [],
                "year": 1913,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "This species is found only in the western part of the state. It is commonest in the Black Hills, but occurs also in the pine-clad buttes and hills of Harding County in the northwest, and eastward some distance in the rough canyons along the White and Cheyenne rivers. The eastern- most record in the state is from an unspecified locality in Jackson County where Over and Churchill (1945:9) reported that \"specimens were taken in an old outbuilding . . . in September, 1913.\" A specimen from this place no doubt is the one on record in the files of the U. S. Biological Survey as collected by Over on September 16, 1913, from the \"White River, Stanley Co.,\" which was listed by Handley (1959:197). The",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "186) of the distribution of P. townsendii shows pallescens occurring farther to the east in South Dakota than likely in the case. A population of aproximately 2000 individuals of this species winters in company with several other species in Jewel Cave",
                "authors": [],
                "year": 1964,
                "venue": "White River does not flow through any part of Stanley County but does form the southern boundary of Jackson County. Therefore, Handley's map",
                "volume": "22",
                "issue": "",
                "pages": "89--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "White River does not flow through any part of Stanley County but does form the southern boundary of Jackson County. Therefore, Handley's map (fig. 22, p. 186) of the distribution of P. townsendii shows palles- cens occurring farther to the east in South Dakota than likely in the case. A population of aproximately 2000 individuals of this species winters in company with several other species in Jewel Cave, Custer County, but Thu, 07 Oct 2021 13:16:21 UTC All use subject to https://about.jstor.org/terms visited there on June 12, 1965. Many bats from Jewel Cave have been banded by John Tyers and associates of the U. S. National Park Service, who are studying population trends and dispersal of bats that winter in in the state. One of these, the eastern pipistrelle, Pipistrellus subflavus subfiavus (F. Cuvier, 1832), is known from eastern Nebraska (Jones, 1964:89-90), northwestern Iowa (D. A. Schlitter, personal com- munication), and central Minnesota (Gunderson and Beer, 1953:55).",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "It seems likely this bat will be found in southeastern South Dakota. The evening bat, Nycticeius humeralis humeralis (Rafinesque, 1818) has been reported from the Platte River Valley in east-central Nebraska (Jones, op. cit.:98) and is to be looked for along the Missouri River and its tributaries in the extreme southeastern part of the state. Additionally, the rare spotted bat, Euderma maculatum (J. A. Allen, 1891), has been recorded from as near the state as south-central Montana and northern Wyoming and possibly will be",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "It seems likely this bat will be found in southeastern South Dakota. The evening bat, Nycticeius humeralis humeralis (Rafinesque, 1818) has been reported from the Platte River Valley in east-central Nebraska (Jones, op. cit.:98) and is to be looked for along the Missouri River and its tributaries in the extreme southeastern part of the state. Additionally, the rare spotted bat, Euderma maculatum (J. A. Allen, 1891), has been recorded from as near the state as south-central Montana and northern Wyoming and possibly will be found in the Black Hills. Literature Cited",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "List of mammals collected in the Black Hills region of South Dakota and in western Kansas by",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "7",
                "issue": "",
                "pages": "259--274",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ALLEN, J. A. 1895. List of mammals collected in the Black Hills region of South Dakota and in western Kansas by Mr. Walter W. Granger, with field notes by the collector. Bull. Amer. Mus. Nat. Hist., 7:259-274, August 21.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Mammals of Clay County",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "South Dakota. Univ. South Dakota Publ. Biol",
                "volume": "1",
                "issue": "",
                "pages": "1--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINDLEY, J. S. 1956. Mammals of Clay County, South Dakota. Univ. South Dakota Publ. Biol., 1:1-45, 3 figs., May 15.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Seasonal distribution of the hoary bat",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "J. Mamm",
                "volume": "45",
                "issue": "",
                "pages": "461--470",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINDLEY, J. S., and C. JONES 1964. Seasonal distribution of the hoary bat. J. Mamm., 45:461-470, 17 figs., September 15.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Vespertilio subulatus Say, 1823: proposed suppression under the plenary powers (Mammalia, Chiroptera)",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Glass",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Bull. Zool. Nomenclature",
                "volume": "22",
                "issue": "",
                "pages": "204--205",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GLASS, B. P., and R. J. BAKER 1965. Vespertilio subulatus Say, 1823: proposed suppression under the plenary powers (Mammalia, Chiroptera). Bull. Zool. Nomenclature, 22:204- 205, August.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The mammals of Minnesota. Occas. Papers Minnesota Mus",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "L"
                        ],
                        "last": "Gunderson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Beer",
                        "suffix": ""
                    }
                ],
                "year": 1953,
                "venue": "Nat. Hist",
                "volume": "6",
                "issue": "",
                "pages": "1--190",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GUNDERSON, H. L., and J. R. BEER 1953. The mammals of Minnesota. Occas. Papers Minnesota Mus. Nat. Hist., 6:xii + 1-190, illustrated.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A revision of American bats of the genera Euderma and Plecotus",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Proc. U. S. Nat. Mus",
                "volume": "110",
                "issue": "",
                "pages": "95--246",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANDLEY, C. O., Jr. 1959. A revision of American bats of the genera Euderma and Plecotus. Proc. U. S. Nat. Mus., 110:95-246, 27 figs., September 3.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Distribution and taxonomy of mammals of Nebraska",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "16",
                "issue": "",
                "pages": "1--356",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, J. K., Jr. 1964. Distribution and taxonomy of mammals of Nebraska. Univ. Kansas Publ., Mus. Nat. Hist., 16:1-356, 4 pls., 82 figs., October 1.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A new subspecies of the fringe-tailed bat, Myotis thysanodes, from the Black Hills of South Dakota and Wyoming",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Genoways",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. Mamm",
                "volume": "48",
                "issue": "",
                "pages": "231--235",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, J. K., Jr., and H. H. GENOWAYS 1967. A new subspecies of the fringe-tailed bat, Myotis thysanodes, from the Black Hills of South Dakota and Wyoming. J. Mamm., 48:231-235, 2 figs., May 20. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:16:21 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Myotis keenii septentrionalis in South Dakota",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Packard",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "J. Mamm",
                "volume": "39",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, J. K., Jr., and R. L. PACKARD 1958. Myotis keenii septentrionalis in South Dakota. J. Mamm., 39:150, February 20.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "The systematics of the subfamily Ornithodorinae (Acarina: Argasidae)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Kohls",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Sonenshine",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Clifford",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KOHLS, G. M., D. E. SONENSHINE, and C. M. CLIFFORD 1965. The systematics of the subfamily Ornithodorinae (Acarina: Argasidae).",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Identification of the larvae of the Western Hemisphere and descriptions of three new species",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Figs",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "May",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Ann. Ent. Soc. Amer",
                "volume": "58",
                "issue": "",
                "pages": "493--758",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "II. Identification of the larvae of the Western Hemisphere and descrip- tions of three new species. Ann. Ent. Soc. Amer., 58:331-364, 62 figs., May. LONG, C. A. 1965. The mammals of Wyoming. Univ. Kansas Publ., Mus. Nat. Hist., 14:493-758, 82 figs., July 6.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Revision of the North American bats of the family Vespertilionidae",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "N. Amer. Fauna",
                "volume": "13",
                "issue": "",
                "pages": "1--140",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., Jr. 1897. Revision of the North American bats of the family Vespertilionidae. N. Amer. Fauna, 13:1-140, 3 pls., 40 figs., October 16.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The American bats of the genera",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Allen",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "Myotis and Pizonyx. Bull U. S. Nat. Mus",
                "volume": "144",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, G. S., Jr., and G. M. ALLEN 1928. The American bats of the genera Myotis and Pizonyx. Bull U. S. Nat. Mus., 144:viii + 1-218, 1 pl., 1 fig., 13 maps, May 25.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Myotis volans interior in South Dakota",
                "authors": [],
                "year": null,
                "venue": "J. Mamm",
                "volume": "17",
                "issue": "",
                "pages": "413--414",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myotis volans interior in South Dakota. J. Mamm., 17:413-414, November 14.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Mammals of South Dakota",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Over",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Churchill",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Univ. South Dakota Mus",
                "volume": "",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OVER, W. H., and E. P. CHURCHILL 1945. Mammals of South Dakota. Univ. South Dakota Mus., (3) + 56 + 3 pp., 1 fig., mimeographed.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Animals, reptiles and amphibians of the Rosebud Indian Reservation",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Reagan",
                        "suffix": ""
                    }
                ],
                "year": 1908,
                "venue": "South Dakota. Trans. Kansas Acad. Sci",
                "volume": "21",
                "issue": "",
                "pages": "163--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REAGAN, A. B. 1908. Animals, reptiles and amphibians of the Rosebud Indian Reservation, South Dakota. Trans. Kansas Acad. Sci., 21:163-164.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "An ecological study of the mammals of the Badlands and the Black Hills of South Dakota and Wyoming",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Stebler",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Ecology",
                "volume": "20",
                "issue": "",
                "pages": "382--393",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEBLER, A. M. 1939. An ecological study of the mammals of the Badlands and the Black Hills of South Dakota and Wyoming. Ecology, 20:382-393, 3 figs., July.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "A preliminary report on the biology of Harding County, northwestern South Dakota",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Visher",
                        "suffix": ""
                    }
                ],
                "year": 1914,
                "venue": "Bull. South Dakota Geol. Surv",
                "volume": "6",
                "issue": "",
                "pages": "1--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VISHER, S. S. 1914. A preliminary report on the biology of Harding County, northwestern South Dakota. Bull. South Dakota Geol. Surv., 6:1-103, 6 pls. -Museum of Natural History, The University of Kansas, Lawrence.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Chiggers, Leptotrombidium myotis (Ewing), were found in the ears of three specimens from Pennington County.This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:16:21 UTC All use subject to https://about.jstor.org/termsVisher (1914:91) reported this bat from Harding County (under the name Myotis lucifugus lucifugus) as: \"Abundant about the groves along the Little Missouri and in the forest reserves.\" In our experience, lucifugus is the least common of the four species of Myotis occurring in Harding County, being outnumbered by volans, evotis, and leibii (in that order). Visher listed no other species of Myotis from the county. One specimen examined from Jewel Cave, obtained on August 31, 1966, by a field party from the University of Wyoming, was an albino. Myotis lucifugus lucifugus (Le Conte, 1831) Little Brown Myotis Specimens examined (2).-GREGORY COUNTY: Cedar Island, 1 (USNM). STANLEY COUNTY: Ft. Pierre, 1 (USNM).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "Two females obtained on June 29 and 30, 1961, in Harding County each contained a single embryo (one measured 20 and the other 22 in crown-rump length). A female obtained on August 3, 1960, in the same county was lactating. The testes of three males collected at Jewel Cave on June 13, 1965, each measured 2. Two males from 10 mi. S, 5 mi. W Reva (obtained June 16 and 23, 1961), and a male from 2 mi. S Tinton (obtained July 16, 1961), evidence the beginning of molt; new hairs can be observed over much of the body under the old pelage. Four bats examined from Pennington County harbored bat flies, Basilia forcipata Ferris, which constitute the first record of this parasite from South Dakota. Another individual was parasitized by a chigger, Leptotrombidium myotis (Ewing), which has not been reported previously from M. volans. Lasionycteris noctivagans (Le Conte, 1831) Silver-haired Bat Specimens examined (2).-DAY COUNTY: Waubay Nat'l Wildlife Refuge, 1 (USNM). PENNINGTON COUNTY: Diamond S Ranch (not precisely located), 1 (UMMZ).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "JERAULD COUNTY: Lane (ibid.). This migratory species probably occurs in suitable habitats over much of the East River area in the warm months of the year. The few records of occurrence doubtfully reflect the relative abundance of this bat. West of the Missouri, the red bat probably is restricted mostly to areas of deciduous timber along water courses, reaching the western limits of its resident range in South Dakota at approximately the 101st meridian (migrating individuals may pass through the western part of the state on their way to or from regions farther to the north). A female examined from Brookings that was taken on June 29, 1953, carried two young; another from there that was captured on July 7, 1939, was accompanied by three (E. J. Hugghins, personal communication). An adult female from 3 mi. SW Springfield was netted over a small tributary of the Missouri in company with Myotis keenii and Eptesicus fuscus.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "Myotis keenii septentrionalis (Trouessart, 1897) Keen's Myotis Specimens examined (7).-BON HOMME COUNTY: Sand Creek Park [4 mi. NE Springfield], 3; 3 mi. SW Springfield, 1. CUSTER COUNTY: Custer State Park, 2 (UMMZ). PENNINGTON COUNTY: 14 mi. W Hill City, 6400 ft., 1.",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF1": {
                "text": ").This saxicolous species may be limited in South Dakota to the West River counties. It is a common inhabitant of the Badlands to the east of the Black Hills and of the pine-clad buttes of Harding County. The easternmost records in the state are from Philip, along the Bad River, and in the breaks south of the White River in Washabaugh County, but the small-footed myotis likely occurs along other eastward-flowing rivers, pershaps as far east as the Missouri itself. This bat is known to hibernate in Jewel Cave and in Davenport Cave, Meade County.",
                "num": null,
                "content": "<table><tr><td>This content downloaded from</td></tr><tr><td>35.7.39.109 on Thu, 07 Oct 2021 13:16:21 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "type_str": "table"
            },
            "TABREF2": {
                "text": "to an abandoned mine in Weston County, Wyoming. Later in the same summer, Larry N. Brown and associates of The University of Wyoming captured a male at Jewel Cave and in the summer of 1966 collected five additional specimens in Custer County.We do not know the means by which the two specimens taken in 1929 at Jewel Cave were captured nor do we know the conditions under which the bat from Custer State Park was obtained. All other specimens examined from South Dakota were captured in mist nets-five (four males and a female) at the entrance to Jewel Cave and one female over a creek north of Hot Springs.",
                "num": null,
                "content": "<table><tr><td>entrance</td></tr></table>",
                "type_str": "table"
            },
            "TABREF3": {
                "text": "External and cranial measurements of Myotis evotis and Myotis thysanodes from South Dakota. Superscript numbers indicate fewer specimens averaged than noted in headings of the two columns.",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF6": {
                "text": "Bon Homme County also were molting-from juvenal pelage to adult pelage; others had completed This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:16:21 UTC All use subject to https://about.jstor.org/termspost-juvenal molt. The sequence of post-juvenal molt appears to be essentially the same as that described for adults above, excepting that the middorsal region over the shoulders and the throat may be the last places",
                "num": null,
                "content": "<table><tr><td>where molt is completed.</td></tr><tr><td>A female taken June 4, 1965, in Union County carried two embryos</td></tr><tr><td>that measured 17 in crown-rump length. Several E. f. fuscus examined</td></tr><tr><td>harbored ticks, Ornithodoras kelleyi Cooley and Kohls.</td></tr><tr><td>Eptesicus fuscus pallidus Young, 1908</td></tr><tr><td>Big Brown Bat</td></tr><tr><td>Specimens examined (56).-CUSTER COUNTY: Hell's Canyon, 13 mi. W</td></tr><tr><td>Custer, 2 (USNM); Custer, 3 (USNM); Jewel Cave Nat'l Monument, 1 (UW);</td></tr><tr><td>headquarters, Wind Cave Nat'l Park, 15 (UMMZ); Shirttail Canyon, Wind Cave</td></tr></table>",
                "type_str": "table"
            },
            "TABREF8": {
                "text": "noted that April 15 was the earliest date the species had been seen in Clay County. Lasiurus cinereus cinereus (Palisot de Beauvois, 1796) Hoary Bat Specimens examined (10).-BON HOMME COUNTY: Sand Creek Park [4 mi. NE Springfield], 3. BROOKINGS COUNTY: Brookings, 1 (SDSU). CUSTER COUNTY: Battle Creek Valley, 8 mi. E Hermosa, 1 (NRW). HARDING COUNTY: 10 mi. S, 5 mi. W Reva, 1. LAWRENCE COUNTY: 2 mi. E Tinton, 5400 ft., 1. PENNINGTON COUNTY: Rapid City, 1 (NRW); 14 mi. W Hill City, 6400 ft., 1. County unknown: Moreau River, 1 (USNM).",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            },
            "TABREF9": {
                "text": "on June 15, 1965. The three specimens from Sand Creek Park, Bon Homme County, all females that were captured in a mist net on July 26, 1965, are nearly adult-sized young of the year (weight 21.0-21.7). The record cited above from \"near Swan Creek,\" Walworth County, is of a",
                "num": null,
                "content": "<table/>",
                "type_str": "table"
            }
        }
    }
}