{
    "paper_id": "JonesandGlass1960-Theshort-tailedshrew,Blarinabrevicauda,inOklahoma",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:04.534352Z"
    },
    "title": "THE SHORT-TAILED SHREW, BLARINA BREVICAUDA, IN OKLAHOMA",
    "authors": [
        {
            "first": "J",
            "middle": [
                "Knox"
            ],
            "last": "Jones",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Kansas",
                "location": {
                    "settlement": "Lawrence"
                }
            },
            "email": ""
        },
        {
            "first": "Bryan",
            "middle": [
                "P"
            ],
            "last": "Glass",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Oklahoma State University",
                "location": {
                    "settlement": "Stillwater"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Two subspecies of the short-tailed shrew, Blarina brevicauda carolinensis and Blarina brevicauda hulophaga, have been reported from Oklahoma. Study of Oklahoman specimens reveals that all are referable to a single subspecies, B. b. carolinensis, with the later-named B. b. hulophaga as a synonym. Clinal variation in Blarina brevicauda in Oklahoma and several surrounding states is discussed, and records of the species in Oklahoma are summarized.",
    "pdf_parse": {
        "paper_id": "JonesandGlass1960-Theshort-tailedshrew,Blarinabrevicauda,inOklahoma",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Two subspecies of the short-tailed shrew, Blarina brevicauda carolinensis and Blarina brevicauda hulophaga, have been reported from Oklahoma. Study of Oklahoman specimens reveals that all are referable to a single subspecies, B. b. carolinensis, with the later-named B. b. hulophaga as a synonym. Clinal variation in Blarina brevicauda in Oklahoma and several surrounding states is discussed, and records of the species in Oklahoma are summarized.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Few specimens of the short-tailed shrew, Blarina brevicauda, are on record from Oklahoma. Those reported have been assigned to the subspecies B. b. carolinensis or to B. b. hulophaga. Shrews from the Arbuckle Mountains have been referred to hulophaga, type locality east of Dougherty, in Murray County, Oklahoma, whereas shrews from elsewhere in the state usually have been referred to carolinensis, type locality in eastern South Carolina (see Blair, 1939:99, and Hall and Kelson, 1959:53-54) .",
                "cite_spans": [
                    {
                        "start": 445,
                        "end": 464,
                        "text": "Blair, 1939:99, and",
                        "ref_id": null
                    },
                    {
                        "start": 465,
                        "end": 473,
                        "text": "Hall and",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 474,
                        "end": 493,
                        "text": "Kelson, 1959:53-54)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Assignment of 'Oklahoman specimens of Blarina to subspecies has been mainly on the basis of color; those from the Arbuckle Mountains are allegedly paler. Blair (loc. cit.) , for example, remarked concerning hulophaga: \"This race is known from only 4 specimens, all of which agree in being paler and more brownish in color than the race carolinensis. In size and cranial characters it does not differ appreciably from carolinensis. It seems likely that this is a slight local race, developed through partial isolation in the Arbuckle Mountains.\" We have seen three of the four specimens mentioned by Blair (lectotype not seen) and five specimens from Platt National Park, Murray County, all of which, considering age and season of capture, can be matched exactly in color by specimens from other parts of Oklahoma and also by specimens from Kansas and southern Nebraska. In accordance with Blair, we find no significant differences in size between specimens from the Arbuckles and those from elsewhere in Oklahoma, nor do we discern any other differences between these shrews. We conclude, therefore, that they represent one subspecies.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 171,
                        "text": "Blair (loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Color of pelage serves in part to distinguish some subspecies of Blarina brevicauda but, although some geographic variation undoubtedly occurs, differences in color are at best subtle in this species and are subject to variation depending on age and season. Post-mortem changes in color, those resulting from different methods of preparation of specimens, and those resulting from different storage facilities, probably also complicate the picture. Size, on the other hand, definitely varies geographically and seems to be a more useful criterion in taxonomic studies. A cline exists (subject to some local reversals) from small size in the southern populations of the species to larger size in the more northerly populations. To the west of the Mississippi River this cline is clearly evident, beginning on the Gulf Coast with the small subspecies, B. b. minima, and proceeding northward to B. b. brevicauda, the largest subspecies of the species, in central and northern Nebraska and adjacent areas to the north and east. Specimens from Oklahoma, Kansas, and southern Nebraska form the middle part of the cline (see Fig. 1 and table of measurements). Although there is an increase in both external and cranial size (we regard the latter as more significant than the former because cranial dimensions can be the more accurately measured) to the northward within the middle portion of the cline, no distinct break occurs. A significant break does occur between shrews in southern Nebraska and those in central Nebraska and it is at this break that B. b. brevicauda is distinguished from specimens to the south. Shrews from southern Oklahoma to southern Nebraska seem to form a more or less natural grouping within the cline and in our judgment the same subspecific name should be applied to all of them.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 1118,
                        "end": 1124,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the original description of B. b. hulophaga. Elliot (1899:287) characterized it as: \"Similar to B. b. carolinensis, but lighter in color, and differing in the characters of the teeth, and in having an extremely short tail.\" Specimens of Blarina from Oklahoma, Kansas and southern Nebraska do average slightly paler than a series of carolinensis from Gray's Hill, Beaufort County, South Carolina, and from other specimens that we have seen from the southeastern United States, but some individuals from Oklahoma, Kansas, and Nebraska closely match those from farther east. The western shrews are larger, including length of tail, than specimens from South Carolina but north-south clinal variation in size occurs within the range of carolinensis as currently understood and shrews from Cambridge, Dorchester County, Maryland, referred to carolinensis by Bole and Moulthrop (1942:108) , also are larger than Carolinian specimens (see Jones and Findley, 1954: 211, note no peculiarities of the teeth, save larger size, in the western shrews. As a matter of fact, the several cranial and dental characters listed by Elliot (loc. cit.) are essentially a mixture of those that characterize the genus and those that are individually variable or that change with age. As we noted, the subspecific name carolinensis is currently applied to some Oklahoman shrews. It is in current use also for shrews from Kansas and southern Nebraska, for shrews to the south of Oklahoma in eastern Texas (McCarley, 1959:393) , and for shrews to the east of Oklahoma (see Hall and Kelson, 1959:53-54) . We provisionally assign all Oklahoman specimens to Blarina brevicauda carolinensis, with the later-named Blarina brevicauda hulophaga as a synonym.",
                "cite_spans": [
                    {
                        "start": 48,
                        "end": 65,
                        "text": "Elliot (1899:287)",
                        "ref_id": null
                    },
                    {
                        "start": 856,
                        "end": 885,
                        "text": "Bole and Moulthrop (1942:108)",
                        "ref_id": null
                    },
                    {
                        "start": 935,
                        "end": 964,
                        "text": "Jones and Findley, 1954: 211,",
                        "ref_id": null
                    },
                    {
                        "start": 1115,
                        "end": 1133,
                        "text": "Elliot (loc. cit.)",
                        "ref_id": null
                    },
                    {
                        "start": 1482,
                        "end": 1502,
                        "text": "(McCarley, 1959:393)",
                        "ref_id": null
                    },
                    {
                        "start": 1549,
                        "end": 1577,
                        "text": "Hall and Kelson, 1959:53-54)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:18:02 UTC All use subject to https://about.jstor.org/terms External and cranial measurements (in millimeters) of Blarina brevicauda. C measurements were taken as described by Findley (1955:5) ; all specimens are age-groups 3-6 of Pearson (1945:536) . The genus Blarina is in need of revisionary study. When such a study is made, we visualize that it may be necessary to restrict the name carolinensis to the small, uniformly dark-colored populations of the species brevicauda that occur along (and inland some distance from) the southern Atlantic and Gulf coasts. In this event the name hulophaga would be available for shrews from at least southern Oklahoma to southern Nebraska.",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 255,
                        "text": "Findley (1955:5)",
                        "ref_id": null
                    },
                    {
                        "start": 294,
                        "end": 312,
                        "text": "Pearson (1945:536)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "138",
                "sec_num": null
            },
            {
                "text": "As mentioned, few short-tailed shrews have been reported from Oklahoma. Probably this is owing primarily to inadequate collecting but the species may actually be uncommon in some places within its range in the state. For example, McCarley (1952) took no specimen in 3535 trap nights in Bryan County in 1949-50. The known western limit of range of the species in Oklahoma is the woodland-grassland ecotone, which transects the central part of the state from north to south. Suitable habitat for the short-tailed shrew is restricted in this area.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 245,
                        "text": "For example, McCarley (1952)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "138",
                "sec_num": null
            },
            {
                "text": "Altogether, we have examined 53 specimens f these, along with localities reported in the litera have not seen specimens, are listed below. Localit shown on the accompanying map (Fig. 2) . CADDO COUNTY: Kiowa Agency, 17 mi. SE Old Fort Co (USNM). CLEVELAND COUNTY: 3.2 mi. N Norman, 1 (USNM) man, 7 (6 KU, 1 OU); 4 mi. S Norman, 1 (OU); 5 mi. S Norman, 1 (OU). COMANCHE COUNTY: Headquarters, Wichita Mtn. Wildlife Re-",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 177,
                        "end": 185,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "138",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Wildlife Refuge, 1 (WMWR). CREEK COUNTY: Sapulpa, 3 (KU)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Top Of Elk Mtn",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wichita Mtn",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "top of Elk Mtn., Wichita Mtn. Wildlife Refuge, 1 (WMWR). CREEK COUNTY: Sapulpa, 3 (KU). KAY COUNTY: Mouth Salt Fork River, 1",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "MCCUR-TAIN COUNTY: 6 mi",
                "authors": [
                    {
                        "first": "(",
                        "middle": [],
                        "last": "Osu",
                        "suffix": ""
                    },
                    {
                        "first": ")",
                        "middle": [],
                        "last": "Mcclain County",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "SE Eagleton",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "(OSU). MCCLAIN COUNTY: 7 mi. S Norman (Blair, 1939:99). MCCUR- TAIN COUNTY: 6 mi. SE Eagleton, 1 (OSU). MURRAY COUNTY: Platt National Park, 5 (KU);",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "1939:99)",
                "authors": [
                    {
                        "first": "Conway",
                        "middle": [],
                        "last": "Springs",
                        "suffix": ""
                    },
                    {
                        "first": "(",
                        "middle": [],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conway Springs (Blair, 1939:99). PAYNE COUNTY: SE 1/4, Sec. 18, T. 19 N, R. 1 E, 9 mi.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "POTTAWATOMIE COUNTY: Tecumseh, 2 (KU); no specific locality, 1 (OBU)",
                "authors": [],
                "year": null,
                "venue": "S Stillwater",
                "volume": "3",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stillwater, 2 (OSU); 2112 mi. S Stillwater, 3 (OSU); 3 mi. S Stillwater, 1 (OSU); 2 mi. W Yale, 1 (OSU). POTTAWATOMIE COUNTY: Tecumseh, 2 (KU); no specific lo- cality, 1 (OBU). SEQUOYAH COUNTY: Redland, 2 (USNM). TULSA COUNTY: Mohawk Park, 4 (3 UMMZ, 1 OSU); near Wekiwa (Blair, 1938:495).",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "We are grateful to the following persons for the loan of specimens in their care",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "We are grateful to the following persons for the loan of specimens in their care: Dr. J. K. Doutt, Carnegie Museum (CM);",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Ethel Derrick",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Dr",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dr. Ethel Der- rick, Central State College, Edmond, Oklahoma (CSC);",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Wildlife Refuge, Cache, Oklahoma (WMWR)",
                "authors": [
                    {
                        "first": "Julian",
                        "middle": [],
                        "last": "Howard",
                        "suffix": ""
                    },
                    {
                        "first": "Refuge",
                        "middle": [],
                        "last": "Manager",
                        "suffix": ""
                    },
                    {
                        "first": "Wichita",
                        "middle": [],
                        "last": "Mtn",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Chicago Natural History Museum (CNHM), and to Dr",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Julian Howard, Refuge Manager, Wichita Mtn. Wildlife Refuge, Cache, Oklahoma (WMWR). We are grateful also to Mr. Philip Hershkovitz, Chicago Natural History Museum (CNHM), and to Dr.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "National Museum (USNM), for allowing one of us (Jones) to examine specimens there. In addition, specimens in the Museum of Natural History, The University of Kansas (KU), and in the collection of Oklahoma State University (OSU) have been used. A research grant from the Society of Sigmi Xi helped to defray the -ost of visiting the museums mentioned",
                "authors": [
                    {
                        "first": "David",
                        "middle": [
                            "H"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "U",
                        "middle": [
                            "S"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "David H. Johnson, U. S. National Museum (USNM), for allowing one of us (Jones) to examine specimens there. In addition, specimens in the Museum of Natural History, The University of Kansas (KU), and in the collection of Oklahoma State University (OSU) have been used. A research grant from the Society of Sigmi Xi helped to defray the -ost of visiting the museums mentioned. LITERATURE CITED",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "The Ohio R lection in the Cleveland Museum of Natural History",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "July",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "P"
                        ],
                        "last": "Bole",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "N"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Moulthrop",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Oklahoma. Amer. Midl. Nat",
                "volume": "20",
                "issue": "",
                "pages": "83--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLAIR, W. F. 1938. Ecological relationships of the mammal region, northeastern Oklahoma. Amer. Midl. Nat., 20: 473-526, . 1939. Faunal relationships and geographic distributi in Oklahoma. Amer. Midl. Nat., 22: 85-133, 1 fig., July. BOLE, B. P., JR., and P. N. MOULTHROP. 1942. The Ohio R lection in the Cleveland Museum of Natural History. Sci. Publ. Cleveland Mus. Nat. Hist., 6: 83-181, September 11. 141",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Description of apparently new species and sub-species of mammals from Indian Territory",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Elliot",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Field Columb. Mus., Zool. Ser. (Publ",
                "volume": "38",
                "issue": "",
                "pages": "285--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ELLIOT, D. G. 1899. Description of apparently new species and sub-species of mammals from Indian Territory. Field Columb. Mus., Zool. Ser. (Publ. 38), 1: 285-288, May 25.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Speciation in the wandering shrew",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "9",
                "issue": "",
                "pages": "1--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINDLEY, J. S. 1955. Speciation in the wandering shrew. Univ. Kansas Publ., Mus. Nat. Hist., 9: 1-68, 18 figs., December 10.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "xxx + 546 + 79, illustrated",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., and K. R. KELSON. 1959. The mammals of North America. Ronald Press, New York, 1: xxx + 546 + 79, illustrated, March 31.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Geographic distribution of the shorttailed shrew, Blarina brevicauda, in the Great Plains",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Findley",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "57",
                "issue": "",
                "pages": "208--211",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, J. K., JR., and J. S. FINDLEY. 1954. Geographic distribution of the short- tailed shrew, Blarina brevicauda, in the Great Plains. Trans. Kansas Acad. Sci., 57: 208-211, 1 fig., August 2.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The ecological relationships of the mammals of Bryan County",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Mccarley",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Oklahoma. Texas Jour. Sci",
                "volume": "4",
                "issue": "",
                "pages": "385--426",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCARLEY, W. H. 1952. The ecological relationships of the mammals of Bryan County, Oklahoma. Texas Jour. Sci., 4: 102-112, 1 fig., March 30. . 1959. The mammals of eastern Texas. Texas Jour. Sci., 11: 385-426, 2 figs., December.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Longevity of the short-tailed shrew",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "P"
                        ],
                        "last": "Pearson",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Amer. Midl. Nat",
                "volume": "34",
                "issue": "",
                "pages": "531--546",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PEARSON, O. P. 1945. Longevity of the short-tailed shrew. Amer. Midl. Nat., 34: 531-546, 4 figs., September. 142 This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 13:18:02 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "for measurements) and are of approximately the same size as a series from Richardson County, Nebraska (see measurements herein)recAangles represent two standard errors and two standard deviations on either side of the mean, respectively. Letters below each sample indicate geographic origin (see inset). Numbers above each sample indicate size of sample.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "text": ". .. . -OF MI...LES T~i ----i ,x \" Bijf i /I-r ... ,.P ~ ~ ~ ~ ~i iI\"~ -\" \"_I .. _ . r\"'-L i ...4 .... .. .... ..... \".\" \\aua i-ior .. . i ;--",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "text": "Geographic distribution of Blarina brevicaouda carolinensis in Oklahoma. Solid symbols indicate specimens examined; open symbols indicate records from the literature. The heavy line indicates the probable western margin of geographic range of the species in Oklahoma.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "",
                "content": "<table/>",
                "type_str": "table",
                "num": null
            }
        }
    }
}