{
    "paper_id": "Kenyon1957-Theseaotter",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:07.560533Z"
    },
    "title": "THE SEA OTTER",
    "authors": [
        {
            "first": "Karl",
            "middle": [
                "W"
            ],
            "last": "Kenyon",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "U.S. Fish and Wildlife Service SEA OTTER",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "In general form the sea otter, Enhydra lutris resembles the weasel and river otter, of which animals it is a large relative. The male attains a weight of 85 pounds, the female about 65 pounds; the young at birth weigh from 3 to 5 pounds. It is peculiar among members of its family, the Miistelidae, in having deserted dry land and fresh water to take up a marine life. Among marine mammals it is peculiar in its adaptation to the sea. It does not possess an insulating layer of blubber but is protected from the chill of North Pacific waters by a blanket of air trapped among the fine and closely packed fibres of its inchlong delicate fur. Unlike the river otter and fur seal, the sea otter has but little protective coating of guard hair. The fine guard hairs present add to its beauty but do not offer much protection to the soft under-fur. Unlike other marine mammals, the sea otter has never taken to the open sea. It usually feeds in shallow water from 5 to 50 feet in depth. Its food consist primarily of such sedentary forms as sea urchins, rock oysters, mussels, a variety of snail-like molluscs and, in California, abalones. Occasionally fish and octopus are eaten.",
    "pdf_parse": {
        "paper_id": "Kenyon1957-Theseaotter",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In general form the sea otter, Enhydra lutris resembles the weasel and river otter, of which animals it is a large relative. The male attains a weight of 85 pounds, the female about 65 pounds; the young at birth weigh from 3 to 5 pounds. It is peculiar among members of its family, the Miistelidae, in having deserted dry land and fresh water to take up a marine life. Among marine mammals it is peculiar in its adaptation to the sea. It does not possess an insulating layer of blubber but is protected from the chill of North Pacific waters by a blanket of air trapped among the fine and closely packed fibres of its inchlong delicate fur. Unlike the river otter and fur seal, the sea otter has but little protective coating of guard hair. The fine guard hairs present add to its beauty but do not offer much protection to the soft under-fur. Unlike other marine mammals, the sea otter has never taken to the open sea. It usually feeds in shallow water from 5 to 50 feet in depth. Its food consist primarily of such sedentary forms as sea urchins, rock oysters, mussels, a variety of snail-like molluscs and, in California, abalones. Occasionally fish and octopus are eaten.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "environment, it is far more at ease in the water than ashore. The flipper-like hind feet are clumsy on land and the long flexible body, somewhat like a liquid-filled bag, is poorly suited to walking. When otters haul out to sleep or preen, they seldom venture more than a few feet from the water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Otters come ashore in greatest numbers when storm waves make food-diving difficult. When the weather is calm they usually sleep on the surface of the sea, simply pulling a strand of kelp over their bodies, resting the head on the chest and placing their forepaws over their eyes. But often in the Aleutians during calm summer weather, when the tide is low at night, they haul out at favourite spots to sleep. Mothers with young frequently bring their pups ashore about sundown to remain on the rocks until daylight.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the Aleutians at least, the breeding season of the sea otter is not well defined. Most pups are born in April or May but newly born young are to be seen at other seasons. Mating takes place in the water and the mated pair may remain together for several days.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Like other marine mammals the sea otter bears but one pup at a time but unlike most of them, the mother otter gives her offspring constant and careful attention over a relatively long period, probably until it is nearly a year old. For several months the pup receives most of its nourishment from its mother's two abdominal nipples, though at an early age it may also beg for and receive parts of sea urchins and molluscs that its mother is eating. She carries her pup on her chest while she herself swims on her back. On this floating platform the pup nurses, sleeps and receives almost constant preening from its mother's mobile and sensitive forepaws. The mother leaves her pup only when she dives for food and a food dive seldom lasts more than a minute. While the mother is below the surface the pup usually sleeps, buoyed up by the air enclosed in its long clean, dry fur. After each such dive the mother swims to her pup's side where she eats the food that she has carried to the surface enclosed by a fore-leg and a fold of loose skin across her chest. If her pup has drifted with the wind, she takes it on to her chest and returns it to the area in which she wishes to feed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sea otter pups are playful and, if a mother is feeding near sheltered kelp-covered rocks, the pup will often play in the gentle surge among the slippery strands. Once I watched a pup working its way round the rocks until it was hidden from its mother's view. Suddenly it missed her and uttered a harsh, frightened cry. Confused by the echo of the sound, the mother",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "I /v\"i()7 11'. Kfnyitn MOTIIKR SKA OTTKH A N D I ' l l ' . I Km! W. Kenyan ADULT SEA OTTERS.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "screamed in distress and swam frantically about. Both animals appeared almost hysterical by the time the mother discovered her wandering offspring; then she clasped it to her chest and swam rapidly away from shore to preen and fondle her pup before beginning to feed in more open water.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Late one summer afternoon on Amchitka Island in the Aleutians I watched a mother with a large pup, probably a yearling, hauled out on a rock below my hide. The pup investigated the rocky shelf, then went to the water's edge as if to swim. The mother watched intently and just as it appeared about to leave the rock, she rolled forward, grasped a hind flipper in her teeth and drew the surprised youngster back beside her.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The human deluge, which to this day is swelling the populations of Alaska and the north-west coast of the United States, received its impetus in 1779 when the ships of Captain James Cook dropped anchor at Macao after having visited Nootka Sound, Vancouver Island.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "Cook's crew suddenly discovered that skins which they were using as bed clothing and garments, and which they had purchased cheaply from the Indians, were worth thousands of dollars. Thereafter the soft fur of the sea otter was the objective of many of those who explored the coast and islands of the eastern North Pacific Ocean and, in 1785, the brig Sea Otter became the first ship to engage in the sea otter trade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "Under the direction of white fur-hunters, sea otters were mercilessly pursued, sometimes by teams of Indians in canoes ; in more remote areas by white hunters in light skiffs carried to the otter grounds in larger ships. On bleak shores men waited for weeks among the rocks to shoot any otter that came within rifle range. Others stationed themselves at the tops of giant tripods, erected near favourite feeding or resting areas. Neither mothers nor pups were spared. A pup skin brought about $00, the skins of adults $200 to $300. So highly was the sea otter prized that by the end of the nineteenth century it had been hunted almost to extinction. The otters living off the western coasts of the United States were in fact thought to be extinct. Even yet none have been found on the coasts of Oregon or Washington, but in 1988 a group of 94 sea otters was discovered near Monterey, California. Now the Californian otters are said to number about five*hundred, living under complete protection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "Recently observers have reported sea otters from British Columbia waters but their identification has not so far been confirmed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "In 178G the Pribilof Islands were discovered by Russian fur hunters and their history shows similar thoughtless exploitation. In the first year of occupation as many as five thousand sea otters were killed. By 1811 they were scarce animals and during the next thirty years were virtually exterminated. The last recorded skin in the Pribilofs was taken from an otter found dead in 1892. Of this once thriving colony only scattered bones remain.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "Fortunately some sea otters remained in the Aleutian chain of islands and this surviving remnant received protection in 1911, under a treaty whose main purpose was to save the North Pacific fur seals. The seal populations have rapidly recovered ; the recovery of the sea otters, on the other hand, has been slow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PAST HISTORY",
                "sec_num": null
            },
            {
                "text": "Some years ago the United States Fish and Wildlife Service decided to make a detailed study of the sea otter, both in the wild and in captivity. It was also hoped that isolated parts of its former range, such as the Pribilof Islands, might be restocked from remote places where high populations still existed. For as the sea otter seldom ventures far from land, natural dispersal takes place slowly.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SEA OTTER LIFE STUDIES",
                "sec_num": null
            },
            {
                "text": "The place chosen for the studies was Amchitka Island which, except for its isolation and its distance of nearly 3,000 miles by the usual route from headquarters at Seattle, was an ideal place for the work. The island is approximately 40 miles long and from 1 to 4 miles wide, with a coast line of about 120 miles. The climate is wind-swept and fog-bound-quite miserable by human standards, but apparently most appealing to sea otters. The otter population appears to be at, or very near, its natural maximum. As with deer on a heavily grazed range, a hard winter may leave many animals dead in its wake. Recent estimates, based on sample field counts, place the population there at between four and six thousand.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SEA OTTER LIFE STUDIES",
                "sec_num": null
            },
            {
                "text": "The first stage of the work on the sea otter was done in the late nineteen-forties by Mr. Robert D. Jones, manager of the Aleutian Wildlife Refuge. He found that the otters were very difficult to keep in captivity and as a result of his recommendations, Dr. Donald Stulken and Dr. C. M. Kirkpatrick, both of Purdue University, went to Amchitka with a Fish and Wildlife team to study the physiology of»sea otters and their response to conditions in captivity. Meanwhile Dr. Robert Rausch, parasitologist, of the Arctic Health Research Centre, conducted studies of animals found dead on the beaches during winter \" die offs \". As a result of all this work considerable knowledge was accumulated and three captive otters were finally brought to Seattle by Mr. Jones in 1954. They were in excellent condition upon arrival but unfortunately succumbed when transferred to the National Zoo in Washington, D.C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SEA OTTER LIFE STUDIES",
                "sec_num": null
            },
            {
                "text": "In 1955, a Fish and Wildlife team, including the author and under the leadership of Mr. Ford Wilke, captured sea otters at Amchitka and liberated 1G of them at Otter Island in the Pribilofs. Unexpectedly frigid weather conditions, with ice floes, complicated by the weakened condition of the captive animals, probably prevented their survival.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SEA OTTER LIFE STUDIES",
                "sec_num": null
            },
            {
                "text": "Work on Amchitka continues. During World War II the island had been used as a harbour and air base and it offers to-day disintegrating but usable facilities for our field studies. From the front porch of our salvaged quarters, on clear days, we watch the sea otters as they dive for food near the mouth of Constantine harbour or haul out to sleep and preen on the small rocky islets there. But often, during summer months especially, this place of observation becomes useless. Fog banks move in about the island and remain for weeks at a stretch. In order to observe the otters closely it has been necessary to construct a hide on a cliff above a favourite feeding and resting area. From this vantage point, with binoculars and telescope, we may watch the otters on all but the foggiest of days.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SEA OTTER LIFE STUDIES",
                "sec_num": null
            },
            {
                "text": "The sea otter is a most appealing animal in captivity as well as in the wild. Although individual characteristics of the animals differ, we find that many of them are very tractable and will quietly take food from our hands within a few minutes of capture. On the other hand, a yearling female which we caught in September, 1955, was so shy that nearly a week passed before she could be induced to take food that we held out to her. When first captured she leaned against the back of her cage in a half-sitting position watching our movements wide-eyed, as if in astonishment. When we brought her sea urchins and fish she placed her forepaws on her cheeks and hissed in a very cat-like way, or pushed the proffered food away with her paws. After she became accustomed to us she readily took food from our hands, never offering to bite with her strong canine teeth. This animal is now in excellent health at the Woodland Park Oryx Zoo in Seattle. By the spring of 1957 she had nearly reached adult size and appears well adapted to life in captivity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SEA OTTER IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The use of a rock, held on the chest of an otter, as a base against which to break the hard shells of molluscs has often been described. When rocks and clams were placed in our captive's pool, she gathered them from the bottom and holding the clams between her forepaws, banged them against the rock resting on her chest until the shells broke, thus confirming at close range what had previously been observed only at a distance.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SEA OTTER IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "The problem of adjusting sea otters to captivity so that they may be successfully transplanted, is a challenging one and we still face many difficulties. Captive animals often die of enteritis, pneumonia, or infections of the extremities. The difficulty of keeping their soft fur clean and in waterproof condition is complicated by the fact that they like to eat while lying on their backs and that their natural food contains an abundance of slimy fluid. Unless adequate facilities are provided for washing, their fur quickly becomes matted with foreign matter. The animals soon become wet to the skin, chilling results and, after several hours of distress, death usually follows.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SEA OTTER IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "Through our study programme which embraces the keeping of otters in captivity and understanding their habits in the wild, we hope to enlarge our knowledge of their ecology, life history and populations. We are gratified to know that the sea otter is safe from extermination and hope that it may some day take its place with the northern fur seal as a valuable and renewable natural resource, under a carefully controlled programme.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "THE SEA OTTER IN CAPTIVITY",
                "sec_num": null
            },
            {
                "text": "https://www.cambridge.org/core/terms. https://doi.org/10.1017/S003060530003948X Downloaded from https://www.cambridge.org/core. Univ of Michigan Law Library, on 07 Oct 2021 at 13:14:43, subject to the Cambridge Core terms of use, available at",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.cambridge.org/core. Univ of Michigan Law Library, on 07 Oct 2021 at 13:14:43, subject to the Cambridge Core terms of use, available at",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}