{
    "paper_id": "Kirkland1981-ThezoogeographyofthemammalsoftheUintaMountainsregion",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:09.533707Z"
    },
    "title": "",
    "authors": [
        {
            "first": "Gordon",
            "middle": [
                "L"
            ],
            "last": "Kirkland",
            "suffix": "",
            "affiliation": {
                "laboratory": "1981 THE ZOOGEOGRAPHY OF THE MAMMALS OF THE UINTA MOUNTAINS REGION",
                "institution": "",
                "location": {}
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Effects of the east-west oriented Uinta Mountains and adjacent Uin basins on the distribution and taxonomy of the mammals of northeastern Utah a the 94 species of mammals in the Uinta Mountains Region, 68 (72.3%) are affected in one or more of the following ways: 1) species boundary coincides with the Uin 2) subspecies boundaries fall within or coincide with the Uintas (12 species); 3) exc Uintas but occur to the north and south or to the west (eight species); 4) boreo-m excluded from the adjacent Bridger and Uinta basins (22 species); and 5) use th which forms the eastern boundary of the Uintas, as a dispersal route (seven species of the Uintas on the zoogeography of mammals is discussed in the context of the represented in the area.",
    "pdf_parse": {
        "paper_id": "Kirkland1981-ThezoogeographyofthemammalsoftheUintaMountainsregion",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Effects of the east-west oriented Uinta Mountains and adjacent Uin basins on the distribution and taxonomy of the mammals of northeastern Utah a the 94 species of mammals in the Uinta Mountains Region, 68 (72.3%) are affected in one or more of the following ways: 1) species boundary coincides with the Uin 2) subspecies boundaries fall within or coincide with the Uintas (12 species); 3) exc Uintas but occur to the north and south or to the west (eight species); 4) boreo-m excluded from the adjacent Bridger and Uinta basins (22 species); and 5) use th which forms the eastern boundary of the Uintas, as a dispersal route (seven species of the Uintas on the zoogeography of mammals is discussed in the context of the represented in the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The Uinta Mountains in northeastern Utah are unique among t mountain ranges of the conterminous United States in their easttation. They are the tallest mountains in Utah, with nume exceeding 3,600 m. Extending eastward for approximately 215 k north-south oriented Wasatch Range, from which they are i separated by a high, ancient, unglaciated valley, the Uintas lie l land peninsula between two large, semi-desert basins, the Bridg the north and the Uinta Basin to the south. To the east, the Uintas are bounded by the canyon of the Green River, which flows southward through the Bridger Basin ( Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 596,
                        "end": 603,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Because of the unusual east-west orientation, large size, and semi-isolated position of the Uinta Mountains, this region is exceptionally well suited for studying the effects of mountains on the distribution and systematics of mammals. The zoogeographic significance of the Uintas for mammals is revealed in the fact that they coincide with the boundary between two of the North American mammal provinces proposed by Hagmeier (1966) . The distinctiveness of the mammalian faunas of the Uinta Mountains and adjacent Bridger and Uinta basins was documented by Durrant (1952) , who designated these areas as three of Utah's mammalian provinces. Armstrong (1977) later classified the Uinta Mountains as a faunal subcenter and the two basins as faunal provinces. Both Durrant and Armstrong examined the mammals of Utah in general, but neither focused specifically on the regio Findley and Anderson (1956) have described the role played by the Uintas the biogeography of the montane mammals of Colorado. In addition, previous surveys of mammals in the Uintas, such as those of Svihla (1931 Svihla ( , 1932 , Reynolds (1966) , and Dearden (1967) , have been limited to specific areas within the mountains. Thus, no study has provided a comprehensive zoogeographic analysis of the mammals of the Uinta Mountains and adjacent basins. In this paper, I present such an analysis based in part on data collected during two summers of field work in the Uintas (1976) (1977) 1976 1977 and September of 1976 . In all, 872 specimens of 27 species were collected at 21 localities five counties in Utah (Daggett, Duchesne, Summit, Uintah, and Wasatch) and in Uinta County Wyoming. All specimens were deposited in the research mammal collection of the Verteb Museum (SSC). Distributional and habitat data for these specimens were supplemented by from specimens at the University of Utah (UU); Carnegie Museum of Natural History (CM the Museum of Natural History, University of Kansas (KU); the Museum of Zoology, Universit Michigan (UMMZ); and the National Museum of Natural History, Smithsonian Institution (USNM).",
                "cite_spans": [
                    {
                        "start": 417,
                        "end": 432,
                        "text": "Hagmeier (1966)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 558,
                        "end": 572,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 642,
                        "end": 658,
                        "text": "Armstrong (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 872,
                        "end": 899,
                        "text": "Findley and Anderson (1956)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1071,
                        "end": 1083,
                        "text": "Svihla (1931",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1084,
                        "end": 1099,
                        "text": "Svihla ( , 1932",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1102,
                        "end": 1117,
                        "text": "Reynolds (1966)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1124,
                        "end": 1138,
                        "text": "Dearden (1967)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1446,
                        "end": 1452,
                        "text": "(1976)",
                        "ref_id": null
                    },
                    {
                        "start": 1453,
                        "end": 1459,
                        "text": "(1977)",
                        "ref_id": null
                    },
                    {
                        "start": 1460,
                        "end": 1464,
                        "text": "1976",
                        "ref_id": null
                    },
                    {
                        "start": 1465,
                        "end": 1469,
                        "text": "1977",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1470,
                        "end": 1491,
                        "text": "and September of 1976",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this paper, the terms Uinta Mountains Region and Uintas Region are both used to refer to the area encompassing the Uinta Mountains and the adjacent portions of the Bridger and Uinta basins, Wasatch Mountains, and northwestern Colorado (see Fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 243,
                        "end": 249,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three species of mammals (Canis lupus, Ursus arctos, and Bison bison) are excluded from my analyses as all have been extirpated in Utah, and the limits of their former ranges within the state and the effects of the Uintas on their original distributions are incompletely known. The deletion of these three species from Armstrong's (1977) total of 126 species of mammals for Utah gives the base number of 123 used in this paper. The terminology of Armstrong (1977) for mammalian faunal elements is used throughout.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 337,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 447,
                        "end": 463,
                        "text": "Armstrong (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "RESULTS.-The Uinta Mountains and adjacent basins are included within the distributional limits of 94 of the 123 (76.4%) species of mammals native to Utah (Armstrong, 1977) . Sixty-eight of these 94 species (72.3%) are influenced in their distribution and/or taxonomy by the mountains (as shown in Procyonidae  2  2  1  1   Mustelidae  10  11  1  3  6   Felidae  3  3  1  2   Cervidae  4  4  1  2  1   Antilocapridae 1 1 1   Bovidae  1  1  1   TOTALS 94 123 21 12 8 22 7 26 cides with the Uintas; 2) s the Uintas; 3) excluded from the mountains but occur to the north and south or to the west; 4) boreo-montane species excluded from the basins; and 5) use the Green River as a dispersal route. This adds to a total of 70 species, since two (Tamiasciurus hudsonicus and Perognathus parvus) are affected by the Uintas in two of the above ways. The remaining species are widespread throughout the region and appear to be unaffected in distribution and taxonomy by the Uintas.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 171,
                        "text": "(Armstrong, 1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 297,
                        "end": 472,
                        "text": "Procyonidae  2  2  1  1   Mustelidae  10  11  1  3  6   Felidae  3  3  1  2   Cervidae  4  4  1  2  1   Antilocapridae 1 1 1   Bovidae  1  1  1   TOTALS 94 123 21 12 8 22 7 26",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Species Limited by the Uintas.-Of the 21 species whose ranges are limited by the Uintas, 16 are southern species reaching their northernmost limits in the vicinity of the Uintas (Table 2) . For four others, the Uintas mark the southern limits of their distributions. One species, the vagrant shrew (Sorex vagrans), occurs in the Wasatch Mountains to the west but is not known from the Uintas (see boreo-montane species).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 178,
                        "end": 187,
                        "text": "(Table 2)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Eight of the species limited south of the Uintas are bats, all but one of which (the red bat, Lasiurus borealis) are members of Armstrong's (1977) Chihuahuan Faunal Element. Lasiurus borealis is widespread in the eastern two-thirds of the country but west of the Great Plains is largely restricted to the Southwest (Barbour and Davis, 1969) . Despite the difficulty of analyzing the distributional limits of bats because of their extensive powers of dispersal, there is evidence that these species are limited by the Uintas. Five of the (Durrant, 1952; Krutsch and Heppenstall, 19 (1965) as occurring in southwestern Wyomin ern pipistrelle (Pipistrellus hesperus) and th have been recorded for Daggett County, Utah, and Sweetwater County, Wyoming, respectively (Durrant and Dean, 1960) . These records might correspond to extralimital occurrences frequently recorded for birds (Udvardy, 1960) . Reynolds (1966) suggested that Pipistrellus may have reached Daggett County by following the Green River northward. The same also may be true for Antrozous. If this is the case and viable populations occur north of the Uintas, then these species should be classed as ones that use the Green River as a dispersal route.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 146,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 315,
                        "end": 340,
                        "text": "(Barbour and Davis, 1969)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 537,
                        "end": 552,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 553,
                        "end": 587,
                        "text": "Krutsch and Heppenstall, 19 (1965)",
                        "ref_id": null
                    },
                    {
                        "start": 761,
                        "end": 785,
                        "text": "(Durrant and Dean, 1960)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 877,
                        "end": 892,
                        "text": "(Udvardy, 1960)",
                        "ref_id": null
                    },
                    {
                        "start": 895,
                        "end": 910,
                        "text": "Reynolds (1966)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The eight non-chiropteran species limited in their northern distribution by the Uintas are members of either Armstrong's Chihuahuan (four species), Arizonan (two species), or Yuman (two species) faunal elements ( Table 2 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 213,
                        "end": 220,
                        "text": "Table 2",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The northernmost records for these species are at various localities in the Uinta Basin, with all known from at least as far north as central Duchesne and/or Uintah counties (Kelson, 1951; Durrant, 1952 ; specimens at UU, CMNH).",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 188,
                        "text": "(Kelson, 1951;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 189,
                        "end": 202,
                        "text": "Durrant, 1952",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The species limited north of the Uintas consist of two Cordilleran, one Bridgeran, and one widespread species ( (Hall and Kelson, 1959) , recently has been collected on the northwest slope of the Uintas in Summit County, Utah (R. S. Hoffmann, pers. comm.). The Idaho pocket gopher (Thomomys idahoensis) has been taken at altitudes up to 2,744 m in Daggett County (UU), but has not been reported from the south slope. During this study, three specimens were collected 9.6 km S Manila, Daggett Co., at 2,400 m, but no evidence of this species was found on the south slope in adjacent Uintah County. The Wyoming ground squirrel (Spermophilus elegans) is a campestrian species which is morphologically similar to the Uinta ground squirrel (Spermophilus armatus). The ranges of these two species meet at the lower elevations of the north slope of the Uintas (Howell, 1938) . The white-tailed deer (Odocoileus virginianus) is widespread throughout much of the United States, but is absent from the Southwest (Hall and Kelson, 1959) . There are records of O. virginianus from the Bridger Basin at Green River and Fort Bridger, Wyoming (Miller and Kellogg, 1955) , but this species has not been reported from the Uinta Mountains (Durrant, 1952; Reynolds, 1966; Dearden, 1967) . It should be remembered that subspecies boundaries are not absolute, but generally represent zones of sharp character gradients between populations, suggesting a partial disruption of gene flow. Although the distributional limits of subspecies in the Uintas tend to vary among the species, some patterns are evident.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 135,
                        "text": "(Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 853,
                        "end": 867,
                        "text": "(Howell, 1938)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1002,
                        "end": 1025,
                        "text": "(Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1128,
                        "end": 1154,
                        "text": "(Miller and Kellogg, 1955)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 1221,
                        "end": 1236,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1237,
                        "end": 1252,
                        "text": "Reynolds, 1966;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1253,
                        "end": 1267,
                        "text": "Dearden, 1967)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In three species (Eutamias minimus, Dipodomys ordii, and Mephitis mephitis), the subspecies boundaries are coincident with the Uintas such that specimens from the north slope are assigned to one subspecies and those from the south slope to another (Durrant, 1952; Hall and Kelson, 1959) . The situation in two others is somewhat more equivocal. Myotis leibii from the Bridger Basin and the Uinta and Wasatch mountains are assigned to M. 1. ciliolabrum; those from elsewhere in Utah are placed in M. 1. melanorhinus (Durrant, 1952) . The only two specimens known from the Uinta Basin were identified as M. 1. melanorhinus (Krutzsch and Heppenstall, 1955) , as have been specimens from adjacent Moffat County, Colorado (Armstrong, 1972) . In Microtus montanus, populations from the Uintas are assigned to M. m. nanus, whereas specimens from south of the mountains in the vicinity of Vernal, Uintah Co., have been placed in M. m. amosus (Anderson, 1959 Three subspecies of Castor canadensis are known from the Uinta region. C. c. duchesnei occupies the area drained by the Duchesne and White rivers in Utah and Colorado; the range of C. c. rostralis includes streams from the western Uintas, which drain into the Salt Lake Basin (Durrant and Crane, 1948) . To the north, specimens assignable to C. c. missouriensis have been collected as close to the Uintas as 9 mi S Robertson, Uinta Co., Wyoming (Long, 1965) . It should be noted that the subspecies of C. canadensis in the Uintas are not well marked. Specimens from the north slope appear to be various intergrades between the three subspecies depending upon locality (Reynolds, 1966; Dearden, 1967) .",
                "cite_spans": [
                    {
                        "start": 248,
                        "end": 263,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 264,
                        "end": 286,
                        "text": "Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 515,
                        "end": 530,
                        "text": "(Durrant, 1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 621,
                        "end": 653,
                        "text": "(Krutzsch and Heppenstall, 1955)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 717,
                        "end": 734,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 934,
                        "end": 949,
                        "text": "(Anderson, 1959",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1226,
                        "end": 1251,
                        "text": "(Durrant and Crane, 1948)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1395,
                        "end": 1407,
                        "text": "(Long, 1965)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1618,
                        "end": 1634,
                        "text": "(Reynolds, 1966;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1635,
                        "end": 1649,
                        "text": "Dearden, 1967)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Considerable effort has been expended by a number of workers to clarify the taxonomy of Neotoma cinerea in the Uinta Mountain region. Hooper (1944) and Kelson (1951) indicated that the ranges of three subspecies converge in this region (N. c. cinnamomea to the north, N. c. orolestes in the Uintas and to the south, and N. c. acraia to the west). Finley (1958) synonymized N. c. cinnamomea with N. c. arizonae and gave this latter subspecies a continuous distribution from southern Wyoming through eastern Utah into northern Arizona and New Mexico. Reynolds (1966) and Armstrong (1972) have employed Finley's taxonomy in their analyses of N. cinerea from Daggett County, Utah, and western Colorado, respectively. However, Reynolds (1966) found intergrades between N. c. arizonae and N. c. orolestes and intergrades between N. c. arizonae and N. c. acraia among specimens from Daggett County. In examining a limited series of specimens (UU, CMNH, SSC), I have observed that specimens from Daggett County tend to have a slightly darker ochraceous dorsal pelage with a darker dorsal wash when compared with specimens from Uintah County.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 147,
                        "text": "Hooper (1944)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 152,
                        "end": 165,
                        "text": "Kelson (1951)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Finley (1958)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 549,
                        "end": 564,
                        "text": "Reynolds (1966)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 569,
                        "end": 585,
                        "text": "Armstrong (1972)",
                        "ref_id": null
                    },
                    {
                        "start": 722,
                        "end": 737,
                        "text": "Reynolds (1966)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The taxonomic situation in Thomomys talpoides is more complicated, with five subspecies recognized from the Uinta Mountains (Durrant, 1952; Hall and Kelson, 1959) . These are derived from three subspecies complexes whose members' ranges meet in the Uintas (Kelson, 1951) . Kelson (1951) notes that the multiple origins of the subspecies of T. talpoides in the Uintas have resulted in their being more differentiated from each other than are subspecies in the central mountains of Utah. T. t. ravus, a montane race in the \"bridgeri\" complex, appears to have evolved in situ in the Uintas (Durrant, 1952) and is confined to higher elevations. The western Bridger Basin and adjacent foothills of the Uintas are occupied by T. t. bridgeri. The western Uinta Basin and southern slopes of the Uintas are included within the range of T. t. uinta, a member of the \"wasatchensis\" complex. T. t. wasatchensis is found in the Wasatch Range and on the western flanks of the Uintas. The range of T. t. ocius in the \"ocius\" complex includes the drier lowland sagebrush areas of much of the Uinta and Bridger basins as well as adjacent western Colorado.. Kelson (1951) believes that the presence of T. t. ocius between the Uintas and the mountains of Colorado has prevented the spread westward into the Uintas of subspecies of T. talpoides occurring in the mountains of central Colorado. Thus, the T. talpoides in the Uintas have reached the mountains from the north and the west.",
                "cite_spans": [
                    {
                        "start": 124,
                        "end": 139,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 140,
                        "end": 162,
                        "text": "Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 256,
                        "end": 270,
                        "text": "(Kelson, 1951)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 273,
                        "end": 286,
                        "text": "Kelson (1951)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 587,
                        "end": 602,
                        "text": "(Durrant, 1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1140,
                        "end": 1153,
                        "text": "Kelson (1951)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The zoogeographic problems posed by T. talpoides were lessened somewhat when T. t. pygmaeus was redesignated as a subspecies of Thomomys (Thaeler, 1972) . This revision resolved questions raised previously by the presence of well-defined sympatric subspecies of T. talpoides on the north slope of the Uintas.",
                "cite_spans": [
                    {
                        "start": 137,
                        "end": 152,
                        "text": "(Thaeler, 1972)",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In contrast with T. talpoides, Spermophilus lateralis and Tamiasciurus hudsonicus apparently have reached the Uintas from the east (Kelson, 1951) . In both squirrels, the subspecies found in the Uintas are the same as those occurring in central and western Colorado and are different from the subspecies found in the Wasatch Range. Intergrades between the Uinta and Wasatch mountains subspecies of T. hudsonicus have been reported from Summit County (Dearden, 1967) . In Peromyscus maniculatus, there is an altitudinal zonation of subspecies in the Uintas. P. m. rufinus is the darker montane race. It contrasts with the paler P. m. nebrascensis, which is primarily an inhabitant of drier communities at lower elevations in the Uintas and in the adjacent basins. Intergradation (or possibly interdigitation) between these races apparently takes place throughout the Uintas, and specimens assignable to P. m. nebrascensis were taken in this study at altitudes up to 2,800 m. Durrant (1952) Perognathus parvus is represented by P. p. clarus in the Bridger Basin and by P. p. olivaceous in the Uinta Basin (Hall and Kelson, 1959) . Because this species also is excluded from the Uintas, it will be discussed in detail in that All of these species are inhabitants of steppe-desert habitats characteristic of the Bridger and Uinta basins as well as western Colorado. With the exception of Lagurus curtatus, the distributions of these species appear to be confined to the basins. Lagurus was taken during this study in sagebrush (Artemisia tridentata) communities at 2,400 m in Daggett County (five specimens, 9.5 km S Manila) and at 2,800 m in Summit County (seven specimens, 4.8 km ENE Bridger Lake).",
                "cite_spans": [
                    {
                        "start": 131,
                        "end": 145,
                        "text": "(Kelson, 1951)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 450,
                        "end": 465,
                        "text": "(Dearden, 1967)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 974,
                        "end": 988,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1103,
                        "end": 1126,
                        "text": "(Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Six of these species (S. audubonii, S. tridecemlineatus, C. leucurus, P. olivaceous, L. curtatus, and A. americana) also occur in central and western Moffat County, Colorado (Armstrong, 1972) , and appear to have continuous distributions between the two basins. Although Onychomys leucogaster has been found in Moffat County (Armstrong, 1972) , its range is discontinuous and it is represented by different subspecies on the north and south sides of the Uintas (Hall and Kelson, 1959) . These apparently achieved their present distributions by a pincer-like movement around the ends of the Southern Perognathus parvus is restricted to west of the Green River (Durrant an Dean, 1960; Hall and Kelson, 1959) and has not been recorded from western Colorado (Armstrong, 1972) . It is represented to the north of the Uintas b P. p. clarus and to the south by P. p. olivaceous (Durrant, 1952; Hall an Kelson, 1959) . P. parvus apparently has reached the Bridger and Uinta basins from the Great Basin by circumventing the Wasatch Front to the north and south. Specimens of P. p. clarus from Daggett and Summit counties are distinctly different from P. parvus in Uintah and Duchesne counties. Thes latter specimens likewise are distinctly different from P. p. olivaceous from the Great Basin (UU, CMNH). Durrant (1952) suspected the presence of an unnamed subspecies of P. parvus east of central Utah even as he assigne specimens from 7 mi N Green River to P. p. olivaceous. Although Durrant and Lee (1956) subsequently described P. p. bullatus from Wayne Count west of the Green River, the specimens from Uintah and Duchesne countie examined in this study differ from topotypes of P. p. bullatus in having a greater distance between the bullae ventrally, being paler dorsally without an ochraceous-orange wash, and having more distinct post-auricular patches. These specimens from Uintah and Duchesne counties may be representatives of a still undescribed race of P. parvus from the Uintah Basin.",
                "cite_spans": [
                    {
                        "start": 174,
                        "end": 191,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 325,
                        "end": 342,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 461,
                        "end": 484,
                        "text": "(Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 659,
                        "end": 682,
                        "text": "(Durrant an Dean, 1960;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 683,
                        "end": 705,
                        "text": "Hall and Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 754,
                        "end": 771,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 871,
                        "end": 886,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 887,
                        "end": 908,
                        "text": "Hall an Kelson, 1959)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1296,
                        "end": 1310,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1476,
                        "end": 1498,
                        "text": "Durrant and Lee (1956)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three additional species (S. tridecemlineatus, L. curtatus, and C. leucurus) have populations in the Bridger and Uinta basins which are noticeably different. Uinta Basin populations of S. tridecemlineatus are substantially browner than Bridger Basin specimens and have an ochraceous wash on the sides and belly. Bridger Basin specimens are pale brown and have no ochraceous wash. The distinctive characteristics of the Uinta Basin specimens were noted by Durrant (1952) ; however, Armstrong (1971) considered them to be typical of a recurring pattern of variation observed in isolated populations at the western margin of the range of this species, thus not warranting subspecific designation.",
                "cite_spans": [
                    {
                        "start": 455,
                        "end": 469,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 481,
                        "end": 497,
                        "text": "Armstrong (1971)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Daggett County have a distinct buffish cast to the dorsum, whereas specimens from Uintah County are distinctively grayer (UU, CMNH, SSC). In Cynomys, there is a tendency for Uinta Basin specimens to be darker and have a more pinkish cast to the dorsum (UU, CMNH).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Insufficient sample sizes have been examined to permit a meaningful comparison of northern and southern populations of the Desert Cottontail (Sylvilagus audubonii) and the Olive-backed Pocket Mouse (Perognathus fasciatus). It should be noted that P. fasciatus apparently is restricted east of the Green River (Hayward and Killpack, 1956 ).",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 336,
                        "text": "(Hayward and Killpack, 1956",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Boreo-Montane Species.-Twenty-two species are isolated in the Uintas proper, seldom being found at altitudes lower than 2,135 m, which marks the approximate transition between the lower pinon-juniper (Pinus edulis-Juniperus species) woodlands and the lodgepole pine (Pinus contorta), Douglas-fir (Pseudotsuga menziesii), ponderosa pine (Pinus ponderosa) forests of higher elevations. These 22 species along with Armstrong's (1977) Ovis canadensis-Bighorn Sheep (Cordilleran). All four shrews known from the Uinta Mountains are boreo-montane species. Merriam's shrew (Sorex merriami), a resident of drier habitats of the West (Armstrong and Jones, 1971) , has not been reported from the Uinta Mountains region, although it is known from a number of localities adjacent to the study area, including San Juan County, Utah (Durrant, 1952) , Moffat and Rio Blanco counties, Colorado (Armstrong, 1972) , and centra Wyoming, possibly including Sweetwater County (Long, 1965) . If S. merriami does occur in the Uintas region, it should be restricted to the basins and lower foothills, with its distribution being complementary to those of the other four species of Sorex in the Uintas.",
                "cite_spans": [
                    {
                        "start": 412,
                        "end": 430,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 625,
                        "end": 652,
                        "text": "(Armstrong and Jones, 1971)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 819,
                        "end": 834,
                        "text": "(Durrant, 1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 878,
                        "end": 895,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 955,
                        "end": 967,
                        "text": "(Long, 1965)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "When Durrant (1952) published Mammals of Utah, only two shrews (Sorex palustris and S. monticolus) were known from the Uintas. The single specimen of the vagrant shrew (Sorex vagrans) reported by Durrant from Summit County has been reidentified as S. monticolus. In this study, 29 S. monticolus and no S. vagrans were trapped in the Uintas at sites ranging in elevation from 2,290 to 3,150 m. Two S. monticolus and one S. vagrans were taken on the western flank of the Uintas in Summit County, 8.9 km ESE Kamas, altitude 2,200 m. Thus, whereas these two species may exist in sym patry in parts of their ranges (Hennings and Hoffmann, 1977) , including the lower slopes of the western Uintas, S. monticolus appears to exist in allopatry within the Uintas proper.",
                "cite_spans": [
                    {
                        "start": 5,
                        "end": 19,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 610,
                        "end": 639,
                        "text": "(Hennings and Hoffmann, 1977)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Sorex cinereus was added to the mammalian fauna of the Uintas in the early 1960s when three specimens were collected during a faunal survey o Daggett County (Reynolds, 1966) . The five S. cinereus collected in this stu have expanded the known range of this species in the Uintas to inclu Uintah (28 km NNE Vernal, altitude 2,500 m) and Summit (3.2 km E Mirro Lake, altitude 2,740 m; 6.9 km N, 13 km E Oakley, altitude 2,400 m) counties.",
                "cite_spans": [
                    {
                        "start": 157,
                        "end": 173,
                        "text": "(Reynolds, 1966)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Sorex nanus now is included in the mammalian fauna of the Uintas on the basis of a specimen collected during this study in Summit County km S, 2.1 km W Mirror Lake, altitude 3,110 m). This is the first record nanus from northeastern Utah and represents a considerable extension o known range of this species (Hoffmann and Owen, 1980 All use subject to https://about.jstor.org/terms the boreal coniferous forest and alpine tundra. Hoffmann and Owen (1980) note that S. nanus is most frequently captured in rocky habitats in the alpine tundra and subalpine coniferous forests. Ochotona princeps and Phenacomys intermedius typically are associated with rocky habitats at the highest elevations in the Uintas. Ochotona is fairly widely distributed and common in suitable habitats, being known from several localities in Daggett, Duchesne, Summit, and Uintah counties (Durrant, 1952; Reynolds, 1966; Dearden, 1967; CMNH, SSC) . In contrast, comparatively few Phenacomys have been taken at scattered localities extending from near Bald Peak, Summit Co., in the west to Paradise Park, Uintah Co., in the east (CMNH, KU, SSC). With a single exception from 2,805 m in Wyoming, Uinta Co., 11.5 mi S, 2 mi E Robertson (KU), these specimens all were taken at altitudes in excess of 3,050 m.",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 332,
                        "text": "(Hoffmann and Owen, 1980",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 430,
                        "end": 454,
                        "text": "Hoffmann and Owen (1980)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 863,
                        "end": 878,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 879,
                        "end": 894,
                        "text": "Reynolds, 1966;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 895,
                        "end": 909,
                        "text": "Dearden, 1967;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 910,
                        "end": 920,
                        "text": "CMNH, SSC)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Tamiasciurus hudsonicus, Lepus americanus, Glaucomys sabrinus, Clethrionomys gapperi, Martes pennanti, Gulo gulo, Felis lynx, and A Ices alces are all members of Armstrong's (1977) boreo-cordilleran faunal element and are or were largely confined to the higher elevations of the Uintas. The exception is Tamiasciurus, which can be found throughout the montane and boreal forest zones.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 180,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "In contrast, Spermophilus armatus, Arvicola richardsoni, and Zapus princeps are non-forest dwellers, confined largely to herbaceous habitats associated with streams. Whereas Arvicola tends to be restricted to higher elevations, Zapus and S. armatus follow streams into the sagebrush zones at lower elevations, the type locality of the latter being in the foothills of the Uinta Mountains near Fort Bridger, Wyoming (Howell, 1938) .",
                "cite_spans": [
                    {
                        "start": 415,
                        "end": 429,
                        "text": "(Howell, 1938)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Ovis canadensis has a unique distribution among the mammals of the Uinta Mountains region. It is restricted to the high Uintas and to the Ladore Canyon region of the Green River (Durrant, 1952; Armstrong, 1972) . On the basis of Durrant's (1952) depiction of the range of Ovis canadensis in Utah, it also might be included among those species using the Green River as a dispersal route but differs in that it has not used the river to extend its range into the Bridger Basin and north slope of the Uintas as the others have.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 193,
                        "text": "(Durrant, 1952;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 194,
                        "end": 210,
                        "text": "Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 229,
                        "end": 245,
                        "text": "Durrant's (1952)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "With the possible exception of S. armatus, all 22 boreo-montane species are restricted in their distribution to the Uintas and are excluded from the Uinta and Bridger basins. In addition, none occurs immediately east of the Green River in western Moffat County, Colorado (Armstrong, 1972) . Four (S. armatus, G. sabrinus, A. richardsoni, and M. pennanti) are unknown from Colorado, whereas 18 occur in the mountains of west-central Colorado after a hiatus of at least 100 km. Of these, four (0. princeps, E. umbrinus, Z. princeps, and C. gapperi) are represented east of the disjunction by different subspecies than in the Uintas (Hall and Kelson, 1959; Armstrong, 1972) .",
                "cite_spans": [
                    {
                        "start": 271,
                        "end": 288,
                        "text": "(Armstrong, 1972)",
                        "ref_id": null
                    },
                    {
                        "start": 630,
                        "end": 653,
                        "text": "(Hall and Kelson, 1959;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 654,
                        "end": 670,
                        "text": "Armstrong, 1972)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Species Using the Green River as a Dispersal Route.-Seven species of mammals have used the Green River as a dispersal route to extend their ranges northward into the Bridger Basin and the north slope of the Uintas. These are, along with Armstrong's (1977) For all of these species, Daggett County, Utah, or adjacent Sweetwater County, Wyoming, represents the northernmost limits of their distribution in this portion of their geographic ranges. All are associated with either rocky habitats or riparian zones in desert areas (Hall and Kelson, 1959; Schmidly, 1977; Findley et al., 1975) . The Green River, with its deep canyon at the eastern end of the Uintas, would provide an ideal avenue for the dispersal of these species. A review of Armstrong (1972) indicates that these species, if present in northwestern Colorado, are restricted to the river valleys, thus strengthening the hypothesis that they have reached the Bridger Basin via the Green River.",
                "cite_spans": [
                    {
                        "start": 237,
                        "end": 255,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 525,
                        "end": 548,
                        "text": "(Hall and Kelson, 1959;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 549,
                        "end": 564,
                        "text": "Schmidly, 1977;",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 565,
                        "end": 586,
                        "text": "Findley et al., 1975)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 739,
                        "end": 755,
                        "text": "Armstrong (1972)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "Species Not Affected by the Uintas. -Distributions of 26 species are classed as not being affected by the Uintas. Species in this category do not exhibit geographic variation in the region sufficient to warrant recognition of subspecies, and they have ranges which extend throughout the Uinta Mountains region. The 26 species along with Armstrong's (1977) All use subject to https://about.jstor.org/terms less restricted to mesic habitats than M. montanus. Marmota can be found wherever there are appropriate rocky habitats from the summit of the mountains to deep river canyons. Although possessing less extensive altitudinal distributions than the preceeding species, Sylvilagus nuttalli and Lepus townsendii can be found in the sagebrush as well as montane regions.",
                "cite_spans": [
                    {
                        "start": 337,
                        "end": 355,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "DISCUSSION.-Mountain ranges may affect the zoogeography of mammals either by acting as barriers to lowland species or by serving as habitats and corridors for the dispersal of boreal and montane species. As barriers to mammals, mountain ranges may function at three different levels. First, they may limit the distribution of species, with the effect that faunas on opposite sides of mountain ranges differ in species composition. Second, mountain ranges may sufficiently restrict gene flow between populations that recognizable subspecies are present on the opposite sides. Third, they may disrupt gene flow to such a limited extent that populations on opposite sides are insufficiently differentiated to warrant subspecific designation. Whether a lowland species is affected at level one, two, or three will be a function of its size, ecology, and dispersal capabilities, as well as the size, ecological characteristics, and age of the mountain range.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "That mountain ranges provide habitat for boreal mammals and permit them to extend their ranges further south than would be possible at sea level has long been recognized (Merriam, 1890) . In western North America, the dispersal of mammals along and between mountain ranges was facilitated by the climatic changes in the Pleistocene. Brown (1971 Brown ( , 1978 recently has analyzed the current distribution of mammals of boreal mountain tops in the Great Basin in the context of the role Pleistocene events played in the dispersal of mammals between mountain ranges.",
                "cite_spans": [
                    {
                        "start": 170,
                        "end": 185,
                        "text": "(Merriam, 1890)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 333,
                        "end": 344,
                        "text": "Brown (1971",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 345,
                        "end": 359,
                        "text": "Brown ( , 1978",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "The impact of the Uinta Mountains on the zoogeography of mammals is particularly noticeable among species comprising Armstrong's (1977) four Southwestern faunal elements (Arizonan, Chihuahuan, Nevadan, and Yuman). For example, of the 29 species whose ranges are bounded by or excluded from the Uintas, 20 (69.0%) are members of these four faunal elements, which otherwise comprise only 34 of the 94 (36.2%) species of mammals in the Uinta Mountain Region (Table 3 ). In addition, the effect of the Uinta Mountains upon the zoogeograhy of mammals in Armstrong's Bridgeran and Campestrian faunal elements is pronounced. Of the four species comprising these two faunal elements, three are excluded from and another's range is bounded by the Uintas (Table 3) .",
                "cite_spans": [
                    {
                        "start": 117,
                        "end": 135,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 549,
                        "end": 560,
                        "text": "Armstrong's",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 455,
                        "end": 463,
                        "text": "(Table 3",
                        "ref_id": "TABREF10"
                    },
                    {
                        "start": 745,
                        "end": 754,
                        "text": "(Table 3)",
                        "ref_id": "TABREF10"
                    }
                ],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "As a consequence of their preventing the dispersal northward and southward of many lowland species, the Uinta Mountains mark the transition zone between the mammalian faunas of the Great Plains and the Southwest.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "The mammalian faunas of the Uinta and Bridger basins are sufficiently distinctive that Durrant (1952) and Armstrong (1977) recognized these two basins as separate Utahan mammalian provinces. The distinctiveness of the Bridger and Uinta basins is diminished by the fact that some lowland species have circumvented the mountains to the east. Seven species have used the Green River as a filter bridge to extend their ranges northward into the Bridger Basin (Table 3) This latter isolation probably has contributed to the subspecific differentia tion now evident between the Uintas and the Colorado Rockies in Ochotona princeps, Eutamias umbrinus, Clethrionomys gapperi, and Zapus princeps. Notwithstanding these differences, the closest affinities of the boreal mammals of central Colorado are with the boreal mammals of the Uintas (Findley and Anderson, 1956) .",
                "cite_spans": [
                    {
                        "start": 87,
                        "end": 101,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 106,
                        "end": 122,
                        "text": "Armstrong (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 843,
                        "end": 858,
                        "text": "Anderson, 1956)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 455,
                        "end": 464,
                        "text": "(Table 3)",
                        "ref_id": "TABREF10"
                    }
                ],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "As expected, members of Armstrong's (1977) Cordilleran and Boreo-Cordilleran faunal elements comprise the vast majority (86.4%) of the boreomontane species found in the Uintas. Members of these two faunal elements constitute 6 of the 12 species having subspecies boundaries in the Uintas. Four others are representatives of Armstrong's (1977) Widespread faunal element. For many of these species, the subspecific variation evident today may be attributable to the Pleistocene climate deteriorations which excluded mammals from the higher elevations of the Uintas, thereby tending to isolate populations and promote differentiation. The mammalian fauna of the Uintas is most closely allied to that of the adjacent Wasatch Mountains. Despite the proximity of these two mountain ranges, their mammalian faunas are sufficiently different that Durrant (1952) and Armstrong (1977) have designated them as separate provinces and subcenters, respectively, of Utah's mammalian fauna. Faunal differences between them include the separate subspecies for Tamiasciurus hudsonicus and Spermophilus lateralis in each mountain range and the apparent exclusion of Sorex vagrans from the Uintas.",
                "cite_spans": [
                    {
                        "start": 24,
                        "end": 42,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 342,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 839,
                        "end": 853,
                        "text": "Durrant (1952)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 858,
                        "end": 874,
                        "text": "Armstrong (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "In the preceeding discussion, I have shown that the role of the Uinta Mountains in influencing the zoogeography and taxonomy of mammals varies depending upon the zoogeographic and ecological distribution of each species. However, 26 species are classed as not being affected by the Uintas, and half of these are members of Armstrong's (1977) Widespread faunal element. Of Armstrong's seven faunal elements, the Widespread element is the only one in which at least half of its species are classed as being unaffected in distribution and taxonomy by the Uintas. The fact that these species are geographically widespread indicates that they must have either broad ecological tolerances or high vagility. These characteristics would diminish the impact of the Uintas as a barrier to movements and gene flow.",
                "cite_spans": [
                    {
                        "start": 323,
                        "end": 341,
                        "text": "Armstrong's (1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Lagurus and C. leucurus exhibit less pronounced pelage differences between northern and southern populations. Specimens of Lagurus from",
                "sec_num": null
            },
            {
                "text": "November 1981",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "21:04 UTC All use subject to",
                "authors": [
                    {
                        "first": "Thu",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thu, 07 Oct 2021 15:21:04 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "I also thank the personnel of the Utah Division of Wildlife Resources, the Wyoming Game Commission, and the U.S. Forest Service for their assistance during the field work in the Uintas. Thanks also are extended to the curators of the collections of Uinta mammals examined in this study. This research was supported by grants nos. 1587 and 1729 from the National Geographic Society",
                "authors": [
                    {
                        "first": "Toni",
                        "middle": [],
                        "last": "Bibb",
                        "suffix": ""
                    },
                    {
                        "first": "Nancy",
                        "middle": [],
                        "last": "Carpenter",
                        "suffix": ""
                    },
                    {
                        "first": "John",
                        "middle": [],
                        "last": "Hench",
                        "suffix": ""
                    },
                    {
                        "first": "Carol",
                        "middle": [],
                        "last": "Kirkland",
                        "suffix": ""
                    },
                    {
                        "first": "George",
                        "middle": [],
                        "last": "Kirsch",
                        "suffix": ""
                    },
                    {
                        "first": "Andrew",
                        "middle": [],
                        "last": "Langford",
                        "suffix": ""
                    },
                    {
                        "first": "Don",
                        "middle": [],
                        "last": "Swigart",
                        "suffix": ""
                    },
                    {
                        "first": "Lynn",
                        "middle": [],
                        "last": "Troutman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "I wish to acknowledge the following individuals who worked as field technicians in the tUintas: Rick Bennett",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "I wish to acknowledge the following individuals who worked as field technicians in the tUintas: Rick Bennett, Toni Bibb, Nancy Carpenter, John Hench, Carol Kirkland, George Kirsch, Andrew Langford, Don Swigart, and Lynn Troutman. I also thank the personnel of the Utah Division of Wildlife Resources, the Wyoming Game Commission, and the U.S. Forest Service for their assist- ance during the field work in the Uintas. Thanks also are extended to the curators of the collec- tions of Uinta mammals examined in this study. This research was supported by grants nos. 1587 and 1729 from the National Geographic Society. I thank Dr. David M. Armstrong for his useful",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Distribution, variation, and relationships of the montane vole, Microtus montanus",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "9",
                "issue": "",
                "pages": "415--511",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANDERSON, S. 1959. Distribution, variation, and relationships of the montane vole, Microtus montanus. Univ. Kansas Publ., Mus. Nat. Hist., 9:415-511.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Notes on variation in Spermophilus tridecemlileatus (Rodentia, Sciuridae) in Colorado and adjacent states, and description of a new subspecies",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Armstrong",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "J. Mamm",
                "volume": "52",
                "issue": "",
                "pages": "528--536",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ARMSTRONG, D. M. 1971. Notes on variation in Spermophilus tridecemlileatus (Rodentia, Sciu- ridae) in Colorado and adjacent states, and description of a new subspecies. J. Mamm., 52:528-536.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Distribution of mammals in Colorado",
                "authors": [],
                "year": 1972,
                "venue": "Monogr. Mus. Nat. Hist., Univ. Kansas",
                "volume": "3",
                "issue": "",
                "pages": "1--415",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1972. Distribution of mammals in Colorado. Monogr. Mus. Nat. Hist., Univ. Kansas, 3:1-415.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Distributional patterns of mammals in Utah",
                "authors": [],
                "year": 1977,
                "venue": "Great Basin Nat",
                "volume": "37",
                "issue": "",
                "pages": "457--474",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1977. Distributional patterns of mammals in Utah. Great Basin Nat., 37:457-474.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Sorex merriami",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Armstrong",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Mamm. Species",
                "volume": "2",
                "issue": "",
                "pages": "1--2",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ARMSTRONG, D. M., AND J. K. JONES, JR. 1971. Sorex merriami. Mamm. Species, 2:1-2.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Bats of America",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Barbour",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARBOUR, R. W., AND W. H. DAVIS. 1969. Bats of America. Univ. Press Kentucky, Lexington, 286 pp.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Mammals on mountaintops: nonequilibrium insular biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Amer. Nat",
                "volume": "105",
                "issue": "",
                "pages": "467--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. H. 1971. Mammals on mountaintops: nonequilibrium insular biogeography. Amer. Nat., 105:467-478.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The theory of insular biogeography and the distribution of boreal birds and mammals",
                "authors": [],
                "year": 1977,
                "venue": "Great Basin Nat. Mem",
                "volume": "2",
                "issue": "",
                "pages": "209--227",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "1977. The theory of insular biogeography and the distribution of boreal birds and mammals. Great Basin Nat. Mem., 2:209-227.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Distribution and taxonomy of the mammals of Summit County",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Dearden",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "175",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DEARDEN, B. L. 1967. Distribution and taxonomy of the mammals of Summit County, Utah. Master's thesis, Univ. Utah, Salt Lake City, 175 pp.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Mammals of Utah, taxonomy and distribution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Durrant",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "6",
                "issue": "",
                "pages": "1--549",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DURRANT, S. D. 1952. Mammals of Utah, taxonomy and distribution. Univ. Kansas Publ., Mus. Nat. Hist., 6:1-549.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Three new beavers from Utah",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Durrant",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Crane",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "1",
                "issue": "",
                "pages": "407--417",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DURRANT, S. D., AND H. S. CRANE. 1948. Three new beavers from Utah. Univ. Kansas Publ., Mus. Nat. Hist., 1:407-417.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Mammals of Flaming Gorge Reservoir Basin",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Durrant",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "K"
                        ],
                        "last": "Dean",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Anthrop. Papers, Univ. Utah",
                "volume": "48",
                "issue": "",
                "pages": "210--243",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DURRANT, S. D., AND N. K. DEAN. 1960. Mammals of Flaming Gorge Reservoir Basin. Anthrop. Papers, Univ. Utah, 48:210-243.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A new pocket mouse from southeastern Utah",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Durrant",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Proc. Biol. Soc. Washington",
                "volume": "69",
                "issue": "",
                "pages": "183--186",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DURRANT, S. D., AND M. R. LEE. 1956. A new pocket mouse from southeastern Utah. Proc. Biol. Soc. Washington, 69:183-186.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Zoogeography of the montane mammals of Colorado",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Anderson"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "J. Mamm",
                "volume": "37",
                "issue": "",
                "pages": "80--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINDLEY, J. S., AND S. ANDERSON. 1956. Zoogeography of the montane mammals of Colo- rado. J. Mamm., 37:80-82. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Mammals of New Mexico",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "360",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINDLEY, J. S., A. H. HARRIS, D. E. WILSON, AND C. JONES. 1975. Mammals of New Mexi- co. Univ. New Mexico Press, Albuquerque, 360 pp.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The wood rats of Colorado: distribution and ecology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Finley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "10",
                "issue": "",
                "pages": "213--552",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FINLEY, R. B., JR. 1958. The wood rats of Colorado: distribution and ecology. Univ. Kansas Publ., Mus. Nat. Hist., 10:213-552.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A numerical analysis of the distributional patterns of North American mammals. II. Re-evaluation of the provinces",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Hagmeier",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Syst. Zool",
                "volume": "15",
                "issue": "",
                "pages": "279--299",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAGMEIER, E. M. 1966. A numerical analysis of the distributional patterns of North American mammals. II. Re-evaluation of the provinces. Syst. Zool., 15:279-299.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "1083",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., AND K. R. KELSON. 1959. The mammals of North America. Ronald Press, New York, 2 vols., 1083 pp.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Occurrence of Perognathus fasciatus in Utah",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Hayward",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Killpack",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "J. Mamm",
                "volume": "37",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAYWARD, C. L., AND M. L. KILLPACK. 1956. Occurrence of Perognathus fasciatus in Utah. J. Mamm., 37:451.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A review of the taxonomy of the Sorex vagrans species complex from western North America. Occ. Papers Mus",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Hennings",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Nat. Hist., Univ. Kansas",
                "volume": "68",
                "issue": "",
                "pages": "1--35",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HENNINGS, D., AND R. S. HOFFMANN. 1977. A review of the taxonomy of the Sorex vagrans spe- cies complex from western North America. Occ. Papers Mus. Nat. Hist., Univ. Kansas, 68:1-35.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Sorex tenellus and Sorex nanus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Owen",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Mamm. Species",
                "volume": "131",
                "issue": "",
                "pages": "1--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFMANN, R. S., AND J. G. OWEN. 1980. Sorex tenellus and Sorex nanus. Mamm. Species, 131:1-4.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The name Neotoma cinerea cinnamomea Allen applied to woodrats from southwestern Wyoming",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1944,
                "venue": "J. Mamm",
                "volume": "25",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1944. The name Neotoma cinerea cinnamomea Allen applied to woodrats from southwestern Wyoming. J. Mamm., 25:415.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Revision of the North American ground squirrels",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "N. Amer. Fauna",
                "volume": "56",
                "issue": "",
                "pages": "1--256",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, A. H. 1938. Revision of the North American ground squirrels. N. Amer. Fauna, 56:1-256.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Speciation in rodents of the Colorado River drainage",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Biol. Ser., Univ. Utah",
                "volume": "11",
                "issue": "",
                "pages": "1--125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELSON, K. R. 1951. Speciation in rodents of the Colorado River drainage. Biol. Ser., Univ. Utah, 11:1-125.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Additional distributional records of bats in Utah",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Krutzsch",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Heppenstall",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "J. Mamm",
                "volume": "36",
                "issue": "",
                "pages": "127--137",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KRUTZSCH, P. H., AND C. A. HEPPENSTALL. 1955. Additional distributional records of bats in Utah. J. Mamm., 36:127-137.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The mammals of Wyoming",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Univ. Kansas Publ., Mus. Nat. Hist",
                "volume": "14",
                "issue": "",
                "pages": "493--758",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, C. A. 1965. The mammals of Wyoming. Univ. Kansas Publ., Mus. Nat. Hist., 14:493- 758.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Results of a biological survey of the San Francisco Mountains Region and desert of the Little Colorado",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Arizona. N. Amer. Fauna",
                "volume": "3",
                "issue": "",
                "pages": "1--136",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. H. 1890. Results of a biological survey of the San Francisco Mountains Region and desert of the Little Colorado, Arizona. N. Amer. Fauna, 3:1-136.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "List of North American Recent mammals",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Kellogg",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Bull. U.S. Natl. Mus",
                "volume": "205",
                "issue": "",
                "pages": "1--954",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLER, C. S., AND R. KELLOGG. 1955. List of North American Recent mammals. Bull. U.S. Natl. Mus., 205:1-954.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Taxonomy and distribution of the mammals of Daggett County",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "N"
                        ],
                        "last": "Reynolds",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "233",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REYNOLDS, R. N. 1966. Taxonomy and distribution of the mammals of Daggett County, Utah. Master's thesis, Univ. Utah, Salt Lake City, 233 pp.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The mammals of Trans-Pecos Texas including Big Bend National Park and Guadalupe Mountains National Park",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Schmidly",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "225",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHMIDLY, D. J. 1977. The mammals of Trans-Pecos Texas including Big Bend National Park and Guadalupe Mountains National Park. Texas A&M Univ. Press, College Station, 225 pp.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Ecological distribution of the mammals on the north slope of the Uinta Mountains",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Svihla",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "Ecol. Monogr",
                "volume": "12",
                "issue": "",
                "pages": "47--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SVIHLA, R. D. 1931. Mammals of the Uinta Mountain region. J. Mamm., 12:256-266. 1932. Ecological distribution of the mammals on the north slope of the Uinta Moun- tains. Ecol. Monogr., 2:47-82.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Taxonomic status of the pocket gophers, Thomomys idahoensis and Thomomys pygmaeus (Rodentia, Geomyidae)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Thaeler",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "J. Mamm",
                "volume": "53",
                "issue": "",
                "pages": "417--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THAELER, C. S., JR. 1972. Taxonomic status of the pocket gophers, Thomomys idahoensis and Thomomys pygmaeus (Rodentia, Geomyidae). J. Mamm., 53:417-428.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Dynamic zoogeography",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D F"
                        ],
                        "last": "Udvardy",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "445",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UDVARDY, M. D. F. 1969.. Dynamic zoogeography. Van Nostrand Reinhold Co., New York, 445 pp.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Systematics and ecogeographic variation of the Apache pocket mouse (Rodentia: Heteromyidae). Bull. Carnegie Mus",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Nat. Hist",
                "volume": "10",
                "issue": "",
                "pages": "1--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILLIAMS, D. F. 1978. Systematics and ecogeographic variation of the Apache pocket mouse (Rodentia: Heteromyidae). Bull. Carnegie Mus. Nat. Hist., 10:1-56.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Address of author: The Vertebrate Museum",
                "authors": [],
                "year": 2021,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Address of author: The Vertebrate Museum, Shippensburg State College, Shippensburg, PA Thu, 07 Oct 2021 15:21:04 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "from a review of the literature and examination of museum specimens from the Uinta Mountains region. METHODS AND MATERIALS.-Field work in the Uintas was carried out by personnel from the tebrate Museum at Shippensburg State College, Pennsylvania, during June and July of",
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "text": "Species Having Subspecies Boundaries in the Uinta Mountains Region.-Twelve species of mammals have subspecies boundaries which fall within or coincide with the Uinta Mountains. These species, along with Armstrong's (1977) faunal element designations, are as follows: Myotis leibii-Smallfooted Myotis (Widespread); Eutamias minimus-Least Chipmunk (Boreo-Cordilleran); Spermophilus lateralis-Golden-mantled Ground Squirrel (Cordilleran); Tamiasciurus hudsonicus-Red Squirrel (Boreo-Cordilleran); Thomomys talpoides-Northern Pocket Gopher (Cordilleran); Perognathus parvus-Great Basin Pocket Mouse (Nevadan); Dipodomys ordii-Ord's Kangaroo Rat (Chihuahuan); Castor canadensis-Beaver (Widespread); Peromyscus maniculatus--Deer Mouse (Widespread); Neotoma cinerea-Bushy-tailed Woodrat (Cordilleran); Microtus montanus-Montane Vole (Cordilleran); Mephitis mephitis-Striped Skunk (Widespread).",
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "text": "noted that specimens from Paradise Park (3,200 m) were referrable to P. m. nebrascensis.",
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "text": "the Uintas.--Eight species of mammals found in both the Uinta and Bridger basins are excluded from the Uinta Mountains. These species with Armstrong's (1977) faunal element designations are as follows: Sylvilagus audubonii--Desert Cottontail (Chihuahuan); Spermophilus tridecemlineatus-13-lined Ground Squirrel (Campestrian); Cynomys leucurus-White-tailed Prairie Dog (Bridgeran); Perognathus fasciatus-Olive-backed Pocket Mouse (Campestrian); Perognathus parvus-Great Basin Pocket Mouse (Nevadan); Onychomys leucogaster-Northern Grasshopper Mouse (Nevadan); Lagurus curtatus-Sagebrush Vole (Nevadan); Antilocapra americana-Pronghorn (Nevadan).",
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "uris": null,
                "text": "faunal element designations are: Sorex cinereus-Masked Shrew (Widespread); Sorex nanus-Dwarf Shrew (Cordilleran); Sorex monticolus-This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC All use subject to https://about.jstor.org/terms Montane Shrew (Cordilleran); Sorex palustris-Water Shrew (Boreo-Cordilleran); Ochotona princeps-Pika (Cordilleran); Lepus americanus -Varying Hare (Boreo-Cordilleran); Eutamias umbrinus-Uinta Chipmunk (Cordilleran); Spermophilus armatus-Uinta Ground Squirrel (Cordilleran); Glaucomys sabrinus-Northern Flying Squirrel (Boreo-Cordilleran); Tamiasciurus hudsonicus-Red Squirrel (Boreo-Cordilleran); Clethrionomys gapperi-Red-backed Vole (Boreo-Cordilleran); Phenacomys intermedius-Heather Vole (Cordilleran); Arvicola richardsoni-Water Vole (Cordilleran); Zapus princeps-Western Jumping Mouse (Cordilleran); Ursus americanus -Black Bear (Widespread); Martes americana-Pine Marten (Boreo-Cordilleran); Martes pennanti-Fisher (Boreo-Cordilleran); Gulo gulo-Wolverine (Boreo-Cordilleran); Felis lynx-Lynx (Boreo-Cordilleran); Cervus elaphus-Wapiti (Widespread); Alces alces-Moose (Boreo-Cordilleran);",
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "text": "faunal element designations: Eutamias dorsalis-Cliff Chipmunk (Chihuahuan); Peromyscus crinitus-Canyon Mouse (Yuman); Peromyscus boylii-Brush Mouse (Chihuahuan); This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC All use subject to https://about.jstor.org/terms Peromyscus truei-Pinyon Mouse (Chihuahuan); Reithrodontomys megalotis-Western Harvest Mouse (Chihuahuan); Urocyon cinereoargenteus--Gray Fox (Chihuahuan); Procyon lotor-Raccoon (Widespread).",
                "num": null
            },
            "FIGREF6": {
                "type_str": "figure",
                "uris": null,
                "text": "faunal element designation are as follows: Myotis lucifugus-Little Brown Bat (Widespread); Myotis evotis-Long-eared Myotis (Chihuahuan); Myotis thysanodes-Fringed Myotis (Widespread); Lasionycteris noctivagans-Silver-haired Bat (Widespread); Myotis volans-Long-legged Myotis (Nevadan); Eptesicus fuscus-Big Brown Bat (Widespread); Lasiurus cinereus-Hoary Bat (Widespread); Euderma maculatum-Spotted Bat (Nevadan); Plecotus townsendii-Townsend's Big-eared Bat (Chihuahuan); Sylvilagus nuttalli-Nuttall's Cottontail (Nevadan); Lepus townsendii-White-tailed Jack Rabbit (Nevadan); Marmota flaviventris-Yellow-bellied Marmot (Cordilleran); Microtus longicaudus-Long-tailed Vole (Cordilleran); Ondatra zibethicus-Muskrat (Widespread); Erethizon dorsatum-Porcupine (Widespread); Canis latrans-Coyote (Widespread); Vulpes vulpes-Red Fox (Widespread); Mustela erminea-Ermine (Boreo-Cordilleran); Mustela frenata-Long-tailed Weasel (Widespread); Mustela vison-Mink (Widespread); Taxidea taxus-Badger (Widespread); Spilogale putorius-Spotted Skunk (Chihuahuan); Lutra canadensis-Otter (Widespread); Felis rufus-Bobcat (Widespread); Felis concolor-Mountain Lion (Widespread); Odocoileus hemionus-Mule Deer (Widespread). It should be noted that not all the species are found in every habitat within the region. Nine of the 26 species (34.6%) are bats and should have sufficient dispersal capabilities to surmount or circumvent any barriers in the region. Ten of the species (38.5%) are carnivores and should not be restricted trophically to any particular plant community type as is sometimes the case with herbivores. Ondatra zibethicus and Lutra canadensis are semiaquatic and can exploit the streams draining the Uintas as well as the numerous lakes at the higher elevations. Erethizon dorsatum, Microtus longicaudus, and Marmota flaviventris hav a considerable altitudinal distribution. Erethizon frequently descends into the basins, possibly following riparian woodlands, and may be seen as road killed specimens in sagebrush communities. M. longicaudus appears to This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC",
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": ""
            },
            "TABREF1": {
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">ily.</td><td/><td/><td/><td/></tr><tr><td colspan=\"10\">iU 4, v -E . .5 | b) t&gt;C ^ *\" % .*\" -.G C c .5 l. .£</td></tr><tr><td colspan=\"6\">~~ §FAMILY gZ Z-. d5 o3 ^ FAMILY Z Z</td><td colspan=\"2\">^</td><td colspan=\"2\">|'</td><td>§</td><td>'</td></tr><tr><td colspan=\"2\">Soricidae</td><td/><td>5</td><td colspan=\"3\">7</td><td colspan=\"2\">1</td><td>4</td></tr><tr><td colspan=\"10\">Vespertilionidae 16 17 6 1 9</td></tr><tr><td colspan=\"2\">Molossidae 2 2 2</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"5\">Ochotonidae</td><td colspan=\"2\">1</td><td colspan=\"2\">1</td><td>1</td></tr><tr><td colspan=\"3\">Leporidae</td><td colspan=\"2\">5</td><td colspan=\"3\">6</td><td colspan=\"2\">1</td><td>1</td><td>1</td><td>2</td></tr><tr><td>Sciuridae</td><td colspan=\"2\">16</td><td colspan=\"3\">21</td><td>6</td><td colspan=\"2\">3</td><td>2</td><td>4</td><td>1</td><td>1</td></tr><tr><td colspan=\"5\">Geomyidae 2 3 1 1</td><td/><td/><td/><td/></tr><tr><td colspan=\"8\">Heteromyidae 4 13 1 2 2</td><td/></tr><tr><td>Castoridae</td><td>1</td><td colspan=\"2\">1</td><td>1</td><td/><td/><td/><td/></tr><tr><td colspan=\"10\">Cricetidae 15 23 1 3 2 3 4 2</td></tr><tr><td colspan=\"4\">Zapodidae</td><td colspan=\"2\">1</td><td colspan=\"3\">1</td><td>1</td></tr><tr><td colspan=\"9\">Erethizontidae</td><td>1</td><td>1</td><td>1</td></tr><tr><td colspan=\"4\">Canidae</td><td/><td colspan=\"2\">3</td><td/><td colspan=\"2\">4</td><td>1</td><td>2</td></tr><tr><td colspan=\"2\">Ursidae</td><td/><td colspan=\"2\">1</td><td/><td colspan=\"2\">1</td><td colspan=\"2\">1</td></tr></table>",
                "num": null,
                "text": "-Effects of the Uintas on the distribution and taxonomy of mammals: Analysis by fam-"
            },
            "TABREF3": {
                "type_str": "table",
                "content": "<table><tr><td>Fauntal elenment</td></tr></table>",
                "num": null,
                "text": "-Mammals whose ranges are limited by the Uintas. Faunal element designations are those ofArmstrong (1977)."
            },
            "TABREF4": {
                "type_str": "table",
                "content": "<table><tr><td>). The yellow-pine chipmunk</td></tr><tr><td>This content downloaded from</td></tr><tr><td>35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC</td></tr><tr><td>All use subject to https://about.jstor.org/terms</td></tr></table>",
                "num": null,
                "text": ""
            },
            "TABREF6": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC"
            },
            "TABREF8": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": "). The Summ County specimen was caught in a talus slope at the transition zone betw This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC"
            },
            "TABREF9": {
                "type_str": "table",
                "content": "<table/>",
                "num": null,
                "text": ". Six others have continuous distributions between the two basins through northwestern Colorado. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:21:04 UTC"
            },
            "TABREF10": {
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"5\">Zoogeographic status in the Uinta Mountains region</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">g</td><td/><td>IO</td></tr><tr><td colspan=\"8\">Faunal element . D a i ' it Ci it mO ci</td><td>it0</td></tr><tr><td colspan=\"6\">Cordilleran</td><td colspan=\"2\">3</td><td>4</td><td>9</td><td>4</td></tr><tr><td colspan=\"8\">Boreo-cordilleran</td><td>2</td><td>10</td><td>1</td></tr><tr><td colspan=\"5\">Chihuahuan</td><td colspan=\"2\">11</td><td>1</td><td>1</td><td>5</td><td>4</td></tr><tr><td>Arizonan 2</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">Yuman</td><td colspan=\"2\">2</td><td>1</td></tr><tr><td colspan=\"6\">Nevadan</td><td colspan=\"2\">1</td><td>4</td><td>4</td></tr><tr><td colspan=\"6\">Campestrian 2</td><td/></tr><tr><td colspan=\"6\">Bridgeran 1 1</td><td/></tr><tr><td colspan=\"8\">Widespread 2 4 3 3 13</td></tr><tr><td colspan=\"2\">TOTALS</td><td colspan=\"2\">21</td><td colspan=\"2\">12</td><td>8</td><td>22</td><td>7</td><td>26</td></tr><tr><td colspan=\"2\">The</td><td colspan=\"6\">Uinta</td><td>Mountai</td></tr><tr><td colspan=\"3\">boreal</td><td colspan=\"4\">and</td><td>montane</td></tr><tr><td>role</td><td colspan=\"3\">of</td><td colspan=\"4\">the</td><td>Uintas</td><td>in</td></tr><tr><td>the</td><td colspan=\"7\">mountains</td><td>of</td><td>no</td></tr><tr><td colspan=\"4\">central</td><td colspan=\"4\">Colorado</td><td>aft</td></tr><tr><td colspan=\"5\">Bridger</td><td colspan=\"3\">Basin</td><td>is</td><td>the</td></tr><tr><td>them.</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null,
                "text": "-Influence of the Uinta Mountains on species inArmstrong's (1977)  faunal elements. However, contact between the Uintas and the mountains of central Colorado must not have been complete, since four species present in the Uintas (Spermophilus armatus, Glaucomys sabrinus, Arvicola richardsoni, and Martes pennanti) are absent from the Colorado Rockies. Subsequent to the dessication of the Wyoming Basin, which took place at the end of the Pleistocene, the downcutting of the Green River eventually completed the isolation of boreal mammals of the Uintas from those of central Colorado."
            }
        }
    }
}