{
    "paper_id": "Klingener1964-NotesontherangeofNapaeozapusinMichiganandIndiana",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:09.991473Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "TABLE I.-Maximum takeoff weights Species Body Maxhnum I Percentage Sex takeoff load to weight load weight body weight",
    "pdf_parse": {
        "paper_id": "Klingener1964-NotesontherangeofNapaeozapusinMichiganandIndiana",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "TABLE I.-Maximum takeoff weights Species Body Maxhnum I Percentage Sex takeoff load to weight load weight body weight",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "1. Macrotus californicus female 10.7 g 5.6 g 52.3 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" \" female 10.9 6.1 56.0 3.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" \" male 10.6 4.4 41.5 4. Antrozous pallidus female 25.3 6.5 25.7 5.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" \" female 27.6 4.8 17.4 6. Tadarida brasiliensis male ll.S 1.1 9.3 7. Myotis velifer female 7.9 2.6 32.9 8.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" \" male 9.9 2.1 21.2 9. Plecotus townsendi female 9.4 6.8 72.3 10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "\" \" female 10.1 7.4 73.3 served them forage without any apparent lack of agility. We have flown Macrotus califomicus in a laboratory room with these same batteries and lights and obtained similar results. Loads of this magnitude would probably be excessive for the smaller species. However, Cross (M.S. Thesis, University of Arizona, 1962) reported a 1.7 -mile flight of the very small Pipistrellus hesperus with a 0.64-g battery and light attached to its back. These artificial flight load weights are considerably less than those given by Mohr (Nat. Speleo. Soc. Bull., 10: 89'-96, 1948) for Tadarida brasiliensis (28.3 g) and for Antrozous pallidus (84.9 g). This descrepancy may be due in part to differences in the criteria for \"flight,\" since Mohr's concern was with the weight of fire bombs that could be supported by bats released from airplanes.",
                "cite_spans": [
                    {
                        "start": 546,
                        "end": 589,
                        "text": "(Nat. Speleo. Soc. Bull., 10: 89'-96, 1948)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Financial assistance for this study was provided by a U. S. Navy, Office of Naval Research, Contract Nonr 2173(07), and by a National Science Foundation Research Grant G-5209.-RussELL DAVIS AND E. LENDELL COCKRUM, Dept. of Zoology, Univ. of Arizona. Received 10 May 1963.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A convenient character for separating Zapus from Napaeozapus is the presence of P' in the first genus and its absence in the latter.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "Burt (the mammals of Michigan, rev. ed., p. 236, 1954) and Hall and Kelson (the mammals of North America, Vol. 2, p. ll7, 1959) included in their maps of the range of Napaeozapus insignis a record from Oakland County, which is in the southeastern part of Michigan's Lower Peninsula. The only other records of the species from the Lower Peninsula come from counties in the northern part. The record from Oakland County is based on an adult male specimen, skin and skull, No. 31597 in the University of Michigan Museum of Zoology. This specimen has rather worn teeth; there is no trace of P' on either right or left side. Upon examination of the upper and lower molars, however, I find that they lack the high-crowned structure and complications of reentrant folds characteristic of N apaeozapus. Instead, they closely resemble comparably worn molars of Michigan specimens of Zapus hudsonius. The skin is imperfect but agrees with Z. hudsonius in coloration of pelage. No white area is visible on the dorsum of the tail, though the tip is broken off. The individual in question is therefore a specimen of Zapus hudsonius which lacks P'. The range maps of Burt (op. cit.) and of Hall and Kelson (op. cit.) should be modified to exclude this record. The known range of Napaeozapus insignis in Michigan now includes the Upper Peninsula and the northern one-third of the Lower Peninsula.",
                "cite_spans": [
                    {
                        "start": 21,
                        "end": 54,
                        "text": "Michigan, rev. ed., p. 236, 1954)",
                        "ref_id": null
                    },
                    {
                        "start": 106,
                        "end": 127,
                        "text": "Vol. 2, p. ll7, 1959)",
                        "ref_id": null
                    },
                    {
                        "start": 1176,
                        "end": 1202,
                        "text": "Hall and Kelson (op. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "On the label of a specimen of Napaeozapus, UMMZ 65310, the locality is given as Parke County, Indiana. This specimen was reported by Lyon (Am. Midland Naturalist, 27(3):",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/45/4/644/856485 by University of Michigan user on 07 October 2021 791, 1942). P' is absent, and the molars definitely resemble those of Napaeozapus rather than of Zapus. The tail is complete and lacks the white dorsal tip, except for a white terminal tuft, but the pelage of the body has the orange tint characteristic of Napaeozaptls. The original identification of this specimen as Napaeozapus is confirmed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "In a study of an additional 222 specimens of Napaeozapus from the United States and Canada was found one individual, UMMZ 84450, from Menominee County, Michigan, in which a minute P' is present on the left side, but not on the right. On the basis of pattern of reentrant folds in the molars and characters of the pelage, this specimen is referred to Napaeozapus insignis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "As rare variations, then P' may be absent in Zapus and present in Napaeozapus. I am indebted to W. H. Burt for suggesting this study and for reading the manuscript.-DAVID KLINGENER, Museum of Zoology, University of Michigan, Ann Arbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "Received 7 May 1963.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NOTES ON THE RANGE OF NAPAEOZAPUS IN MICHIGAN AND INDIANA",
                "sec_num": null
            },
            {
                "text": "On 24 May 1960, I found the carcass of a bobcat (Lynx rufus) on the southeast comer of Garden Island, in the Beaver Islands, Charlevoix County, in the northern part of Lake Michigan. There is no record of this species for the Beaver Island group except for the \"uncertain\" report of Hatt et al. (Island life: a study of the land vertebrates of the islands of eastern Lake Michigan. Cranbrook Inst. Sci. Bull., Bloomfield Hills, Michigan, 1948, 179 pp.) . This was based on a Beaver Island resident's recollection of a skin from a Big Beaver Island animal. The authors considered the bobcat as apparently absent, but a good prospect for representation and possibly missed in their surveys. They did not, however, visit Garden Island.",
                "cite_spans": [
                    {
                        "start": 403,
                        "end": 452,
                        "text": "Bull., Bloomfield Hills, Michigan, 1948, 179 pp.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BOBCAT FOUND ON LAKE MICHIGAN ISLAND",
                "sec_num": null
            },
            {
                "text": "The odor of decomposition having led me to the carcass, cause of death could not be detennined. There was no skeletal damage or disarray. I collected the skull, and identification was confirmed by Emmet T. Hooper, Curator of Mammals of the Museum of Zoology of the University of Michigan (pers. comm., 1 July 1960). Skull characteristics indicated moderate age. The skull is now in the museum's collection.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BOBCAT FOUND ON LAKE MICHIGAN ISLAND",
                "sec_num": null
            },
            {
                "text": "Garden Island is 11 miles from the northern shore and 18 miles from the eastern shore of Lake Michigan. Several nearby smaller islands are closer by several miles. With the exception of the work of Hatt et al. (op. cit.) and more recent ruffed grouse (Bonasa umbellus) research activities by the Michigan Conservation Department's Game Division, little attention has been given to animal populations of the islands. Active winter travelers such as the red fox (Vulpes fulva) and snowshoe hare (Lepus americanus) have long been resident on the islands, while the coyote (Canis latrans) has more recently wandered over from the mainland. Ice usually bridges the Upper Peninsula mainland (north shore of Lake Michigan) with the Beaver Islands intermittently each winter. It is probable that this bobcat represents a wandering individual. However, it is not impossible that a small population exists on one or more of these remote islands. All of the islands offer suitable habitat for bobcats: abundant small mammals include the snowshoe hare, eastern chipmunk (Tamias striatus) and woodland deer mouse (Peromyscus maniculatus).-RICHARD J. MORAN, Houghton Lake Wildlife Experiment Station, Box 158, Houghton Lake Heights, Michigan. Received 11 June 1963.",
                "cite_spans": [
                    {
                        "start": 198,
                        "end": 220,
                        "text": "Hatt et al. (op. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BOBCAT FOUND ON LAKE MICHIGAN ISLAND",
                "sec_num": null
            },
            {
                "text": "Several workers have shown that some species of bats awaken during winter and move about (Guthrie, 1933; Folk, 1940; Mmnford, 1958; Krzanowski, 1959) . However, no one has followed the awakening of individual bats in North America, although Van Nieuwenhoven (1956) has done so for numerous European species.",
                "cite_spans": [
                    {
                        "start": 89,
                        "end": 104,
                        "text": "(Guthrie, 1933;",
                        "ref_id": null
                    },
                    {
                        "start": 105,
                        "end": 116,
                        "text": "Folk, 1940;",
                        "ref_id": null
                    },
                    {
                        "start": 117,
                        "end": 131,
                        "text": "Mmnford, 1958;",
                        "ref_id": null
                    },
                    {
                        "start": 132,
                        "end": 149,
                        "text": "Krzanowski, 1959)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WINTER AWAKENING PATTERNS IN THE BATS MYOTIS LUCIFUGUS AND PIPISTRELLUS SUBFLAVUS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/45/4/644/856485 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}