{
    "paper_id": "Lazell1984-ANewMarshRabbit(Sylvilaguspalustris)fromFlorida_sLowerKeys",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:30.059313Z"
    },
    "title": "A NEW MARSH RABBIT (SYLVILAGUS PALUSTRIS) FROM FLORIDA'S LOWER KEYS",
    "authors": [
        {
            "first": "James",
            "middle": [
                "D"
            ],
            "last": "Lazell",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The Conservation Agency",
                "location": {
                    "addrLine": "8 Swinburne Street",
                    "postCode": "02835",
                    "settlement": "Jamestown",
                    "region": "RI"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "ABSTfI.~CT,-A new subspecies of Sylvilagus palustris differs from mainland and Upper Keys S. p. paludicola in having a short molariform tooth row, high and convex: frontonasal profile, broad cranium, and elongate dentary symphysis. It differs additionally from S, p. pafus/ris in having gray ventral pelage similar to the underside of the tail. The new form is apparently confined to the oolitic Lower Keys where it occurs in small, scattered colonies. The mainland subspecies of S. palas/Tis differ from each other only in ventral pelage color and average length",
    "pdf_parse": {
        "paper_id": "Lazell1984-ANewMarshRabbit(Sylvilaguspalustris)fromFlorida_sLowerKeys",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "ABSTfI.~CT,-A new subspecies of Sylvilagus palustris differs from mainland and Upper Keys S. p. paludicola in having a short molariform tooth row, high and convex: frontonasal profile, broad cranium, and elongate dentary symphysis. It differs additionally from S, p. pafus/ris in having gray ventral pelage similar to the underside of the tail. The new form is apparently confined to the oolitic Lower Keys where it occurs in small, scattered colonies. The mainland subspecies of S. palas/Tis differ from each other only in ventral pelage color and average length",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "of the molariform row. S. p. paludicola as redefined occurs northward through peninsular Florida to southeastern Georgia. Oryctolagus is a junior synonym of Sylvilagus. Keys biogeography is considered relevant to mammalian endemicity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The presence of an undescribed rabbit in the Florida Keys first was suggested by Schwartz (1952) . Layne (1974) provided sight and scat records for the Lower Keys. HaH (1981) included the Lower Keys in the range of Sylvilagus palustris paludicola on the basis of Layne's report, but without examining specimens.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 96,
                        "text": "Schwartz (1952)",
                        "ref_id": null
                    },
                    {
                        "start": 99,
                        "end": 111,
                        "text": "Layne (1974)",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 174,
                        "text": "Keys. HaH (1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Until recently, only one specimen of the Lower Keys rabbit was available for examination, U.S. National Museum of Natural History (USNMJ 273039, a skull and skin (without sex or external measurements) taken on Boca Chiea Key in 1942. In 1979 G R. Luna salvaged a juvenile roadkill, Florida State Museum (FSM) 14705. In 1980 I live-trapped five specimens on Lower Sugarloaf Key under Florida Game and Fresh Water Fish Commission (FGFWFC) permit 28. Three were prepared as skins and skeletons; two were released after physiological studies (Dunson and Lazell, 1982) . Three additional specimens were found dead by Lois Kitchings and Dr. A. H. Weiner and salvaged under FGFWFC permits 110 and 471.",
                "cite_spans": [
                    {
                        "start": 538,
                        "end": 563,
                        "text": "(Dunson and Lazell, 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In accord with the tradition of patronyms, the new form is named for Hugh M. Hefner, whose corporation has generously supported field work on this and other species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holotype.-USNM 555687, adult female, skin and complete skeleton. Collected by J. Lazell, 4 February 1980. Type locality.-Lower Sugarloaf Key, Monroe Co., Florida.",
                "cite_spans": [
                    {
                        "start": 81,
                        "end": 105,
                        "text": "Lazell, 4 February 1980.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "Referred specimens.-All Monroe Co., Florida: USNM 555688, adult female, skin and complete skeleton; USNM 555689, adult male, skin and complete skeleton; both collected by me at the type locality. USNM 555690, adult male, skin and skull, Lois Kitchings coll., Geiger Key; USNM 555691, adult male, skin and fragmented skull, Lois Kitchings coli., Saddlebunch; USNM 273039, skin and skull, Earl R. Greene coli., Boca Chica Key; Yale Peabody Museum (YPM) 13050, skull without mandibles, A. H. Weiner coli., Tree Cactus Hammock, Big Pine Key; and FSM 14705; juvenile, patch of dorsal skin, skull without mandibles, C. R. Luna coli., Saddlebunch.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Dorsal pelage brownish; ventral pelage gray, not contrasting with color on underside of tail; molariform tooth row short, less than 14 mm, and less than 80 percent of dentary symphysis; frontonasal region convex, its profile high, more than 120 percent of crown length of molariform tooth row at anterior points of frontals; cranium broad, twice or more as broad as crown length of upper molars at level of posterior processes of the zygomata; dorsal faces of parietals, frontals, and nasals ornately sculptured with filigree of pits and struts. Descriptton of the holotype (adult va riation in parentheses).-Totallength 405 (361-404); tail 37 (20-43 ); hind foot 86 (77-82); ear from notch 44 (46-49) ; condylobasallengt h 75.0 (61.8-73.0); maximum zygomatic bread th 35.6 (31.7-36.0); molariform toothrow 12.8 (12.9-13.8); front onas:ll height at anterior tips of front als 18.5 (1 5.9-17.8); dentary symphysis 17.4 (16.3-17.3); cranium at posterior tips of zygomata 28.2 (25.9-28.5); diastema 20.3 (18.6-1 9.8); width of fora me n magnum 9.6 (8.9-10.0); postorbital foramen present (absent in four o f seven); a ntorbital p rocess reduced (m ay be essentiall y absent); bulJar spike absent (may be present but less than 1 mm); dorsal surfaces of parietals, frontals , and nasals ornately sculptured in a filig ree of pits and struts (all simila r).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "The dorsa l pelage appears overall dark brown. The guard hairs have an ochraceous buff subterminal band and prominent near-black tips. There is no reddish band. (The re is paratypic variat ion, F ig. 1, but all a re darker than Upper Keys specimens and none have a reddish tint or band .) The ventral pelage is dull gray with a faint midventral yellow wash. (The yellow wash may be very weak.) The sides of the face are distinctly grayer in al\\ speci mens than the rest of the dorsal pelage. All have da rk c hestnut napes. Ryden (1978) provides a color photograph of a Big Pine Key individual which shows the high frontonasa l profile and lack of reddish tones characteristic of this form . The eight Lower Keys specimens were compared to ca. 300 other Sylvilagus, including 233 S. palustris. Student's t-test was used on quantitative data; the 95 percent level of confidence was accepted as significant. I followed the method of Hall (1981) in separating the sexes and juveniles from adults (using the criteria of Hoffmeister and Zimmerman, 1967) . All 30 cranial characters listed by Diersing (1978) were considered and I added four more: condylobasallength; length of the dentary (or mandibular) symphysis; and two zygomatic breadths. Zygomatic breadth was measured anteriorly, at the step of the maxillary, at the midpoint, where squamosal and jugal meet, and posterioriy at the level of the lateral base of the T-shaped squamosal. Four characters regarded as of subgeneric value by Hershkovitz (1950) were notcd but not quantified: shape of the basisphenoid; size of the sphenopalatine vacuily; distance between posteroventral condylar edges relative to basisphenoid-basioccipital suture; and relative lengths of digits three and four of pes (degree of perissodactyly), Dorsal skull sculpture was examined.",
                "cite_spans": [
                    {
                        "start": 931,
                        "end": 942,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1016,
                        "end": 1048,
                        "text": "Hoffmeister and Zimmerman, 1967)",
                        "ref_id": null
                    },
                    {
                        "start": 1087,
                        "end": 1102,
                        "text": "Diersing (1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "There is no significant sexual dimorphism in morphometries within any sample. There is no significant difference between Upper Keys and peninsular Florida specimens with respect to any morphometric character including the ratios molariform row: dentary symphysis (M:S); frontonasal height: molariform row (F:M); and molariform row: cranial width (M:C).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "All Upper Keys specimens are pallid. They are more pallid than all Lower Keys specimens ( Fig. 1 ), but no more pallid than some other Florida S. p. paludicola, e.g., USNM 349495, \"20 mi SSW\"' Belle Glade, Palm Beach Co.; CSNM 228381, \"Little River\"' (localitv not known to me); Field Museum of Natural History (FMNH) 5484, Micco, Brevard Co.; or A~chbold Biological Station (ABS) 7786, Amelia Island, Nassau Co. Therefore Upper Keys rabbits cannot be subspecifically separated from S. p. paludicola on present evidence.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 90,
                        "end": 96,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "Lower Keys rabbits, s. p. hefneri, are significantly different from all S. p. paludicola with respect to all three ratios: M:S, F:M, and M:C They further differ from all S. p. paludicola in extent and ornateness of dorsal skull sculpture. They differ from most S. p. paludicola in lacking a reddish dorsal pelage tint (guard hair band), and from all Upper Keys specimens in being darker (like most mainland specimens).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "The Carolinas~ Virginia populations (nominate Sy{vilagus palustris) have a significantly longer molariform row than peninsular Florida S. p. paludicola but the three ratios are not significantly different. Further, these nominate palustris have near-white-tipped ventral guard hairs in strong contrast with the gray underside of the tail. They do not differ significantly in other characters. Specimens from the western panhandle of Florida (e.g., University of Michigan Museum of Zoology [UMMZj59046, Escambia County) and those from Baldwin County, Alabama (USNM 157816,158721,177436-8,178070,178155,178293) fit best the molariform toothrow character of nominate palustris, but have gray bellies and near-white undersides of thighs. Only the thigh color contrasts strongly to the gray tail. Specimens from the eastern coastal strip of the Florida panhandle (e.g., UMMZ-59048, Appalachicola, Franklin Co,) and extreme southeastern Georgia (e.g., USNM 223773, Okeefinokee Swamp) fit S. p. paludicola.",
                "cite_spans": [
                    {
                        "start": 558,
                        "end": 608,
                        "text": "(USNM 157816,158721,177436-8,178070,178155,178293)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "The distinctness of S. p. hefneri is not compromised by variation in previously described subspecies of S. palustris from any part of the range of species. Even juveniles separate on at least the ratios F:M and M:C.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "The ranges of the intergrading forms paludicola and nominate pa/ustris are redrawn (Fig.  2) . The decision to place coastal western panhandle Florida and all Baldwin County, Alabama, specimens in nominate palustris is arbitrary; they may also be considered as intergrades. The range of S. p. pa/ustris depicted by Hall (1981) is incorrect at its northern limit. Hall mistook Hog Island in Surry County, Virginia (Payne, 1975) for the island of the same name across Chesapeake Bay, in Northampton County.",
                "cite_spans": [
                    {
                        "start": 315,
                        "end": 326,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 413,
                        "end": 426,
                        "text": "(Payne, 1975)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 83,
                        "end": 92,
                        "text": "(Fig.  2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "All continental populations of S. palustris tend to be reddish. There is no significant difference in external measurements between the subspecies, and both attain far greater size than given by Hall (1981) sandy, usually with a reddish tint; ventrally gray, similarly colored on belly, thighs, and tail; molariform toothrow short, usually less than 14.7, but about the same length as dentary symphysis; frontonasal profile flat, frontonasal height about the same as molariform row; cranium narrow, less than twice length of molariform toothrow; parietals usually lightly sculptured, this sculpture sometimes extending onto frontals, but not nasals. Lyon (1904) placed the species palustris in his genus Limnolagus and separated it from Sylvilagus sensu stricto on the bases of larger choanae, reduced anterior process of the supraorbital, and fused posterior process of the supraorbital. Lyon's Limnolagus included the species aquaticus and brasiliensis, as those are now understood. This nominal genus did not include the European Oryctolagus, which agreed in size of choanae, because Oryctolagus agreed with Sylvilagus (and Brachylagus) in supraorbital characters. As long as one maintained at least the three genera Limnolagus, Sylvilagus sensu stricto, and Oryctolagus, definitions separating them could be phrased. However, Hershkovitz (1950) showed Limnolagus to be a polyphyletic assemblage, invalid as a genus. He erected subgenus Paludilagus for s. palus/ris. However, he did not consider what dismantling Limnolagus and merging it with Sylvilagus-both highly desirable aClions-did to Oryctolagus. There is now no way to separate at the generic level the species originally found in Europe from the species found in the Americas. Sylvilagus cuniculus, albeit exotic in North America, is a widespread wild or feral species. It occurs in the wild from New England to the Lower Keys (pers. obs.) and may be found in sympatry with S. p. hefneri (YPM 08926, Sugarloaf Key).",
                "cite_spans": [
                    {
                        "start": 195,
                        "end": 206,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 650,
                        "end": 661,
                        "text": "Lyon (1904)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1330,
                        "end": 1348,
                        "text": "Hershkovitz (1950)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "Comparisons of the new form were made to S. brasiliensis, aquaticus, transitionalis, cuniculus, and fioridanus. The shape of the basisphenoid and the size of the sphenopalatine vacuity seem good and reliable characters, albeit qualitative. The relationship of the distance between condylar edges to the length of the basisphenoid-basioccipital suture, however, is far more variable than indicated by Hershkovitz (1950), and not useful in separating forms. Relative toe length may prove useful, but I had too few cleaned foot bones; in the skin the character is difficult to quantify or even to perceive clearly. The posterior process of the supraorbital is often free in brasiliensis and sometimes fused (always leaving a foramen, however) in transitionalis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "S. transitionalis, palustris, and hefneri form a set of geographically replacing forms with many salient features in common. These include: basisphenoid funnelform, not broadly squaredoff anteriorly, and not dovetailed into pterygoids laterally; anterior supraorbital process reduced or absent; bullar spike reduced or absent; frontonasal suture raggedly dovetailed; zygoma in lateral view ventrally convex to flat in outline, not decurved ventrally at the prominent maxillary step. With respect to the first three characters, s. aquaticus agrees with fioridanus and differs from palustris and transitionalis. The mainland subspecies of pall/stris and all transitionalis agree with each other and aquaticus, but differ from fioridanus, in that the nasals are shallow posteriorly in lateral view: the premaxillaries and maxillaries are arched dorsally and convex in lateral view. The new form hefneri looks more like fioridanus in this character. because its nasals are convex.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "There seem few ways to separate transitionalis and palustris except tail coloration and the more solidly fused posterior process of the supraorbital in the latter. Details of the relationships of these forms should be investigated. I agree with Hall (1981) that subgenera within Sylvilagus, including Paludilagus and Oryctolagus are not worth recognition.",
                "cite_spans": [
                    {
                        "start": 245,
                        "end": 256,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sylvilagus palustris hefneri subsp. nov",
                "sec_num": null
            },
            {
                "text": "All presently known land mammals from Florida's Lower Keys are endemic at subspecies or species level. The apparent degree of divergence from mainland Floridian relatives is far from uniform, leading to speculative arguments about evolutionary rates and biogeography of the Florida Keys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Specimens of the Key cotton rat, Sigmodon hispidus exsputus, were examined (Lazell, 1978) . Its validity is questionable. S. h. exsputus is very slightly paler than mainland hispidus and has a tail averaging ca. 5% longer. I found no other differences in external measurements, and none in cranial characters. More recently, we (Dunson and Lazell, 1982) have found the kidneys of Lower Keys cotton rats to be modified towards tolerance of salinity. About 80% of adult Lower Keys cotton rats can be separated from mainland specimens.",
                "cite_spans": [
                    {
                        "start": 75,
                        "end": 89,
                        "text": "(Lazell, 1978)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 340,
                        "end": 353,
                        "text": "Lazell, 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Geographic and individual variation in raccoons is so great that I concluded most of the named forms in the coastal southeast were invalid (Lazell, 1981) . I felt that, using all morphometric and color characters in combination, I could separate out a small, long-tailed, pallid form, with a lot of bare skin around the eye, occupying the Lower as well as the Middle Florida Keys. This is Procyon lotor auspicatus.",
                "cite_spans": [
                    {
                        "start": 139,
                        "end": 153,
                        "text": "(Lazell, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In strong contrast, the silver rice rat, Oryzomys argentatus (Spitzer and Lazell, 1978) , seems very distinct on cranial and color characters; geographic variation in O. palustris of the mainland and Upper Keys does not approach it. It has modified kidneys (Dunson and Lazell, 1982) .",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 87,
                        "text": "(Spitzer and Lazell, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 269,
                        "end": 282,
                        "text": "Lazell, 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The Key deer Odocoileus virginiana clavium, is very distinct on cranial and external measurements. In fact, it is so much more different from mainland and coastal island subspecies of white-tailed deer than any of them are from each other that it would qualify as a full species under the criteria of Hall (1981) .",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 312,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The substrate geology of the Keys may be summarized from Hoffmeister (1974): there are two principal formations, Key Largo limestone and oolite. Both were formed below the sea during the Sangamon interglacial, something like 100,000 yr BP. The Upper and Middle Keys, plus a short fringe along the Atlantic side of the Lower Keys, are composed of the little-modified reef called Key Largo limestone. The vast majority of the land area of the broad Lower Keys is a dissected oolite plain. There are numerous gaps in the fringe of Key Largo limestone; the greatest, Moser Channel, is between the Middle and Lower Keys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "During the Worm glacial maximum, ca. 40,000-12,000 yr BP, the oolitic Lower Keys were a plateau on a vast (now submarine) plain extending (mostly south and west) to or near the edge of the continental shelf. The Key Largo limestone Middle and Upper Keys were then a broken ridge on the great Wlirm plain. Post-Worm sea level rose rapidly, remaking the islands; the history of the last 10,000 yr is highly controversial.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The orthodox interpretation of available evidence, implicit in the works of Hoffmeister (e.g., 1974), stated in Morris et al. (1977) and Enos and Perkins (1979) , is that sea level has risen steadily, albeit at differing rates, and stands today higher than at any time since the Sangamon. The heterodox view is presented by Fairbridge (1974) . His interpretation of world data is of a rather wildly oscillating sea level during at least the past 6,000 yr. The oscillations would be as great as 4 m above present sea level as recently as 4,700 yr BP, and 3 m above as recently as 3,400 yr BP. Fairbridge envisions a sea level as much as 2 m below present level as recently as 1,600 yr BP. The biogeographic implications of the Fairbridge curves have been essentially ignored by biologists with relevant knowledge of low islands-such as the Keys, Atlantic coastal islands, Bahamas, and many of the Antilles proper.",
                "cite_spans": [
                    {
                        "start": 112,
                        "end": 132,
                        "text": "Morris et al. (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 137,
                        "end": 160,
                        "text": "Enos and Perkins (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 324,
                        "end": 341,
                        "text": "Fairbridge (1974)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "If the orthodox view of sea levels prevails, there are three possible colonization mechanisms: propagules may have colonized the present Lower Keys over water as the islands emerged from the retreating Sangamon sea, perhaps as long ago as 80,000 yr BP; populations may have spr~ad across dry land during the Worm and subsequently been stranded by post-Worm sea level nse; Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021 If the Fairbridge model is correct, only option 3, colonization across present water, can be true: even the maximal 2 m drop envisioned by Fairbridge at ca. 2,000-1,600 yr BP would leave major water gaps between Keys, such as the present Moser Channel between the Middle and Lower Keys. In my opinion the Fairbridge model must be rejected on biogeographic grounds.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "I suggest the following scenarios for the endemic mammals of Florida's Lower Keys. The silver rice rat, Oryzomys argentatus, probably arrived by colonization across Sangamon seas Oryzomys have demonstrably colonized islands across considerable water gaps (e.g., O. nelsoni, Tres Marias; O. victus, St. Vincent). Thus o. argentatus could have speciated well before the expansion of the great Wlirm plain brought more congeners into sympatry, and could today be a stranded relic in its original habitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The Key deer, Odocoileus virginiana clavium, and Key rabbit, Syivilagus palustris hefneri, probably are stranded colonizers which arrived on Wlirm dry land. Their isolation began ca. 10,000 yr BP and ecological characteristics of the Lower Keys have pressed them towards rapid speciation. The Key cotton rat, Sigmodon hispidus exsputus, and the Key raccoon, Procyon lotor auspicafus, may have first arrived by the second method, but have been genetically subject to regular influence from colonization across present seas. Their populations are essentially continuous through the Upper, Middle, and Lower Keys today. Their differences from their relatives-such as pallid coloration and long, heat-dissipating tails, seem more the products of adaptation to an ecological zone than products of evolution in isolation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "My studics of the Florida Keys biota are long-term and on-going; so many people have assisted mc in so many ways that a complete list is impossible. Initial collecting was funded by Earth\\\\\"atch and the Center for Field Research, Belmont, Massachusetts. Earthwatch provided 20 able assistants in three teams. A grant from the Explorers Club provided equipment. Subsequent work, leading to completion of the taxonomic portion of the study, was funded by the Center for Action on Endangered Species, Ayer, Massachusetts,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKl\\•OWLEDClvIENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Dr. E. Raymond Hall reviewed the manuscript. Florida Game and Fresh Water Fish Commission personnel have been most cooperative, especially Don Wood and Don Buchanan. Lt. Charles Bouguardez and the Staff of Key West Naval Air Station, Boca Chica Key, helped me locate rabbits de facto protected by the U.S. Navy. Numi C. Spitzer, Dr. Arthur Weiner, Carol Fries, Lois Kitchings, the late Jack Watson, the late Thurlow Weed, and curatorial personnel at many museums in addition to those notcd above have helped along the way. The Rngdale Foundation",
                "authors": [
                    {
                        "first": "Albert",
                        "middle": [],
                        "last": "Drs",
                        "suffix": ""
                    },
                    {
                        "first": "James",
                        "middle": [],
                        "last": "Schwartz",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Layne",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Philip Hershkovitz have been especially helpful on the taxonomic details. Dr. William Dunson has contributed extensive field and laboratory time",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Drs. Albert Schwartz, James Layne, and Philip Hershkovitz have been especially helpful on the taxonomic details. Dr. William Dunson has contributed extensive field and laboratory time. Dr. E. Raymond Hall reviewed the manuscript. Florida Game and Fresh Water Fish Commission personnel have been most cooperative, especially Don Wood and Don Buchanan. Lt. Charles Bouguardez and the Staff of Key West Naval Air Station, Boca Chica Key, helped me locate rabbits de facto protected by the U.S. Navy. Numi C. Spitzer, Dr. Arthur Weiner, Carol Fries, Lois Kitchings, the late Jack Watson, the late Thurlow Weed, and curatorial personnel at many museums in addition to those notcd above have helped along the way. The Rngdale Foundation, of Lake Forest, Illinois, provided time and space for preparation of drafts of the manuscript. LITERATUHE CITED",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A systematic revision of several species of cottontails (Sylvilagus) from North and South America",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "E"
                        ],
                        "last": "Diers!ng",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Compo Biochem. Phvsio!",
                "volume": "873",
                "issue": "",
                "pages": "7--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIERS!NG, V. E. 1978. A systematic revision of sev- eral species of cottontails (Sylvilagus) from North and South America. Unpub!. ph.D. dissert., Univ Illinois, Urbana, 873 pp DU\"Ism:, W. A., AI\\O J. D. LAZELL. 1982. Urinary concentrating capacity of Rattus ratlus and other mammals from the Lower Florida Keys. Compo Biochem. Phvsio!., 7lA:l7-21.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Evolution of Florida Bay from island stratigraphy",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Bull. Geo!. Soc. America",
                "volume": "90",
                "issue": "",
                "pages": "59--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. 1979. Evolution of Florida Bay from island stratigraphy. Bull. Geo!. Soc. America, 90:59-83.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The Holocenc sea level record in South Florida",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Fmhbh!dge",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Mem. Miami Geo!. Soc",
                "volume": "2",
                "issue": "",
                "pages": "223--232",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FMHBH!DGE, R. W. 1974. The Holocenc sea level record in South Florida. Mem. Miami Geo!. Soc., 2:223-232.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The mammals of North America. Wilcy-lnterscience",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "601--1811",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1981. The mammals of North Amer- ica. Wilcy-lnterscience, New York, 1:1-600 + 90; 2:601-1811 + 90.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mammals of northern Colombia",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershko\\•rrz",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "Proc. U.S. Nat. Mus",
                "volume": "100",
                "issue": "",
                "pages": "327--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERsHKo\\•rrz, P. 1950. Mammals of northern Co- lombia. Proc. U.S. Nat. Mus., 100:327-375.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Growth of the skull in the cottontail (Syivilagtls jloridantls) and its application to age-determination",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoffme!ster",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "G"
                        ],
                        "last": "Ano E",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Z!mmer\\j.",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "\\n",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Amer. Midland Nat",
                "volume": "78",
                "issue": "",
                "pages": "198--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFME!STER, D. F., ANO E. G. Z!MMER\\J..\\N. 1967. Growth of the skull in the cottontail (Syivilagtls jloridantls) and its application to age-determina- tion. Amer. Midland Nat., 78:198-206",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Land from the sea",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hoffme!steh",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOFFME!STEH, J. 1974. Land from the sea. Vniv. Miami Press, Coral Gables, Florida, 143 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The land mammals of South Florida",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Li\\\":-.Ie",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Mem. Miami Geol. Soc",
                "volume": "2",
                "issue": "",
                "pages": "386--413",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LI\\\":-.iE, J. N. 1974. The land mammals of South Florida. Mem. Miami Geol. Soc., 2:386-413.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "in Rare and endangered biota of Florida 1: Mammals 0",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Lazell",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "by University of Michigan user on 07 October 2021 rat",
                "volume": "",
                "issue": "",
                "pages": "22--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAZELL, J. D. 1978. Threatened Lower Keys cotton Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021 rat. Pp. 22-23 in Rare and endangered biota of Florida 1: Mammals 0. N. Layne, ed.). Univ.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Field and taxonomic studies of tropical American raccoons",
                "authors": [
                    {
                        "first": "Florida",
                        "middle": [],
                        "last": "Presses",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gainesville",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Res. Rep!., Natl. Geogr. Soc",
                "volume": "52",
                "issue": "",
                "pages": "381--385",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Florida Presses, Gainesville, 52 pp. --~. 1981. Field and taxonomic studies of trop- ical American raccoons. Res. Rep!., Natl. Geogr. Soc., 13:381-385.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Classification of the hares and their allies",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Lyon",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "Smithsonian Misc. ColI",
                "volume": "45",
                "issue": "",
                "pages": "321--447",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LYON, M. W. 1904. Classification of the hares and their allies. Smithsonian Misc. ColI., 45:321-447.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The Bermuda marine environment",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Moiirls",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bailne ; ~",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Bnown",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "J M"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Spec. Publ. Bermuda BioI. Sta",
                "volume": "15",
                "issue": "",
                "pages": "1--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOIIRls, B., J. BAIlNE::~, F. BnowN, AND J. M,\\IlKHAYl. 1977. The Bermuda marine environment. Spec. Publ. Bermuda BioI. Sta., 15:1-120.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Range extension of the marsh rabbit in Virginia",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "F"
                        ],
                        "last": "Payne",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Chesapeake Sci",
                "volume": "16",
                "issue": "",
                "pages": "77--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PAYNE, N. F. 1975. Range extension of the marsh rabbit in Virginia. Chesapeake Sci., 16:77-78.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Saga of the toy deer",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Rwen",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Audubon",
                "volume": "80",
                "issue": "2",
                "pages": "92--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RWEN, H. 1978. Saga of the toy deer. Audubon, 80(2):92-103.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Land mammals of southern Florida and the Upper Florida Keys",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schwailtz",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "",
                "volume": "180",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWAIlTZ, A. 1952. Land mammals of southern Florida and the Upper Florida Keys. Unpubl. ph.D. dissert., Univ. Michigan, Ann Arbor, 180 pp.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A new rice rat (genus Oryzom!ls) from Florida's Lower Keys",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Si>itzeil",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Lazell",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SI>ITZEIl., N. c., AND J. D. LAZELL. 1978. A new rice rat (genus Oryzom!ls) from Florida's Lower Keys.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021"
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>FebruaTI/1984</td></tr></table>",
                "text": "LA ZELL-NEW MARSH RABBIT FROM FLORIDA 27 FIG. l.-Marsh rabbits, Syiviiagus pa/us/Tis, from the Florida Keys. Left to right. three S. p. he/neri. USNM 555687 (holotype), 555688, and 555689, all h om Lower Sugarloaf Key; then three 5. p. paiudicaia, Albert Schwartz Field Series 1910, 1907, and 1009, all from Upper Matecumbe Key. photo by William Dunson."
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>February 1984</td><td colspan=\"3\">LAZELL-NEW MARSH RABBIT FROM FLORIDA</td><td>29</td></tr><tr><td/><td/><td/><td>• •</td></tr><tr><td/><td/><td/><td>•</td></tr><tr><td/><td>• •</td><td/></tr><tr><td/><td/><td>•</td><td>30 0 N</td></tr><tr><td/><td>200km</td><td>•</td><td>• -. -.</td></tr></table>",
                "text": ". For example, UMMZ 123805, Dare County, North Carolina, measures 451, 51, 101,75 (condylobasallength 75.5); UMMZ 107697, Beaufort County, South Carolina, measures Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021 FIG 2.-Localities for specimens of marsh rabbits, Sylvilagus pa/ustris examined. Dots are s. p. pa{ustris and s. p. paludicola, separated by the heavy line. Localities for S. p. helneT! are indicated X. Marsh rabbits do not occur on the eastern side of Chesapeake Bay as indicated byHall (1981: 299). See text.Downloaded from https://academic.oup.com/jmammal/article/65/1/26/1127032 by University of Michigan user on 07 October 2021 464, 30, 96, 66 (condylobasal length 75.4); UMMZ 55785, Alachua County, Florida, measures 460, 41, 90, 74 (condylobasallength 77.2). These are all closely comparable to the size of the holotype of S. p. hefneri.Diagnoses of intergrading mainland subspecies are as follows:s. p. palustris.-Brown dorsally, usually with a reddish tint; near white ventrally, at least on the thighs, this color in strong contrast to the gray underside of the tail; molariform tooth row usually 14.7 or greater, about the same length as the dentary symphysis; frontonasal profile flat, frontonasal height about equal to molariform row; cranium not broad, less than twice the molariform row length; parietais usually lightly sculptured, this sculpture sometimes extending onto frontals, but not nasals."
            }
        }
    }
}