{
    "paper_id": "LunaandPacheco2002-AnewspeciesofThomasomys(Muridae-Sigmodontinae)fromtheAndesofsoutheasternPeru",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:37.696624Z"
    },
    "title": "A NEW SPECIES OF THOMASOMYS (MURIDAE: SIGMODONTINAE) FROM THE ANDES OF SOUTHEASTERN PERU",
    "authors": [
        {
            "first": "Lucía",
            "middle": [],
            "last": "Luna",
            "suffix": "",
            "affiliation": {},
            "email": "lluna@fmnh.org"
        },
        {
            "first": "Víctor",
            "middle": [],
            "last": "Pacheco",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "We describe a new species of Thomasomys from the Vilcabamba Cordillera, Cuzco, Peru. This thomasomyine is a medium-sized, small-eared, and long-tailed rodent similar in external and cranial features to Thomasomys silvestris, a species from the western Andean slopes of Ecuador. The new species presents a unique combination of characters that includes the absence of genal vibrissae, absence of a ''gap'' between the hypothenar and thenar pads, short incisive foramina, and a primitive pattern of carotid circulation. The proposed new species is known only from the type locality, suggesting that its restricted distribution could be attributed to the existence of a relict fauna in the area.",
    "pdf_parse": {
        "paper_id": "LunaandPacheco2002-AnewspeciesofThomasomys(Muridae-Sigmodontinae)fromtheAndesofsoutheasternPeru",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "We describe a new species of Thomasomys from the Vilcabamba Cordillera, Cuzco, Peru. This thomasomyine is a medium-sized, small-eared, and long-tailed rodent similar in external and cranial features to Thomasomys silvestris, a species from the western Andean slopes of Ecuador. The new species presents a unique combination of characters that includes the absence of genal vibrissae, absence of a ''gap'' between the hypothenar and thenar pads, short incisive foramina, and a primitive pattern of carotid circulation. The proposed new species is known only from the type locality, suggesting that its restricted distribution could be attributed to the existence of a relict fauna in the area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "In 1997, Conservation International sponsored an expedition with participants including biologists from the National Museum of Natural History, the Smithsonian Institution, and Museo de Historia Natural of the Universidad Nacional Mayor de San Marcos, Peru. The team surveyed mammals at 2 localities in the Vilcabamba Cordillera in Junín and Cuzco departments, Peru at 2,050 and 3,350 m elevation. This region had been previously inventoried only by Terborgh and Weske, who surveyed the Apurímac Valley collecting birds and bats along an elevational gradient of mainly montane forest (Koopman 1978) , and by Edmund Heller in 1915 in Macchu Picchu, a nearby locality in the department of Cuzco (Thomas 1920) . Among the 16 species of murids found in Vilcabamba (Emmons et al. 2001) , 1 species of Thomasomys was captured at 3,350 m in elfin forest, the habitat termed ''monte chico'' by Terborgh (1971) . This species is more similar to the field on fresh specimens and recorded on skin labels.",
                "cite_spans": [
                    {
                        "start": 584,
                        "end": 598,
                        "text": "(Koopman 1978)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 693,
                        "end": 706,
                        "text": "(Thomas 1920)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 760,
                        "end": 780,
                        "text": "(Emmons et al. 2001)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 886,
                        "end": 901,
                        "text": "Terborgh (1971)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Holotype.-Adult female, Museo de Historia Natural, Universidad Nacional Mayor de San Marcos (MUSM 13064), collected by Louise H. Emmons on 14 June 1997 (original field number LHE 1354). The holotype is a well-made skin with skull, hyoid, and dentaries in good condition.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Paratypes include 4 specimens (skins with skulls, dentaries, and hyoids) collected from the same traplines (MUSM 13063, 13065, USNM 582123, 582124) .",
                "cite_spans": [
                    {
                        "start": 107,
                        "end": 147,
                        "text": "(MUSM 13063, 13065, USNM 582123, 582124)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Type locality.-PERU: Department of Cuzco, Province of La Convención, Vilcabamba Cordillera, eastern slope of the Andes, between the Ene and Urubamba rivers, 325 km northwest of city of Cuzco, 11Њ39Ј36ЉS; 73Њ40Ј02ЉW, at 3,350 m elevation in elfin forest patches of Polylepis, Weinmannia, and Chusquea. Same type locality as that of Cuscomys ashaninka (see Emmons 1999:figure 1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Etymology.-From the indigenous Ashaninka word ''onkiro,'' meaning mouse. The collection locality lies within the traditional territory of the Ashaninka people.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-A species of the subfamily Sigmodontinae (sensu Reig 1980) . A medium-sized Thomasomys with soft, long, and dense fur; tail longer than head and body, monocolored with tip white; pinnae small; sides and toes of manus silvery white and foot with metatarsals brown. Six mammae. Dorsal pelage Buffy Brown, fur on ventral side paler Buffy Yellow without pectoral lines. Genal vibrissae absent and mystacial vibrissae extending a little beyond posterior edge of the pinnae (in dry specimens). Six plantar pads, fleshy and conspicuous. Proximal margin of hypothenar pad levels with distal margin of thenar pad. Rostrum narrower than interorbital breadth, anterior half of nasals slightly spatulated and projected onto sides of rostrum.",
                "cite_spans": [
                    {
                        "start": 59,
                        "end": 69,
                        "text": "Reig 1980)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Mesopterygoid fossa narrow with anterior margin smoothly rounded and without medial process. Carotid circulation of pattern 1 with squamosal alisphenoid groove and sphenofrontal foramen present. Alisphenoid strut present. Upper molar toothrow with weak labial cingula close to mesolophs of M1 and M2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Measurements with short, dark brown hairs. Outer sides of the manus, wrist, and fingers notably white.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Hind feet long and narrow with metatarsals of digits 2-4 distal to metatarsal of digit 5. Claw of digit 5 reaches 2nd phalanx but shorter than base of claw of digit 4. Claw of digit 1 extends slightly behind interphalangeal joint of digit 2 ( Fig. 1a ). Dorsal surface of pes covered with dark brown hair to the base of digits; from this point hairs gradually silvery white. Ungual tufts extend beyond claws of all 5 digits ( Fig.  1a ). Outer margins of hind foot clothed with transparent hairs. Heel covered with brown hair with golden tips that reach outer margin of pes. Plantar pads fleshy and conspicuous. Surface of the soles not scaly.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 243,
                        "end": 250,
                        "text": "Fig. 1a",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 426,
                        "end": 434,
                        "text": "Fig.  1a",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Tail is long (58-61% of total length and 134-153% of length of head and body), with scales in annular disposition and conspicuous. Hairs at base of tail cover 2-2.5 scales. White distal tip of tail is variable in length, from 0% (only white hair in the tip) to 16%, without apparent correlation to age or sex.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Rostrum long and slender. Nasals narrow, anterior half slightly spatulated and projected onto sides of rostrum. Posterior margin of nasals level with or slightly anterior to lacrimals. Zygomatic notch shallow, its anterior margin posterior to nasolacrimal capsule. Interorbital region moderately broad, short, and hourglass-shaped, with smooth edges. Zygomatic arches anteriorly convergent. Skull profile convex with highest part in parietals; nasofrontal surface planar. Upper incisors orthodont (Hershkovitz 1962) . Nasals projected slightly anterior to premaxillaries. Anterior margins of premaxillaries protruding like lobes. Zygomatic plate narrow with anterior margin straight, vertical, and posterior to nasolacrimal capsule (Fig. 2) . Jugal bone conspicuous. Squamosal alisphenoid groove, sphenofrontal foramen, and alisphenoid strut present (carotid circulation pattern 1). Tegmen tympani overlaps posterior suspensory process of squamosal. Flat posterior end of the thin hamular process lies on periotic. Subsquamosal fenestra and postglenoid foramen subequal in size (Fig. 2) . Mastoid fenestra variable in shape and size. Supraoccipital-parietal suture reduced. Incisive foramina parallel-sided, but broader at premaxillary-maxillary suture, posterior margin of foramina separated from anterior margin of M1 by an average of 0.5 mm (Fig. 2) . Ratio of breadth of incisive foramina and its length averages 0.34. Upper molar toothrows parallel.",
                "cite_spans": [
                    {
                        "start": 497,
                        "end": 515,
                        "text": "(Hershkovitz 1962)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 732,
                        "end": 740,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 1078,
                        "end": 1086,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    },
                    {
                        "start": 1344,
                        "end": 1352,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Palate broad and slightly concave, the posterior margin extending to M3 hypocone-hypoflexus. Mesopterygoid fossa with anterior margin smoothly rounded and sides parallel. Posterolateral palatal pits inconspicuous ( Fig. 2) . Roof of mesopterygoid fossa complete, inconspicuous vacuities in lateral walls of fossa (occasional slits between presphenoid and basisphenoid suture). Parapterygoid fossae flat slightly below level of palatine. Fontanelles usually absent. Stapedial process of bulla inconspicuous, lacking contact with alisphenoid.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 215,
                        "end": 222,
                        "text": "Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Stapedial foramen and carotid canal subequal in size. Internal carotid canal bounded by petrosal and ectotympanic portions of auditory bulla. Posterior opening of alisphenoid canal small and oval-shaped. Bullae small relative to skull size. Eustachian tubes are distinct and extend to pterygoid lobes.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Molars bunodont. Interpenetration of labial and lingual folds is only to toothrow axis, then paraflexus and metaflexus are directed around paracone and metacone. Anteromedian flexus is deep and becomes isolated with increased wear. Anterolingual and anterolabial conules are almost subequal. Posteroflexus is slightly deep and visible until toothwear class 3 (Voss 1991) . Anteroloph and mesoloph reach labial side and form a cingulum. Mesoloph of M1 is often intercepted medially by a paralophule (Hershkovitz 1994 ) from paracone, and mesoloph of M2 is connected in its distal end by the same structure. M2 square in shape. M3 oval-shaped with a distinct hypoflexus (Fig. 3a, left photo) .",
                "cite_spans": [
                    {
                        "start": 359,
                        "end": 370,
                        "text": "(Voss 1991)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 498,
                        "end": 515,
                        "text": "(Hershkovitz 1994",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 668,
                        "end": 689,
                        "text": "(Fig. 3a, left photo)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "In lower toothrow, anteromedian flexid of m1 is shallow and anteroconid variable in shape, anterolabial and anterolingual conulids almost subequal. Cingulum projects from anterolabial conulid to protoconid and encloses a small protolophid. Mesolophulid (Hershkovitz 1994 ) distinct and almost parallel to anterolophid, both reaching the lingual side. Ectolophids present in m1 of 3 individuals, but only ectostylids seen in m2. Mesolophid of m1 and m2 are connected distally or subdistally to entoconid by entolophulid (Fig. 3b, left photo) .",
                "cite_spans": [
                    {
                        "start": 253,
                        "end": 270,
                        "text": "(Hershkovitz 1994",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 519,
                        "end": 540,
                        "text": "(Fig. 3b, left photo)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Coronoid process is subequal to condyloid process. Angular process is anterior to condyloid process. Capsular process of lower incisor absent. Superior and inferior masseteric ridges are posterior to anterior margin of m1. Lower incisors are slender, anterior face light yellow (Fig. 2) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 278,
                        "end": 286,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Basihyal of hyoid arched with a wide surface and slightly concave. Tyrohyal shorter than basihyal and arched exteriorly. Ventral margin of basihyal irregular and projected in its middle as an edge (observation made only in 2 specimens).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Comparisons.-Thomasomys onkiro can be readily distinguished from T. caudivarius, which is slightly larger (average of total length 264.6 versus 257; Appendix II), has longer, denser, fur of lighter tawny coloration, and longer Tawny Olive dorsal tips. Ventral coloration of T. caudivarius has same pattern as the buffy-tipped sides and cheeks but with longer tips, which are Chamois or Buffy Cream in some specimens. The throat is lighter. Hind foot is longer (29.7 versus 27 mm). Cranial features include mesopterygoid fossa narrower and with medial process usually present (6 out of 10 specimens in the type series, and 6 out of 7 in series from other), larger orbital fossa (9.6 versus 8.8), narrower interorbital breadth (4.8 versus 5.1), and longer molar toothrow (4.9 versus 4.6).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Thomasomys onkiro requires more detailed comparisons with T. silvestris. External coloration of T. onkiro is darker and more uniform than that of T. silvestris because the colored tips in dorsal fur of the former are shorter. T. onkiro has darker and shorter mystacial vibrissae (ratio of longest mystacial vibrissae to length of head and body 0.36 versus 0.44), subequal to posterior margin of pinnae, whereas in T. silvestris mystacials extend distinctly posterior to pinnae. Proximal margin of hypothenar pad level with distal margin of thenar pad, whereas in T. silvestris thenar and hypothenar pads are separated by a distinct gap (Figs. 1a and 1b) . Nasals of T. onkiro protrude anteriorly beyond premaxillaries, and anterior margins of the premaxillaries are lobed, whereas in T. silvestris nasal procumbency is less distinct and margins of premaxillaries are straight. Incisive foramina of T. onkiro is narrower, ratio of breadth to length of incisive foramina smaller (0.34 versus 0.4), and do not reach the anterior margin of M1, whereas in T. silvestris foramina usually reach anterior margin of M1 (Figs. 2 and  4) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 636,
                        "end": 653,
                        "text": "(Figs. 1a and 1b)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1110,
                        "end": 1126,
                        "text": "(Figs. 2 and  4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Mesopterygoid fossa of T. onkiro is narrower (2.1 versus 2.5), anterior margin is smoothly rounded and almost square in shape, without medial process. Here lateral margins are parallel, whereas in most of the specimens of T. silvestris the fossa is lyreshaped, more concave anteriorly, and bilobed because of presence of medial small process (Figs. 2 and 4) . In addition, roof of mesopterygoid fossa in T. onkiro has con- , ventral (middle), and lateral (bottom) views of cranium, and mandible (below cranium) of Thomasomys silvestris, Anthony, 1924, from Ecuador, Pichincha, Zapadores, Rio Saloya, approximately 1,920 m (USNM 513592). Scale for dorsal, ventral, and lateral views is 8.0 mm (top), for mandible 6.5 mm (bottom). spicuous slits in lateral walls of fossa on either side of presphenoid-basisphenoid suture, whereas in T. silvestris this is completely closed.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 342,
                        "end": 357,
                        "text": "(Figs. 2 and 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Compared with T. silvestris, T. onkiro has distinct M1-M2 paralophules. Labial cingulum at end of anteroloph and mesoloph is more conspicuous, and M1-M2 posteroflexi are deeper and distinct (Fig. 3a) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 190,
                        "end": 199,
                        "text": "(Fig. 3a)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Thomasomys onkiro exhibits a cingulum in m1 that projects from anterolabial conulid to protoconid. In T. silvestris this cin-gulum is short and does not reach protoconid. Mesolophulid of T. onkiro reaches anterolophid and remains parallel-fused with it. This appears like 2 structures that reach lingual side, but in T. silvestris the corresponding structure reaches middle of anterolophid from metaconid but only the anterolophid reaches lingual side (Fig. 3b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 452,
                        "end": 461,
                        "text": "(Fig. 3b)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Thomasomys onkiro presents ectolophids in m1 of 3 individuals, but only ectostylids are seen in m2, whereas ectolophids are absent in m1 and m2 of T. silvestris (Fig. 3b ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 161,
                        "end": 169,
                        "text": "(Fig. 3b",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Thomasomys onkiro, new species",
                "sec_num": null
            },
            {
                "text": "Sixteen species of murid rodent are known from Vilcabamba Cordillera, Cuzco, Peru (Emmons et al. 2001) , a large number considering that nearby localities in Manu National Park that have been inventoried for many more years have yielded only 20 species in montane habitats (Pacheco et al. 1993) . Interestingly, the number of species of the genus Thomasomys is comparable at these 2 sites (6 species from Vilcabamba Cordillera, 5 species from Manu National Park). However, no species present at Manu or other nearby sites seem as similar to T. onkiro as do T. silvestris and T. caudivarius, distributed in Ecuador and northern Peru, respectively. The restricted distribution of T. onkiro might be attributed to fewer explorations in eastern central Peru or to the existence of a relict population of a once-widespread taxon. Given the exhaustive inventories made at similar habitats in Manu National Park, Cuzco (Pacheco et al. 1993) ; Yanachaga-Chemillén National Park, Pasco (Pacheco et al. 1994; E. Vivar, pers. comm.) ; Rio Abiseo National Park, San Martín (Leo and Romo 1992) ; and nearby localities in Bolivia, the hypothesis of a relict species seems the most acceptable.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 102,
                        "text": "(Emmons et al. 2001)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 273,
                        "end": 294,
                        "text": "(Pacheco et al. 1993)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 912,
                        "end": 933,
                        "text": "(Pacheco et al. 1993)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 977,
                        "end": 998,
                        "text": "(Pacheco et al. 1994;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 999,
                        "end": 1021,
                        "text": "E. Vivar, pers. comm.)",
                        "ref_id": null
                    },
                    {
                        "start": 1061,
                        "end": 1080,
                        "text": "(Leo and Romo 1992)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Reports of new species from isolated cordilleras are not surprising because they may not have been extensively explored previously. Recently, a new species of Abrocomidae, C. ashaninka, was also reported from the Vilcabamba Cordillera (Emmons 1999 ).",
                "cite_spans": [
                    {
                        "start": 235,
                        "end": 247,
                        "text": "(Emmons 1999",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Among murids, T. onkiro is the 1st new species reported from this region. As was the case with some species found in a recent survey of Rio Abiseo National Park (Gardner and Romo 1993), several other species from Vilcabamba appear to be new to science, but unfortunately at present most of them are represented only by single specimens.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Describimos una especie nueva de Thomasomys de la Cordillera de Vilcabamba, Cuzco, Perú. Este thomasomino es un roedor de tamaño medio, orejas pequeñas y cola larga, similar en características externas y craneales a Thomasomys silvestris, una especie de las vertientes occidentales del Ecuador. Esta especie presenta una combinación única de carácteres que incluye la ausencia de las vibrisas genales, la ausencia de un espacio entre los cojinetes plantares hipotenar y tenar, foramenes de los incisivos cortos y un patrón de circulación carotídea primitiva. La especie es conocida solamente de la localidad tipo sugiriendo que esta restricción podría ser atribuída a la existencia de un relicto faunístico en el área de estudio. JOURNAL ",
                "cite_spans": [
                    {
                        "start": 730,
                        "end": 737,
                        "text": "JOURNAL",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESUMEN",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/83/3/834/2373302 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This study was first supported by the Collection Study Grant of the American Museum of Natural History to L. Luna. We thank the following curators for allowing the use of specimens for comparisons and illustrations: R. S. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The description of mammals. 1. The external characters of the head",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Mammal Review",
                "volume": "1",
                "issue": "",
                "pages": "151--168",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. C. 1971. The description of mammals. 1. The external characters of the head. Mammal Re- view 1:151-168.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Phylogenetic relationships in neotomine-peromyscine rodents (Muroidea) and a reappraisal of the dichotomy within New World Cricetinae. Miscellaneous Publications of the Museum of Zoology",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "University of Michigan",
                "volume": "157",
                "issue": "",
                "pages": "1--146",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D. 1980. Phylogenetic relationships in neotomine-peromyscine rodents (Muroidea) and a reappraisal of the dichotomy within New World Cri- cetinae. Miscellaneous Publications of the Museum of Zoology, University of Michigan 157:1-146.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "191",
                "issue": "",
                "pages": "1--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D., AND G. G. MUSSER. 1989. System- atic studies of oryzomyine rodents (Muridae, Sig- modontinae): a synopsis of Microryzomys. Bulletin of the American Museum of Natural History 191:1- 83.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A new genus and species of abrocomid rodent from Peru (Rodentia: Abrocomidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "American Museum Novitates",
                "volume": "3279",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EMMONS, L. H. 1999. A new genus and species of abrocomid rodent from Peru (Rodentia: Abrocomi- dae). American Museum Novitates 3279:1-14.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Mammals of the Northern Vilcabamba Mountain Range, Peru. Pp. 105-109 in Rapid Assessment Program (RAP) Working Papers 12, Biological and Social Assessments of the Cordillera de Vilcabamba",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Luna",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Romo",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Conservation International",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EMMONS, L. H., L. LUNA, AND M. ROMO. 2001. Mam- mals of the Northern Vilcabamba Mountain Range, Peru. Pp. 105-109 in Rapid Assessment Program (RAP) Working Papers 12, Biological and Social Assessments of the Cordillera de Vilcabamba, Peru (L. E. Alonso, A. Alonso, T. Schulenberg, and F. G. Dallmeier, eds.). Conservation International, Wash- ington, D.C.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A new Thomasomys (Mammalia: Rodentia) from the Peruvian Andes",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Romo",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Proceedings of the Biological Society of Washington",
                "volume": "106",
                "issue": "",
                "pages": "762--774",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L., AND M. ROMO. 1993. A new Tho- masomys (Mammalia: Rodentia) from the Peruvian Andes. Proceedings of the Biological Society of Washington 106:762-774.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Evolution of Neotropical cricetine rodents (Muridae) with special reference to the phyllotine Group",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Fieldiana: Zoology",
                "volume": "46",
                "issue": "",
                "pages": "1--524",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1962. Evolution of Neotropical cri- cetine rodents (Muridae) with special reference to the phyllotine Group. Fieldiana: Zoology 46:1-524.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The description of a new species of South American hocicudo, or long-nose mouse genus Oxymycterus (Sigmodontinae, Muroidea), with a critical review of the generic content",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "1460",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1994. The description of a new spe- cies of South American hocicudo, or long-nose mouse genus Oxymycterus (Sigmodontinae, Muro- idea), with a critical review of the generic content. Fieldiana: Zoology (New Series) 1460:1-43.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Zoogeography of Peruvian bats with special emphasis on the role of the Andes",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Koopman",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "American Museum Novitates",
                "volume": "2651",
                "issue": "",
                "pages": "1--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KOOPMAN, K. F. 1978. Zoogeography of Peruvian bats with special emphasis on the role of the Andes. American Museum Novitates 2651:1-33.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Distribución altitudinal de los roedores sigmodontinos (Cricetidae) en el Parque Nacional Rio Abiseo",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Leo",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Romo",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEO, M., AND M. ROMO. 1992. Distribución altitudinal de los roedores sigmodontinos (Cricetidae) en el Parque Nacional Rio Abiseo, San Martín, Perú. vol.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Universidad Nacional Mayor de San Marcos",
                "authors": [],
                "year": null,
                "venue": "Memorias del Museo de Historia Natural",
                "volume": "",
                "issue": "",
                "pages": "105--118",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pp. 105-118 in Memorias del Museo de Historia Natural (K. R. Young and N. Valencia, eds.). Uni- versidad Nacional Mayor de San Marcos, Lima, Peru.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "): diagnoses and distributions of species formerly assigned to Oryzomys ''capito",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Brothers",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "by University of Michigan user on 07 October 2021 oryzomyine rodents",
                "volume": "236",
                "issue": "",
                "pages": "1--376",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., M. D. CARLETON, E. M. BROTHERS, AND A. L. GARDNER. 1998. Systematic studies of Downloaded from https://academic.oup.com/jmammal/article/83/3/834/2373302 by University of Michigan user on 07 October 2021 oryzomyine rodents (Muridae, Sigmodontinae): di- agnoses and distributions of species formerly as- signed to Oryzomys ''capito.'' Bulletin of the Amer- ican Museum of Natural History 236:1-376.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "List of mammals species known to occur in Manu Biosphere Reserve",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Ascorra",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Publicaciones del Museo de Historia Natural UNMSM (A)",
                "volume": "44",
                "issue": "",
                "pages": "1--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PACHECO, V., B. D. PATTERSON, J. L. PATTON, L. H. EMMONS, S. SOLARI, AND C. F. ASCORRA. 1993. List of mammals species known to occur in Manu Bio- sphere Reserve. Publicaciones del Museo de Histo- ria Natural UNMSM (A) 44:1-12.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "La riqueza biológica del Parque Nacional Yanachaga-Chemillén",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Pacheco",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Solari",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Vivar",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hocking",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Magistri et Doctores",
                "volume": "7",
                "issue": "",
                "pages": "3--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PACHECO, V., S. SOLARI, E. VIVAR, AND P. HOCKING. 1994. La riqueza biológica del Parque Nacional Yanachaga-Chemillén. Magistri et Doctores 7:3-6.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A new fossil of South American cricetid rodent allied to Wiedomys, with an assessment of the Sigmodontinae",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "A"
                        ],
                        "last": "Reig",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Zoology",
                "volume": "181",
                "issue": "",
                "pages": "227--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REIG, O. A. 1980. A new fossil of South American cricetid rodent allied to Wiedomys, with an assess- ment of the Sigmodontinae. Journal of Zoology (London) 181:227-241.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Color standards and color nomenclature",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomen- clature. 1st ed. Privately published, Washington, D.C.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Revision of the tribe Phyllotini (Rodentia: Sigmodontinae), with a phylogenetic hypothesis for the Sigmodontinae",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "1464",
                "issue": "",
                "pages": "1--112",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEPPAN, S. J. 1995. Revision of the tribe Phyllotini (Rodentia: Sigmodontinae), with a phylogenetic hy- pothesis for the Sigmodontinae. Fieldiana: Zoology (New Series) 1464:1-112.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Distribution of environmental gradients: theory and a preliminary interpretation of distributional patterns in the avifauna of the Cordillera Vilcabamba",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Terborgh",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Peru. Ecology",
                "volume": "52",
                "issue": "",
                "pages": "23--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TERBORGH, J. 1971. Distribution of environmental gra- dients: theory and a preliminary interpretation of distributional patterns in the avifauna of the Cordil- lera Vilcabamba, Peru. Ecology 52:23-40.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Report of the Mammalia collected by Mr. Edmund Heller during the Peruvian Expedition of 1915 under the auspices of Yale University and the National Geographic Society",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "Proceedings of the United States National Museum",
                "volume": "2333",
                "issue": "",
                "pages": "217--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THOMAS, O. 1920. Report of the Mammalia collected by Mr. Edmund Heller during the Peruvian Expe- dition of 1915 under the auspices of Yale University and the National Geographic Society. Proceedings of the United States National Museum 2333:217- 249.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Systematics and ecology of ichthyomyine rodents (Muroidea): patterns of morphological evolution in a small adaptive radiation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "188",
                "issue": "",
                "pages": "259--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VOSS, R. S. 1988. Systematics and ecology of ichthy- omyine rodents (Muroidea): patterns of morpholog- ical evolution in a small adaptive radiation. Bulletin of the American Museum of Natural History 188: 259-493.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "An introduction to the Neotropical muroid rodent genus Zygodontomys",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "210",
                "issue": "",
                "pages": "1--113",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VOSS, R. S. 1991. An introduction to the Neotropical muroid rodent genus Zygodontomys. Bulletin of the American Museum of Natural History 210:1-113.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A revision of the Brazilian muroid rodent genus Delomys with remarks on ''Thomasomyine'' characters",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Museum Novitates",
                "volume": "3074",
                "issue": "",
                "pages": "1--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VOSS, R. S. 1993. A revision of the Brazilian muroid rodent genus Delomys with remarks on ''Thomaso- myine'' characters. American Museum Novitates 3074:1-44.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": ".-Detail of plantar pads of left foot of a) Thomasomys onkiro (MUSM 13064) and b) Thomasomys silvestris (USNM 513592); h, hypothenar pad; t, thenar pad. Arrow indicates absence of gap between hypothenar and thenar pads in T. onkiro and gap in T. silvestris.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "text": ", ventral (middle), and lateral (bottom) views of cranium and mandible (below cranium) of Thomasomys onkiro, new species, MUSM 13064. Scale for dorsal, ventral, and lateral views is 8.5 mm (top), for mandible 6.5 mm (bottom).",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "num": null,
                "text": "-a) Occlusal view of upper right molars: Thomasomys onkiro (left, MUSM 13064), Thomasomys silvestris (right, USNM 513592). b) Occlusal view of lower right molars: T. onkiro (left, MUSM 13064), T. silvestris (right, USNM 513592).",
                "type_str": "figure",
                "uris": null
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td colspan=\"8\">OF MAMMALOGY</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>n</td><td>8</td><td>8</td><td>8</td><td/><td>8</td><td>8</td><td>8</td><td>8</td><td>9</td><td>10</td><td>9</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>10</td><td>9</td><td>10</td><td>10</td><td>5</td><td>5</td></tr><tr><td/><td>Thomasomys caudivarius</td><td>Mean Range</td><td>114.38 99-125</td><td>151.5 141-163</td><td>29.75 28.5-31</td><td/><td>12.80 10.18-14.22</td><td>42.51 39.1-45.84</td><td>22.98 18.4-26.52</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>1.54 1.36-1.71</td><td>16.16 15.1-17.29</td><td>13.81 12.99-14.18</td><td>2.41 2.17-2.74</td><td>1.50 1.31-1.63</td><td>9.13 8.96-9.53</td><td>1.94 1.65-2.12</td></tr><tr><td/><td/><td>n</td><td>10</td><td>10</td><td>10</td><td/><td>10</td><td>10</td><td>10</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>10</td><td>8</td><td>9</td><td>10</td><td>10</td><td>10</td><td>10</td></tr><tr><td/><td>Thomasomys silvestris</td><td>Mean Range</td><td>106.3 95-127</td><td>147.4 139-157</td><td>28.7 28-30</td><td/><td>10.82 10.2-11.44</td><td>45.76 40.4-50.9</td><td>23.33 20-26.36</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>1.59 1.45-1.68</td><td>15.76 14.79-16.28</td><td>13.57 13.02-14.1</td><td>2.06 1.9-2.18</td><td>1.37 1.26-1.48</td><td>9.42 9.07-9.95</td><td>2.47 2.33-2.76</td></tr><tr><td>APPENDIX II</td><td>Measurements of Thomasomys onkiro, new species</td><td>Mean Range n</td><td>Length of head and body 106.4 94-114 5</td><td>Tail length 151 144-159 5</td><td>Length of hind foot 27 26-28 5</td><td>Ear length 19.4 19-20 5</td><td>Length of dorsal fur 12.72 12.45-13.31 5</td><td>Length of longest mystacial vibrissae 38.33 35.61-41.32 5</td><td>Length of longest superciliary vibrissae 22.02 19-24 5</td><td>Greatest length of skull 29.33 28.69-29.99 5</td><td>Condyloincisive length 26.55 25.45-27.33 5</td><td>Condylomolar length 16.8 16.38-17.1 5</td><td>Condyloincisive length-condylomolar length 9.75 9.07-10.43 5</td><td>Length of rostrum 9.79 9.44-10.81 5</td><td>Breadth of rostrum 4.58 4.45-4.68 5</td><td>Length of orbital fossa 8.85 8.52-9.09 5</td><td>Length of nasal 10.94 10.8-11.18 5</td><td>Breadth of nasal 3.15 3.01-3.31 5</td><td>Least interorbital breadth 5.13 4.97-5.25 5</td><td>Length of diastema 8.45 8-9.05 5</td><td>Length of bony palate 4.9 4.72-5.1 5</td><td>Breadth of bony palate 6.37 6.22-6.55 5</td><td>Length of incisive foramina 5.59 5.21-6 5</td><td>Breadth of incisive foramina 1.92 1.79-2.09 5</td><td>Length of maxillary toothrow 4.56 4.5-4.65 5</td><td>Breadth of palatal bridge 3.32 3.1-3.55 5</td><td>Breadth of 1st upper molar 1.44 1.4-1.5 5</td><td>Zygomatic breadth 15.68 14.89-16.17 5</td><td>Breadth of braincase 13.71 13.29-14.03 5</td><td>Breadth of zygomatic plate 2.09 1.94-2.26 5</td><td>Depth of incisor 1.37 1.32-1.46 5</td><td>Height of braincase 9.02 8.92-9.18 5</td><td>Width of mesopterygoid fossa 2.07 1.96-2.18 5</td></tr></table>",
                "text": "Thomasomys onkiro, new species from Peru (Cuzco, Vilcabamba Cordillera, 3,350 m); Thomasomys silvestris from Ecuador (Pichincha, Las Máquinas, 2,100 m); and Thomasomys caudivarius from Ecuador (E1 Oro, Taraguacocha, Cordillera de Chilla). Linear measurements are in millimeters.",
                "type_str": "table"
            }
        }
    }
}