{
    "paper_id": "Lyon1925-BatsCaughtbyBurdocks",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:50.373820Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "The color of winter specimens is nearly the same as of the Kamchatka sable, but is of a more decided cinnamon tint and lighter. The throat patch is also .of the same cinnamon color (something between pinkish cinnamon and light .pinkish cinnamon). The head is of avellaneous tint or pinkish cinnamon, the back darker (from mikado brown to verona brown). The flanks sayal brown or tawny-olive. The underfur is light pale yellowish at the bases and more cinnamon at the tips. \"The summer fur is duller and darker, more brownish; the general tint is between natal brown and verona brown; underfur darker; throat patch more conspicuous.. 'The sable is a common animal on the whole Saghalien Island. The Ussuri sable is, probably, very near to the described subspecies.",
    "pdf_parse": {
        "paper_id": "Lyon1925-BatsCaughtbyBurdocks",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The color of winter specimens is nearly the same as of the Kamchatka sable, but is of a more decided cinnamon tint and lighter. The throat patch is also .of the same cinnamon color (something between pinkish cinnamon and light .pinkish cinnamon). The head is of avellaneous tint or pinkish cinnamon, the back darker (from mikado brown to verona brown). The flanks sayal brown or tawny-olive. The underfur is light pale yellowish at the bases and more cinnamon at the tips. \"The summer fur is duller and darker, more brownish; the general tint is between natal brown and verona brown; underfur darker; throat patch more conspicuous.. 'The sable is a common animal on the whole Saghalien Island. The Ussuri sable is, probably, very near to the described subspecies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Zoological Museum, Moscow University, Moscow, Russia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Between Cape May, New Jersey, where the masked shrew occurs, and the environs of Washington, D. C., where Sorex longirostris, Sore» fontinalis and Microsorex winnemana have been found, intervenes a region that seems in need of systematic trapping for long-tailed shrews. Accordingly I record, as a beginning, a specimen .of the masked shrew (Sorex cinereus) which, on November 25, 1924, entered one of my traps set in a sphagnum bog at the northern edge ofa wooded slope about 3 miles east of Newark, Delaware. Newark is 78 miles, following the line of the Baltimore and Ohio Railroad, from Laurel, Maryland, where Sore» fontinalishas been recorded (Bailey, Mammals of the District of Columbia).-MoRRIS M. •GREEN, Ardmore, Pennsylvania.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GENERAL NOTES A •DELAWARE RECORD OF THE MASKED SHREW",
                "sec_num": null
            },
            {
                "text": "A note by Leslie T. Little (Auk, vol. 42, p. 284, 1925) on birds, and incidentally .one.bat, being caught by burdocks recalls a similar occurrence with regard to bats which I saw in 1892. In an old abandoned structure known as Benham's Mill, Rock Island Arsenal, Illinois, numerous bats of a small brown species, probably /l-!yotislucifugus, used to find their abode. Near the mill was a large clump of burdocks. On one occasion I noticed at least a dozen bats of apparently the same species that lived in the mill caught by the burdock burs. They were quite dry and mummified by the summer sun. No birds were caught with them.c-Mxncos WARD LYON, JR., South Bend, Indiana.",
                "cite_spans": [
                    {
                        "start": 27,
                        "end": 55,
                        "text": "(Auk, vol. 42, p. 284, 1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "BATS CAUGHT BY BURDOCKS",
                "sec_num": null
            },
            {
                "text": "On April 26, 1925, while I was examining the timbered bottomland of Cherry Creek,near Parker (about twenty miles south of Denver), Colorado, my attentionwas attracted by faint .squealings which came from a magpie's nest about twelve feet above the ground in a scrub oak.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNUSUAL NESTING OF A RACCOON",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/6/4/280/864434 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "UNUSUAL NESTING OF A RACCOON",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {}
    }
}