{
    "paper_id": "Manville1942-Notesonthemammalsofmountdesertisland,Maine",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:29:59.101108Z"
    },
    "title": "NOTES ON THE MAMMALS OF MOUNT DESERT ISLAND, MAINE",
    "authors": [
        {
            "first": "Richard",
            "middle": [
                "H"
            ],
            "last": "Manville",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Iowa Cooperative Wildlife Research Unit",
                "location": {
                    "settlement": "Ames",
                    "region": "Iowa"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": ", is situated in the Gulf of Maine about 20 miles northeast of Penobscot Bay. It is nearly circular in outline, with an area of approximately 100 square miles. The channel separating it from the mainland is so narrow as hardly to constitute a barrier to mammal dispersal, especially as it frequently freezes over. A range of granitic mountains, the highest (Cadillac Mountain) rising to 1,532 feet, extends across the southern part of the island. Most of this mountainous part, with its many lakes, is included in Acadia National Park, and as such is a sanctuary for wildlife. The entire islandhas been subjected to glaciation and many barren, rocky summits persist; the soil, for the most part, is a brown, stony, glacial till. The rockbound coastline presents everywhere a rugged appearance. Climatic conditions at Bar Harbor, as compiled by Mindling (1930), are indicated by the following figures: mean annual precipitation, 47.89 in.; average annual snowfall, 74.9 in.; mean annual temperature, 44.2°F.; average maximum temperature, summer, 74°, winter, 32.5°; average minimum temperature, summer, 52.6°, winter, 15°; highest temperature on record, 96°; lowest temperature on record,-21°; length of growing season, 149 days. Proximity to the Labrador Current, plentiful rainfall-and frequent fogs, and a variety of environmental conditions make for a peculiar combination of northern and southern kinds of plants and animals. Moore (1921) mentions the island's former connection with the mainland, and the northward migration of many forms of life after the recession of the glaciers, as possible.causes of the unusual flora and fauna. The forests are essentially northern in character, belonging to the spruce-fir and northern hardwood types. Spruces are dominant, the red spruce in the hinterland and the white spruce along the waterfront. Mingled wi th these, or in small pure stands, are balsam fir, white cedar, white and red pines, hemlock, and such hardwoods as white, grey, and yellow birchs, red and sugar maples, aspen, red oak, and beech. Pitch pine occurs in isolated pure stands, associated with huckleberry (Gaylussacia baccata) , bearberry (Arctostaphylos Uua-ursii, and in some places Corema Conradii and Hudsonia ericoides. There are bogs with black spruce, Labrador tea (Ledum groenlandicum), and leatherleaf (Chamae",
    "pdf_parse": {
        "paper_id": "Manville1942-Notesonthemammalsofmountdesertisland,Maine",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": ", is situated in the Gulf of Maine about 20 miles northeast of Penobscot Bay. It is nearly circular in outline, with an area of approximately 100 square miles. The channel separating it from the mainland is so narrow as hardly to constitute a barrier to mammal dispersal, especially as it frequently freezes over. A range of granitic mountains, the highest (Cadillac Mountain) rising to 1,532 feet, extends across the southern part of the island. Most of this mountainous part, with its many lakes, is included in Acadia National Park, and as such is a sanctuary for wildlife. The entire islandhas been subjected to glaciation and many barren, rocky summits persist; the soil, for the most part, is a brown, stony, glacial till. The rockbound coastline presents everywhere a rugged appearance. Climatic conditions at Bar Harbor, as compiled by Mindling (1930), are indicated by the following figures: mean annual precipitation, 47.89 in.; average annual snowfall, 74.9 in.; mean annual temperature, 44.2°F.; average maximum temperature, summer, 74°, winter, 32.5°; average minimum temperature, summer, 52.6°, winter, 15°; highest temperature on record, 96°; lowest temperature on record,-21°; length of growing season, 149 days. Proximity to the Labrador Current, plentiful rainfall-and frequent fogs, and a variety of environmental conditions make for a peculiar combination of northern and southern kinds of plants and animals. Moore (1921) mentions the island's former connection with the mainland, and the northward migration of many forms of life after the recession of the glaciers, as possible.causes of the unusual flora and fauna. The forests are essentially northern in character, belonging to the spruce-fir and northern hardwood types. Spruces are dominant, the red spruce in the hinterland and the white spruce along the waterfront. Mingled wi th these, or in small pure stands, are balsam fir, white cedar, white and red pines, hemlock, and such hardwoods as white, grey, and yellow birchs, red and sugar maples, aspen, red oak, and beech. Pitch pine occurs in isolated pure stands, associated with huckleberry (Gaylussacia baccata) , bearberry (Arctostaphylos Uua-ursii, and in some places Corema Conradii and Hudsonia ericoides. There are bogs with black spruce, Labrador tea (Ledum groenlandicum), and leatherleaf (Chamae",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "daphne calyculata), as well as salt marshes. The occurrence of such southern plants as mountain laurel (Kalmia latifolia) , mountain holly (Nemopanthu8 mucronata), and scrub oak (Quercus ilicifolia) on the same island with the bakedapple berry (Rubus Chamsemoruei, crowberry (Empetrum nigrum) , and Arctic cinquefoil (Potentilla tridentata) of the north, emphasizes the peculiar situation.",
                "cite_spans": [
                    {
                        "start": 103,
                        "end": 121,
                        "text": "(Kalmia latifolia)",
                        "ref_id": null
                    },
                    {
                        "start": 244,
                        "end": 292,
                        "text": "(Rubus Chamsemoruei, crowberry (Empetrum nigrum)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Pope (1921) made an ardent plea for the gathering of data on mammals in the state of Maine. Mount Desert Island, with its several biological stations, would seem to have been a natural center for such research, yet few papers concerning the mammals of the island have appeared. Bailey (1925) , in an unpublished manuscript, lists thirty species. Twitchell and Crockett (1925) merely enumerate four species iPeromuecue, Clethrionomys, Glaucomys, and Tamiasciurus). Johnson (1927) reports experimental studies on Peromyscus, Clethrionomys, and Microtus. Stupka (1932-35) has recorded many observations oil the island mammals in a mimeographed bulletin. Branin (1936, a and b) in two papers has discussed Zapus and Napaeozapus; and in another paper (1939) gives an annotated list of twelve kinds of small mammals trapped on the Island. Excavations of old Indian sites along the coast of Maine have yielded remains of earlier mammals, In the Mount Desert Island region, Wyman (1868) has unearthed bones of wolf, beaver, deer, and elk; and Moorehead (1922) reports the gray seal (Halichoerus), the Indian dog, and sea mink, as well as large numbers of raccoon, lynx, wolf, muskrat, and deer.",
                "cite_spans": [
                    {
                        "start": 5,
                        "end": 11,
                        "text": "(1921)",
                        "ref_id": null
                    },
                    {
                        "start": 285,
                        "end": 291,
                        "text": "(1925)",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 375,
                        "text": "Twitchell and Crockett (1925)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 464,
                        "end": 478,
                        "text": "Johnson (1927)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 552,
                        "end": 568,
                        "text": "Stupka (1932-35)",
                        "ref_id": null
                    },
                    {
                        "start": 658,
                        "end": 673,
                        "text": "(1936, a and b)",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 752,
                        "text": "(1939)",
                        "ref_id": null
                    },
                    {
                        "start": 966,
                        "end": 978,
                        "text": "Wyman (1868)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1045,
                        "end": 1051,
                        "text": "(1922)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During the summers of 1937-39 the writer was employed as a ranger-naturalist in .A.cadia National Park and collected certain of the mammals of the island. Specimens ofmany of the species mentioned herein are preserved in the collections of the Acadia National Park (ANP) at Bar Harbor, and of the Museum of Zoology at the University of Michigan (UMMZ). Reports were gathered from various local residents acquainted with the mammalian fauna of the island. This paper summarizes these scattered data and, it is hoped, presents a more complete picture of the mammal life on the island. Forty-four species areh erein discussed. Grateful acknowledgment is made to my fellow workers for specimens and data contributed, in• .particular to Louis R. Fowler and Ora Y. Thompson, rangers; Vernon Lunt, C.C.C. foreman; and Lyle E. Smith, game warden. I am especially indebted to Arthur Stupka, park naturalist of the Great Smoky Mountains National Park, who has generously turned over to me data collected by him during three years in Acadia National Park. Dr. W. H. Burt has kindly read the manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Parascalops breweri Bachman. Brewer's mole.-No specimens of the hairy-tailed mole have been seen by the writer, but they are reported by local residents. Bailey (1925) writes that they \"undoubtedly occur in fields and gardens upon the island .... Many mole hills were seen that were evidently made by this species.\"",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 167,
                        "text": "Bailey (1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Condylura cristata Linnaeus. Star-nosed mole.-Known from 'two specimens, one obtained the summer of 1934 by Vernon Lunt at the south end of the Tarn, the other on June Downloaded from https://academic.oup.com/jmammal/article/23/4/391/871096 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Mustela vison mink Peale and Beauvois. Mink. -Thompson and Smith (1933) reported forty minks on the island. Trapping and hunting with dogs have reduced their numbers in the past. Minks are seen rather frequently along the shores of salt water, or beside freshwater lakes and streams. One was taken in a Bailey beaver trap on September 27, 1934, by Lyle E. Smith at Round Pond. Specimens examined: ANP, 3.",
                "cite_spans": [
                    {
                        "start": 45,
                        "end": 71,
                        "text": "-Thompson and Smith (1933)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Mustela macrodon Prentiss. Sea mink. -Prentiss (1903) described this species from a portion of a skull found in a shell heap at Brooklin, about eight miles west of Mount Desert Island, across Bluehill Bay. Subsequently many skeletal remains have been recovered from old Indian sites along the Maine coast, including Boynton's shell heap at Lamoine, across Frenchman's Bay from the island, as described by Moorehead (1922) . The formal descriptionof this species prompted Hardy (1903) , of Brewer, Maine, to write a short account of it. Asone of the chief fur-traders in Maine, over 50,000 mink skins had passed through his hands. He recognized asa distinct form a very large mink, skins of which were received from the Indians of the Penobscot and Jericho Bay regions until about 1860, and believed it to be this species. This large form 'was most highly developed on Swan's and Marshall's islands.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 53,
                        "text": "-Prentiss (1903)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 405,
                        "end": 421,
                        "text": "Moorehead (1922)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 471,
                        "end": 483,
                        "text": "Hardy (1903)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Mrs. Fannie H. Eckstorm, a daughter of Hardy, wrote (1935, in lit.) that the \"shore\" or \"seashore\" minks were \"much larger,very red brown, poorer quality of fur and with a pelt noticeably redder and a peculiar smell.\" She recalls seeing it in the 1870's, and believes it persisted somewhat longer to the eastward. Following Seton's note (1921), a mounted specimen was located in the collection of Clarence H. Clark of Lubec, Maine. This is an unusually large, light colored mink, collected at Campobello Island, New Brunswick, about 1894. It was examined by Norton (1930) , who believed it to be macrodon. A photograph of this specimen, by Stupka, appears in Leopold's article (1936) . It has seemed worthwhile to include here these data on this presumably extinct species.",
                "cite_spans": [
                    {
                        "start": 39,
                        "end": 67,
                        "text": "Hardy, wrote (1935, in lit.)",
                        "ref_id": null
                    },
                    {
                        "start": 558,
                        "end": 571,
                        "text": "Norton (1930)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 659,
                        "end": 683,
                        "text": "Leopold's article (1936)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Lutra canadensis canadensis Schreber. River otter.-This animal is scarce, if not extinct, on the island. It was last reported by Lyle Smith on March 11, 1935, when unmistakable tracks were seen leading from the outlet of Great Brook over Western Mountain. Smith had seen tracks of the otter frequently in this area in previous years and believed it crossed the island to enter the sea on the southwest side, frequenting beaver colonies en route. Bailey (1925) records, \"In examining Aunt Betty's Pond we found fresh slides and signs along the shores 'and heard the call note of undoubtedly an old otter which had young nearby.... Their droppings were made up mainly of frogs' bones.\" O. Y. Thompson reports watching one eating frogs at New Mill Meadow about 1929. Such placenames as Otter Creek and Otter Point attest to their former presence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Mephitis mephitis nigra Peale and Beauvois. Striped skunk.-The skunk is a common animal in most parts of the island and is frequently -encountered along the roads at night. In 1933 Thompson and Smith estimated there were 250 on the island and that their numbers were slightly increasing. Specimen examined: UMMZ, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Vulpesfulva Desmarest. Red fox.-The abundance of foxes is, according to Bailey (1925), the reason for the scarcity of ruffed grouse and snowshoe rabbits on the island. Only occasionally-is one seen in the wild. On June 18 an adult with two young, apparently only a few weeks old, was reported near Hadley Point. A silver fox was seen by O. Y. Thompson, about 1918 , at the Ovens.",
                "cite_spans": [
                    {
                        "start": 343,
                        "end": 363,
                        "text": "Thompson, about 1918",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Lynx canadensis canadensis Kerr. Canada lynx.-Probably extirpated on the island many years ago. Bailey (1925) writes, \"Undoubtedly they were originally native here, as apparently they covered all this northern country at one time.\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Lynx rufus rufus Schreber. I Bobcat.-Only a few records of bobcats on the island are available. Joe Tracy says he killed one in Gilmore Meadow about 1878. O. Y. Thompson believes one was present as late as 1925. Hardy (1909) writes, \"My father once saw thirteen fully grown sheep which two wildcats had killed in one night on Mt. Desert Island.\"",
                "cite_spans": [
                    {
                        "start": 212,
                        "end": 224,
                        "text": "Hardy (1909)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Phoca vitulina concolor De Kay. Harbor seal.-Seals were nearly exterminated around the island when a bounty was offered on them about 1900. The Indians also used their skins for souvenirs. Today they are commonly seen in many places around the island, although their damage to weirs has resulted in some reduction by fishermen. In Western Bay they Downloaded from https://academic.oup.com/jmammal/article/23/4/391/871096 by University of Michigan user on 07 October 2021 re especially numerous and are seen in greatest numbers in the early spring when the ice IS breaking up. At such times Vernon Lunt has seen 100 or more and Captain Rodney Sadler has re?orted.120 at once. The names Seal Cove, Seal Harbor, and Seal Rocks bear witness to their earher abundance. Specimen examined: ANP, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Marmotamonax canadensis Erxleben. Woodchuck.-Bailey writes that in 1925 wood-c~ucks were not known on the island, but that they were present on the adjacent mainland.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "SInce then they have become established, although as yet they are uncommon. Thompson and Smith, in 1933 , estimated twenty on the island and their numbers are slowly increasing. No specimens have been examined by the writer. Geographically, canadensis is the closest race. Howell (1915) Glaucomys sabrinus macrotis Mearns. Flying squirrel.-This nocturnal species appears to be rather common and widespread over the island. It is known from near sea level (Bar Harbor, Northeast Harbor) to the summit of Cadillac Mountain. In mid-September many were observed feeding on acorns an hour or so before midnight. On May 22, 1933, a female and three young were brought in by Mr. Dow, of the Mount Desert Nurseries. Mr. Dow stated that the young were born in a bureau drawer about four weeks earlier. Stupka (1935) describes an outside nest found occupied by four flying squirrels on December 19, 1934, south of the Tarn. This nest, a flattened sphere some ten inches in greatest diameter, was located about 20 feet from the ground in a small red spruce. It consisted largely of white cedar bark, finely shredded in the interior, as well as Usnea lichen and spruce twigs, and had a single entrance. Specimens examined: ANP, 6.",
                "cite_spans": [
                    {
                        "start": 76,
                        "end": 103,
                        "text": "Thompson and Smith, in 1933",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 273,
                        "end": 286,
                        "text": "Howell (1915)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 793,
                        "end": 806,
                        "text": "Stupka (1935)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Castor canadensis canadensis Kuhl, Beaver.-The original beavers on the island were entirely trapped out in colonial days. The present population comes from two pairs released in 1920, under the supervision of George B. Dorr, on the stream flowing from Bubble .Pond into Eagle Lake. So successfully have they become established that in recent years It has become necessary to live-trap and remove many to the western part of the island, where they are now plentiful. In 1934, while excavating muck at Great Meadow, distinct beaver cuttings were found six or eight feet below the surface. Erwin J. Raisz, a geologist, stated at the time that in this locality such muck would probably accumulate at the rate of about one foot per hundred years.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Peromyscus maniculatus abietorum Bangs. White-footed mouse.-Probably this is the most abundant mammal on the island. It is widespread, occurring in hardwood and coniferous forests, in marshes and occasionally in dwellings. It ranges practically from sea level to the summit of Cadillac Mountain. At the higher elevations it appears to be the most numerous species of mouse. On January 11, 1935, William Parsons discovered a nest with six adults in a hollow white cedar about twelve feet above the ground near Sieur de Monts Spring. Specimens examined: ANP, 132; UMMZ, 10.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Clethrionomys gapperi ochraceus Miller. Red-backed mouse.e--This mouse is nearly as numerous as Peromyscus, and likewise occurs practically from sea level to the summit of Cadillac Mountain, chiefly in coniferous forests. The species is not strictly nocturnal, for several specimens were taken between noon and 4:00 p.m. Johnson (1927) found that this species and Peromyscus were approximately equal in numbers at intermediate altitudes, from 150 to 250feet above sea level. A nest with five young, their eyes still unopened, was found on September 28, 1934, by Vernon Lunt near the Tarn. Specimens examined: ANP, 71; UMMZ, 7.",
                "cite_spans": [
                    {
                        "start": 321,
                        "end": 335,
                        "text": "Johnson (1927)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Microtus pennsylvanicus pennsylvanicus Ord. Meadow mouse.-This rodent is locally abundant in meadows, fields, and marshes throughout the island, but sometimes is taken in open woods. There are records from sea level (Sand Beach) to the summit of Cadillac Mountain, but it is more plentiful at the lower elevations. Specimens examined: ANP, 24; UMMZ, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Ondatra zibethica zibethica Linnaeus. Muskrat.-Muskrats are well distributed in many marshes and ponds over the entire island. Their numbers have been kept down by trapping, but they now seem to be slightly on the increase. Specimen examined: ANP, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Zapus hudsonius hudsonius Zimmermann. Meadow jumping mouse.-This mouse has been trapped in several widely separated marshes and meadows on the island, but is nowhere numerous. It has not been collected above 300 feet elevation. Branin (1936b) reports that in 1934 the last one trapped was on September 23. None was taken in October of that year by Stupka; but on December 11 two hibernating mice were dug up near the Kebo Valley Country Club from 14 inches beneath the surface of a clay bank. Batchelder (1899) described Z. h. hardyi from Mount Desert Island; this race is now regarded as a synonym of hudsonius. Specimens examined: ANP, 10; UMMZ, 3.",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 242,
                        "text": "Branin (1936b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Napaeozapus insignis insignis Miller. Woodland jumping mouse.-Only two specimens of this species have been seen, one taken on May 9, 1936, by Maurice Sullivan at Sieur de Monts Spring, and the other on August 24, 1934,by M. L. Branin. The latter specimen \"was caught at the edge of a mixed woods of oak, maple, birch and aspen, and at a point where this merges with the grassy tundra east of Champlain Mountain.\" Branin (1936a) further records that on September 7, 1934, Vernon Lunt unearthed an adult and nine young from a globular nest of leaves and dry grasses in a brush pile along a small creek in dense woodland south of the Tarn. Six of the young were taken alive, and subsequently released. Specimens examined: ANP, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Mus musculus musculus Linnaeus. House mouse.-Occasional specimens are collected near public camp sites and picnic grounds, but theyare not plentiful. Specimens examined: ANP,9.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Rattus norvegicus Erxleben. Norway rat.-Specimens have been taken about deserted stables near the Bear Brook Campground. Several were seen, killed by automobiles along public highways. Specimens examined: ANP, 7; UMMZ, 1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Erethizon dorsatum dorsatum Linnaeus. Porcupine.-Although extremely rare or absent on the island, the porcupine is present on the adjoining mainland. Bailey (1925) writes, \"Apparently porcupines are not original inhabitants of Mount Desert Island, or if so, they must have disappeared long years ago. Mr. Thompson tells me that during his own and his father's lifetime on the island, they have not been known except two or three which were brought to the island about ten years ago and remained for a short time but later were killed.\" Joe Tracy reports that one was killed at Somes Sound about 1919. Lyle Smith saw one along Downloaded from https://academic.oup.com/jmammal/article/23/4/391/871096 by University of Michigan user on 07 October 2021 a carriage road on September 25, 1934; he believed it was one of several brought to the island about 1927.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 163,
                        "text": "Bailey (1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Lepus americanus virginianus Harlan. Snowshoe rabbit.-This rabbit is widespread at all elevations over the island, but was not plentiful in 1939. Possibly predation by foxes is instrumental in keeping down their numbers, as Bailey (1925) suggests. He writes further, \"These animals are rather scarce on the island at the present time, but Mr. Thompson says they were much more numerous two or three years ago.\" Vernon Lunt observed young, apparently just out of the nest, on May 20,1933. Rabbits were observed in full winter pelage between November 28, 1934, and April 4, 1935 . Lyle Smith and O. Y. Thompson report that 900 were trapped near Seawall in the fall of 1931 and shipped to sportsmen in Pennsylvania. Specimens examined: ANP, 2.",
                "cite_spans": [
                    {
                        "start": 224,
                        "end": 237,
                        "text": "Bailey (1925)",
                        "ref_id": null
                    },
                    {
                        "start": 540,
                        "end": 562,
                        "text": "November 28, 1934, and",
                        "ref_id": null
                    },
                    {
                        "start": 563,
                        "end": 576,
                        "text": "April 4, 1935",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Odocoileus virginianus borealis Miller. White-tailed deer .-Deer are abundant over most forested portions of the island at all elevations. They are frequently seen along the roads. Miss Virginia Frost counted 163 deer in 77 days in this manner in the summer of 1939. Estimates of the total population range from 300 to the \"thousands\" reported by tourists; 500-600 would seem to be a safe figure. For some 30 years, except for one ten-day interval, there has been no legal hunting on the island. Vernon Lunt, in 1939, believed that some 100 were poached annually. Aside from this; the only apparent check on their numbers is predation by domestic dogs. Deer are known to cross to the mainland, but so few do that this cannot be of much importance in reducing their population on the island. Among their favorite foods on the island are American yew, mountain ash, red maple, and white cedar; several persons report that •they definitely prefer old to young cedar browse. Mating was reported by Mr. Dow, at the Mount Desert Nurseries, on the night of November 8, 1934. Albino deer have been seen repeatedly in several distant sections of the island. Specimens examined: ANP, 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Alces americana americana Clinton. Moose. -Bailey (1925) writes, \"Mr. O. Y. Thompson tells me that these great game animals once inhabited Mount Desert Island but have not been known here for at least two generations back.\" Joe Tracy reports that the last one on the island was a cow moose killed by dogs near Long Pond, about 1859. Tracy's uncle, Charles Clemont, recalled tales of boys collecting moose antlers shed in a winter yard at Hunter's Beach Brook. This would go back more than 100 years. There are frequent reports of vagrant moose on the island. One such report, apparently authentic, was of two moose landing on the shore near Duck Brook, about 1920, and breaking the glass in greenhouses there; they crossed the island and were last seen near Seal Cove.",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 56,
                        "text": "-Bailey (1925)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Balaenoptera physalus Linnaeus. Finback whale.-Professor Ulric Dahlgren, of the Mount Desert Island Biological Laboratory, reports that for two months one summer two of these whales were seen occasionally near Googin Ledge, a point in the Narrows between the island and the mainland.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Megaptera nodosa Bona.terre. Humpback whale.-Arthur Stupka records that one of these whales was observed on August 10, 1934, and for thirteen consecutive days thereafter, in the vicinity of the Porcupine Islands, in Frenchman's Bay.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Phocaena phocoena Linnaeus. Harbor porpoise.-Schools of from two or three up to a dozen porpoises are not an uncommon sight in the waters surrounding Mount Desert Island. From July 4 to September 13, 1939, eight such schools were observed in Frenchman's Bay and the waters about the Cranberry Islands. Proc. New England Zool. Club, vol. 1, pp. 3-7. BRANIN, MANLIF LELYN. 1936a . Napaeozapus on Mount Desert Island. Jour. Mamm., vol. 17, p. 174. 1936b . The beginning of hibernation of jumping mice on Mount Desert Island. New England Mus. Nat. Hist., Bull. 80, pp. 5-6.",
                "cite_spans": [
                    {
                        "start": 326,
                        "end": 376,
                        "text": "Club, vol. 1, pp. 3-7. BRANIN, MANLIF LELYN. 1936a",
                        "ref_id": null
                    },
                    {
                        "start": 377,
                        "end": 450,
                        "text": ". Napaeozapus on Mount Desert Island. Jour. Mamm., vol. 17, p. 174. 1936b",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LIST OF SPECIES",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/23/4/391/871096 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Fowler at Otter Point was identified by Dr. Glover M. Allen as this species. Specimen examined: UMMZ, 1. Lasionycteris noctivagans Le Conte. Silver-haired bat.-No specimens of this bat have been seen, but it probably occurs in migration. Merriam (1887) mentions several specimens collected about October 1, 1885, by Thomas Milan, keeper of the lighthouse on Mount Desert Rock. This rock is a small, barren island lying twenty miles south-southeast of Mount Desert Island, and some thirty miles from the mainland. Milan reported that bats do not inhabit this rock, but visit it in migrations every spring and fall. Lasiurus borealis borealis Muller. Red bat",
                "authors": [],
                "year": 1933,
                "venue": "by Maurice Sullivan at the Br~wn Mountain Gate House. Hills and runways commonly seen in damp ground are doubtless the work of this mole. Specimens examined: ANP, 2. Sorex cinereus cinereus Kerr. Masked shrew.-Apparently distributed over most of the island, but usually taken in moist lowland areas. Jackson (1928) lists two specimens from Southwest Harbor examined by him. Specimens examined: ANP, 17; UMMZ, 1. Sorex palustris albibarbis Cope. Water shrew",
                "volume": "29",
                "issue": "",
                "pages": "311--320",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": ", 1936, by Maurice Sullivan at the Br~wn Mountain Gate House. Hills and runways com- monly seen in damp ground are doubtless the work of this mole. Specimens examined: ANP, 2. Sorex cinereus cinereus Kerr. Masked shrew.-Apparently distributed over most of the island, but usually taken in moist lowland areas. Jackson (1928) lists two specimens from Southwest Harbor examined by him. Specimens examined: ANP, 17; UMMZ, 1. Sorex palustris albibarbis Cope. Water shrew.-Two specimens were collected on June 15 and 29, 1935, by Louis R. Fowler at the south end of Jordan Pond. They were taken in a swamp under the roots of white cedar. Specimens examined: ANP, 2. Microsorex hoyi thompsoni Baird. Pigmy shrew.-One specimen was taken April 15, 1935, by Vernon Lunt in heavy spruce and pine woods at the west side of Eagle Lake. Speci- men examined: ANP, 1. Blarina brevicauda talpoides Gapper. Short-tailed shrew.-Common and well dis- tributed over the island. It has been collected from sea level to the summit of Cadillac Mountain, in marshes, meadows, hardwood and coniferous forests. Specimens examined: ANP, 67; UMMZ, 2. Myotis lucifugus lucifugus Le Conte. Little brown bat.-These bats are commonly seen at dusk, especially in the late summer. Twelve were observed under the loose bark of a birch tree on July 25, 1935, by members of a C.C.C. crew, and five of them collected. At least 4 of the 12 were said to be immature. Specimens taken after September 9, 1939, had thick layers of subcutaneous fat. Specimens examined: ANP, 6; UMMZ, l. Myotis subulatus leibii Audubon and Bachman. Leib little brown bat.-One specimen, taken on September 11, 1939, by Louis R. Fowler at Otter Point was identified by Dr. Glover M. Allen as this species. Specimen examined: UMMZ, 1. Lasionycteris noctivagans Le Conte. Silver-haired bat.-No specimens of this bat have been seen, but it probably occurs in migration. Merriam (1887) mentions several specimens collected about October 1, 1885, by Thomas Milan, keeper of the lighthouse on Mount Desert Rock. This rock is a small, barren island lying twenty miles south-southeast of Mount Desert Island, and some thirty miles from the mainland. Milan reported that bats do not inhabit this rock, but visit it in migrations every spring and fall. Lasiurus borealis borealis Muller. Red bat.-One red bat was taken on August 23, 1935, by Reginald Linscott, on the Bar Harbor municipal pier; a second September If), 1935, by William Stanley at Southwest Harbor. Specimen examined: ANP, 1. Ursus americanus americanus Pallas. Black bear.-Bears are absent from the island at present, although they are reported to have been common formerly. Bailey (1925) wri tes, \"Some of the old oak tre~s show bushy tops that were probably broken by bears in quest of acorns many years ago.\" Joe Tracy (age 77) of Somesville told Stupka, in 1933, that he had last seen bear tracks on the island about 1880. Procyon lotor lotor Linnaeus. Raccoon.-Raccoons are occasionally seen along the roads at night, but they are not common. It is said they were plentiful on the island about 1900, but were trapped excessively. The plentiful supply of crustaceans, frogs, and shellfish would certainly support many more than occur at present. Martes pennanti Erxleben. Fisher.-This species is now extirpated on Mount Desert Island. In the winter of 1924-25, O. Y. Thompson saw in the snow what he described as a fisher's track. Bailey (1925) writes, \"His description answers perfectly the track of one of these animals, and it would not be surprising if one might have wandered to the island.\" Mustela cicognanil cicognanii Bonaparte. Bonaparte wease1.-Three specimens are known, one obtained August 24, 1934, by M. L. Branin at Bliss Field, east of Champlain Mountain; one taken October 6, 1934, by Arthur Stupka on Dike Peak, the south shoulder of Cadillac Mountain, and the other killed by a domestic cat on June 26, 1936, and pre- sented by Vernon Lunt at Town Hill. Specimens examined: ANP, 3. Mustela frenata noveboracensis Emmons. New York wease1.-A \"rather large weasel.\" reported by Thompson, in 1925, as \"very common on the island,\" may have been this species. It is known from a single specimen collected at McKinley, wit.h no accompanying data. 1939. Some small mammals of Mount Desert Island, Maine. Occ. Pap. Boston Soc. Nat. Hist., vol. 8, pp. 311-320, 1 map.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The extinct mink from the Maine shell heaps",
                "authors": [
                    {
                        "first": "Manly",
                        "middle": [],
                        "last": "Hardy",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "Animals that kill wantonly. Forest and Stream",
                "volume": "61",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HARDY, MANLY. 1903. The extinct mink from the Maine shell heaps. Forest and Stream, vol. 61, p. 125. 1909. Animals that kill wantonly. Forest and Stream, vol. 72, p. 412.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Revision of the American marmots",
                "authors": [
                    {
                        "first": "Arthur",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWELL, ARTHUR H. 1915. Revision of the American marmots. North Amer. Fauna no. 37, pp. 1-80, pIs. 1-15.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A taxonomic review of the American long-tailed shrews",
                "authors": [
                    {
                        "first": "Hartley",
                        "middle": [
                            "H T"
                        ],
                        "last": "Jackson",
                        "suffix": ""
                    }
                ],
                "year": 1928,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--238",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JACKSON, HARTLEY H. T. 1928. A taxonomic review of the American long-tailed shrews. North Amer. Fauna no. 51, pp. 1-238, pls. 1-13, figs. 1-24.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Preliminary experimental studies of mice of Mount Desert Island",
                "authors": [
                    {
                        "first": "Beatrice",
                        "middle": [
                            "W"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1927,
                "venue": "Maine. Jour. Mamm",
                "volume": "8",
                "issue": "",
                "pages": "276--284",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOHNSON, BEATRICE W. 1927. Preliminary experimental studies of mice of Mount Desert Island, Maine. Jour. Mamm., vol. 8, pp. 276-284.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Threatened species",
                "authors": [
                    {
                        "first": "Aldo",
                        "middle": [],
                        "last": "Leopold",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Amer. Forests",
                "volume": "42",
                "issue": "",
                "pages": "116--119",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEOPOLD, ALDO. 1936. Threatened species. Amer. Forests, vol. 42, pp. 116-119, 12 figs.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Do any Canadian bats migrate?",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "Hart"
                        ],
                        "last": "Merriam",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Trans. Roy. Soc. Canada",
                "volume": "5",
                "issue": "4",
                "pages": "85--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MERRIAM, C. HART. 1887. Do any Canadian bats migrate? Trans. Roy. Soc. Canada, vol. 5, sec. 4, pp. 85-87.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Climatic summary of the United States, Sec. 85. Climatological data for United States by sections",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "W"
                        ],
                        "last": "Mindling",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MINDLING, G. W. 1930. Climatic summary of the United States, Sec. 85. Climatological data for United States by sections, vol. 17, no. 13.U. S. Weather Bureau.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A report on the archeology of Maine",
                "authors": [
                    {
                        "first": "Warren",
                        "middle": [
                            "K"
                        ],
                        "last": "Moorehead",
                        "suffix": ""
                    }
                ],
                "year": 1922,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MOOREHEAD, WARREN K. 1922.' A report on the archeology of Maine. The Andover Press, Andover, Mass. pp. 1-272.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The mammals of Portland, Maine, and vicinity",
                "authors": [
                    {
                        "first": "Arthur",
                        "middle": [
                            "H"
                        ],
                        "last": "Norton",
                        "suffix": ""
                    }
                ],
                "year": 1930,
                "venue": "Proc. Portland Soc",
                "volume": "4",
                "issue": "",
                "pages": "1--151",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NORTON, ARTHUR H. 1930. The mammals of Portland, Maine, and vicinity. Proc. Port- land Soc. Nat. Hist., vol. 4, pp. 1-151, pIs. 1-2, 1 map.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Opportunities for the mammalogist in Maine",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "S"
                        ],
                        "last": "Pope",
                        "suffix": ""
                    }
                ],
                "year": 1921,
                "venue": "Maine Naturalist",
                "volume": "1",
                "issue": "",
                "pages": "7--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "POPE, A. S. 1921. Opportunities for the mammalogist in Maine. Maine Naturalist, vol. 1, pp. 7-8.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Description of an extinct mink from the shell-heaps of the Maine coast",
                "authors": [
                    {
                        "first": "Daniel",
                        "middle": [],
                        "last": "Prentiss",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Webster",
                        "suffix": ""
                    }
                ],
                "year": 1903,
                "venue": "Proc. U. S. Nat. Mus",
                "volume": "26",
                "issue": "",
                "pages": "887--888",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PRENTISS, DANIEL WEBSTER. 1903. Description of an extinct mink from the shell-heaps of the Maine coast. Proc. U. S. Nat. Mus., vol. 26, pp. 887-888, 1 fig.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The sea mink, Mustela macrodon (Prentiss)",
                "authors": [
                    {
                        "first": "Ernest",
                        "middle": [],
                        "last": "Seton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Thompson",
                        "suffix": ""
                    }
                ],
                "year": 1921,
                "venue": "Jour. Mamm",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SETON, ERNEST THOMPSON. 1921. The sea mink, Mustela macrodon (Prentiss). Jour. Mamm., vol. 2, p. 168.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "1932-35. Various articles in",
                "authors": [
                    {
                        "first": "Arthur",
                        "middle": [],
                        "last": "Stupka",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Nature Notes from Acadia",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STUPKA, ARTHUR. 1932-35. Various articles in \"Nature Notes from Acadia,\" vols. 1-4.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Wild animal report for 1933",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "Y"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "E"
                        ],
                        "last": "Lyle",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Nature Notes fromAcadia",
                "volume": "2",
                "issue": "3",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THOMPSON, O. Y., AND LYLE E. SMITH. 1933. Wild animal report for 1933. Nature Notes fromAcadia, vol. 2, no. 3, p. 1.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Report of the mixed conifer region on Pickett Mountain",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Twitchell",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Crockett",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TWITCHELL, E., AND R. CROCKETT. 1925. Report of the mixed conifer region on Pickett Mountain [Huguenot Head].",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "An account of some kjoekkenmoeddings, or shell-heaps",
                "authors": [
                    {
                        "first": "Jeffries",
                        "middle": [],
                        "last": "Wyman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Maine and Massachusetts. Amer. Nat",
                "volume": "1",
                "issue": "11",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WYMAN, JEFFRIES. 1868. An account of some kjoekkenmoeddings, or shell-heaps, in Maine and Massachusetts. Amer. Nat., vol. 1, no. 11, pp. 561~584. Museum of Zoology, University of Michigan, Ann Arbor, Michigan. Downloaded from https://academic.oup.com/jmammal/article/23/4/391/871096 by University of Michigan user on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "lists one specimen examined by him from Columbia Falls, Washington County, which is some 30 miles from Mount Desert Island.Tamias striatus lysteri Richardson. Chipmunk.-This is one of the most commonly observed mammals on the island. It frequents hardwood and coniferous forests, us well as meadows and the shores of fresh and salt water. Many are killed by automobiles. Altitudinally it ranges from sea level to the summit of Cadillac Mountain. The earliest spring appearance of the chipmunk was noted by Vernon Lunt on March 19, 1934; the latest fall occurrence, as noted by O. Y.Thompson, was on November 23, 1934. Autumn specimens had in their cheek pouches fruits of the following plants, as determined by Stupka: striped maple, sugar maple, red oak, and Viburnum cassinoidee, Two specimens taken on September 9 and October 2, 1934, by Louis R. Fowler had in their cheek pouches, respectively, 102 and 168 seeds of the striped maple, with the blades removed. Specimens examined: ANP, 3; UIVIMZ, 3.Tamiasciurus hudsonicus gymnicus Bangs. Red squirrel c-c-The red squirrel is abundant over the entire island, where it occurs mainly in coniferous forests. It ranges from sea level to the summits of several of the mountains. Globular outside nests are common. These are usually made of the Usnea lichens, as well as the loose bark of white cedar. Specimens examined: ANP, 3; UMMZ, 3.Sciurus carolinensis leucotis Gapper. Gray squirrel.-1.\"his squirrel was probably not an original inhabitant of Mount Desert Island, although Joe Tracy reports seeing one at Indian Point about 1898. The present population dates from the spring of 1922, when captive specimens at Sieur de Monts Spring were released by George B. Dorr. 'I'hey now range at least over the eastern half of the island. In 1933 Thompson and Smith estimated an increasing population of twenty on the island. Of the five specimens seen, four were killed by automobiles, one by dogs. Specimens examined: ANP, 3; UMl\\1Z, 2.",
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": "BAILEY, VERNON. 1925. Native mammals of Mount Desert Island. MS, pp. 1-8. BATCHELDER, CHARLES F. 1899. Some unrecognized jumping mice of the genus Ztipus.",
                "type_str": "figure"
            }
        }
    }
}