{
    "paper_id": "MaresandBraun1996-ANewSpeciesofPhyllotineRodent,GenusAndalgalomys(Muridae-Sigmodontinae),fromArgentina",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:01.351448Z"
    },
    "title": "A NEW SPECIES OF PHYLLOTINE RODENT, GENUS ANDALGALOMYS (MURIDAE: SIGMODONTINAE), FROM ARGENTINA",
    "authors": [
        {
            "first": "Michael",
            "middle": [
                "A"
            ],
            "last": "Mares",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Oklahoma",
                "location": {
                    "postCode": "73019",
                    "settlement": "Norman",
                    "region": "OK"
                }
            },
            "email": ""
        },
        {
            "first": "Janet",
            "middle": [
                "K"
            ],
            "last": "Braun",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Oklahoma",
                "location": {
                    "postCode": "73019",
                    "settlement": "Norman",
                    "region": "OK"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A new species of Andalgdlomys is described from the Monte Desert-Chacoan thorn-scrub region of Argentina. This genus previously was known in Argentina only near Andalgahi, Cat~arca Province, from a single isolated valley; specimens of the new species are the first documentation of the genus outside the province. Specimens from localities in Catamarca and San Luis provinces are reported. The distribution of the genus is extended southward ca. 500 km. The diploid number of chromosomes is 60.",
    "pdf_parse": {
        "paper_id": "MaresandBraun1996-ANewSpeciesofPhyllotineRodent,GenusAndalgalomys(Muridae-Sigmodontinae),fromArgentina",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new species of Andalgdlomys is described from the Monte Desert-Chacoan thorn-scrub region of Argentina. This genus previously was known in Argentina only near Andalgahi, Cat~arca Province, from a single isolated valley; specimens of the new species are the first documentation of the genus outside the province. Specimens from localities in Catamarca and San Luis provinces are reported. The distribution of the genus is extended southward ca. 500 km. The diploid number of chromosomes is 60.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "cies, A. p. pearsoni and A. p. dorbignyi. Steppan (1995) included Andalgalomys in Graomys. We continue to recognize Andalgalomys as a genus. Our reasons for doing so are given in the Discussion.",
                "cite_spans": [
                    {
                        "start": 42,
                        "end": 56,
                        "text": "Steppan (1995)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Until 1987, all Argentine Andalgalomys had only been collected near the type locality. At that time, while surveying mammals near Chumbicha, Catamarca Province, on a field trip with the first author, R. Ojeda collected a specimen that was tentatively identified as an undescribed species of Andalgalomys and extended the known distribution of the genus 150 km to the southeast. Although the distance from the type locality of A. olrogi was not great in kilometers, there were great differences in habitat. The animal was not captured in Monte Desert vegetation, but was in a different biorne, the Chaco, or Great Thorn Forest, a region that supports a mammal fauna distinct from the Monte (Ojeda and Mares, 1989) . Since that time, a number of additional specimens have been collected that support the idea that these pertain to a third species of Andalgalomys and extend the range of the genus southward in central Argentina. In this paper, we describe a new species and extend the range of the genus >500 km to the south of Andalgahi, and into the Chacoan thorn scrub of central Argentina.",
                "cite_spans": [
                    {
                        "start": 689,
                        "end": 712,
                        "text": "(Ojeda and Mares, 1989)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "External, cranial, dental, and mandibular measurements were recorded from each specimen of the new species and for specimens of Andalgalomys olrogi and A. pearsoni. Terminology for quantitative characters follows Patterson (1992) . External measurements (in mm) recorded from specimen labels were: length of head and body-total length less length of tail; length of tail-length of caudal vertebrae; length of hind foot-length of pes from heel to tip of longest claw; length of ear-length of pinna from notch.",
                "cite_spans": [
                    {
                        "start": 213,
                        "end": 229,
                        "text": "Patterson (1992)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Cranial measurements used were those of Patterson (1992) and Braun and Mares (1995) , and were taken on all specimens using dial calipers to the nearest 0.1 mm. Terminology for dentition follows Reig (1977) . Cranial terminology generally follows Carleton and Musser (1989) . Coloration of the holotype follows terms proposed by Ridgway (1912) .",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 56,
                        "text": "Patterson (1992)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 61,
                        "end": 83,
                        "text": "Braun and Mares (1995)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 195,
                        "end": 206,
                        "text": "Reig (1977)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 247,
                        "end": 273,
                        "text": "Carleton and Musser (1989)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 329,
                        "end": 343,
                        "text": "Ridgway (1912)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Cell preparations were made in the field from bone marrow of the femur using the technique described by Baker et aI. (1982) . Slides of the cell suspensions were prepared in the field and later stained with giemsa. Cell suspensions were preserved in liquid nitrogen and are stored in the frozen tissues division of the Texas Cooperative Wildlife Collection (TCWC) , Texas A&M University. Determinations of diploid and fundamental number were based on examination of at 2::20 metaphase spreads for one specimen.",
                "cite_spans": [
                    {
                        "start": 104,
                        "end": 123,
                        "text": "Baker et aI. (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Principal-components analysis from the Numerical Taxonomy System of Multivariate Statistical Programs (NTSYS; Rohlf et aI., 1982) was used to evaluate phenetic relationships of the taxa. Characters were standardized (i.e., character means = 0, character variance = 1) before ordination. Individuals were treated separately. The two fluid-preserved specimens of the new species and one skin-only specimen of A. pearsoni were excluded from analyses.",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 129,
                        "text": "Rohlf et aI., 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Means, standard deviations, and ranges were calculated for each species. Unpaired comparisons of the variances (F-test) for each character for each species were performed using StatView (Abacus Concepts, 1992) . Variances were considered statistically significant at P ~ 0.5.",
                "cite_spans": [
                    {
                        "start": 186,
                        "end": 209,
                        "text": "(Abacus Concepts, 1992)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Holotype.-IADIZA 5798, skin, skull, skeleton, frozen tissues (AK 16244 at Texas A&M University) of an adult male; field number Arg 3244 on 19 May 1993 by R. L. Humphrey.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Type locality.-Argentina: San Luis Province: 8 km W La Botija, Pampa de las Salinas, 36°12'27\"S, 66°39'35''W, 510 m elevation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Distribution.-Known from extreme southeastern Catamarca Province southward to northwestern San Luis Province, Argentina (Fig. 1 ). Provenience of paratypes is listed in Appendix I.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 120,
                        "end": 127,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Etymology.-We continue the tradition of naming taxa of Andalgalomys after naturalists. This new species is named for our friend and colleague, Virgilio Roig, who has for >5 decades made numerous contributions to the development of mammalogy, vertebrate biology, natural history, and conservation in Argentina.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-A species of Andalgalomys distinguished from others by the following combination of characters: dorsal coloration is grayish brown; postauricular patches are white, conspicuous, and well developed; tail is moderately penciled; pelage is long and lax; bullae are moderately inflated; interparietal is moderately developed; lateral edges of parapterygoid are slightly convex; anterior border of zygomatic plate is moderately concave; zygomatic is plate narrow; nasals are relatively shorter; M3 and m3 are smaller.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Description.-Length of head and body ranges from 75 to 113 mm (Fig. 2) . Overall dorsal coloration appears closest to light brownish olive. At closer observation hairs are dark neutral gray basally for ca. 5-6 mm followed by an ca. 3-4 mm band of cream buff. Occasionally these hairs may have black tips. Guard hairs are dark neutral gray basally with black tips. Cream buff hairs on the sides have gray bases. The sides are paler than the dorsum, because the hairs lack the black tips, and because the gray-black guard hairs are absent. The venter is white to the base of the hairs. The dorsal surface of the tail is Saccardo's umber to sepia brown and the ventral side is paler, smoke gray to light grayish olive. The subauricular spots, postauricular patches, and tops of the feet are white. The white venter is sharply delineated from the dorsum. The area around the nares and mouth is white. The tail is longer than the length of head-body and ranges from 85 to 135 mm; it is brownish above, whitish below, and moderately penciled, with the hairs ex- tending ca. 5 mm beyond the tip. The basal two-thirds of the tail are moderately haired (scales visible to the naked eye); the distal one-third is well haired, and the scales are not visible. The hairs increase in length toward the tip of the tail, giving the appearance that the tip of the tail is darker in color. The ears range from 17 to 23 mm, the inner surface is clothed with yellowish-brown hairs. The outer surface is sparsely covered with yellowish-white hairs, except for a 4 mm-wide band on the anterior edge that is covered with dark-brown hairs. The hind feet range from 21 to 25 mm, the soles are naked, with six separate, medium-sized plantar pads. External measurements are listed in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 62,
                        "end": 70,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1757,
                        "end": 1764,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "The skull is similar to that of A. olrogi and A. pearsoni (Fig. 3) . Cranial measurements are given in Table 1 . The nasals are long and slender. The rostrum is long and narrow, and the nasolacrimal capsules are visible. The premaxillary bones are visible in dorsal view for all but the distal onefourth of the length of the nasal margins. Zygomatic notches are relatively deep (about equal to the width of the zygomatic plate) and wide. The zygomatic arches are slightly convergent anteriorly, and the interorbital region is divergent. The supraorbital region has ledges that extend across the temporals as weakly developed ridges. Lacrimals are well developed. The frontoparietal suture is more or less crescentic in outline. The interparietals are narrow and wide. The braincase is slightly inflated.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 58,
                        "end": 66,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 103,
                        "end": 110,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "In lateral view, the skull appears relatively flat and rests on the tympanic bullae. The anterior borders of the zygomatic plates are slightly concave; the posterior borders are located anterior to the alveolus of Ml. Long The following characters are visible in ventral view. The incisive foramina are long (ca. 86% of the length of the diastema), terminating posterior to the alveolus of Ml. Masseteric tubercles at the bases of the zygomatic plates are well developed. The palate is long and wide and the palatines have large, non-furrowed, slitlike foramina at the maxillary palatine suture. The posterior margin of the palate is rounded or has a small median postpalatal process. Posterolateral palatal pits are relatively large, round, paired, and positioned posterior to the alveolus of M3 and anterior to the posterior border of the palate. The parapterygoid fossae are of moderate depth and have an anterior and medial ledge, with the lateral edges slightly convex. The width across the parapterygoid fossae is greater than the width across the outer edges of the molar toothrows. Sphenopalatine vacuities are present, the visible portion extending less than one-half of the length of the basisphenoid bone. Bullae are inflated and the bullar tubes are short and wide. The stapedial process. of the bulla is absent or obsolete. The carotid canal, petrotympanic fissure, and stapedial, middle lacerate, hypoglossal, jugular, stylomastoid, and oval foramina are all present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "The entoglossal process of the hyoid is absent, the basihyal bone is almost twice as long as the thyrohyal bone, and the epicondylar foramina of the humeri are absent. Caudal vertebrae number from 31 to 33, the sacral vertebrae number three to four, the ribs and thoracicolumbar vertebrae number 12; the second vertebra has a well-developed spine. The posterior projection of the mandible has a notch (angular notch) not extending anterior to the posterior edge of the capsular projection, the capsular projection and masseteric ridge are present, the coronoid process is small, less than one-half the length of the mandibular condyle, and the width of condyloid process is slightly narrower than that of the angular process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Incisors are opisthodont, slender, and delicate, and their anterior face is smooth and pigmented orange. Molars are brachydont, the cusps are tuberculate and more or less subovate in outline, and the crowns are slightly crested. Cusps are about opposite in arrangement. Molar rows are more or less parallel. Upper molars have a tendency toward lamination.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Ml has a well-developed, anterior median fold and style. Distinct anterolingual and anterolabial conules are formed by the flexus. The anterolabial conule is about twice the size of the anterolingual conule. The width across the procingulum is less than the width across the primary cusps. The parastyle is present and generally well developed, whereas the protostyle is present in younger individuals, or absent. The mesostyle is absent or obsolete. The postcingulum has a distinct notch or fold. The minor and major labial (paraflexus and metaflexus) and lingual (protoflexus and hypoflexus) folds lack lophs and styles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "M2 has a small, anteriorly directed anteroloph. The hypoflexus and metaflexus are open and lack lophs and styles. The paraflexus is present and well developed and the posteroflexus is absent. The protoflexus is small but apparent in all but extremely worn teeth. A small notch (second minor fold) is present on all but extremely worn teeth. The metacone is larger than the hypocone, and the paracone is greater than or equal in size to the protocone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "M3 has a deep hypoflexus (major fold), completely separating the protocone and paracone from the metacone and hypocone by a double enamel wall. In well-worn teeth, the complete separation may not persist. In less-worn teeth, the protocone-paracone may be slightly constricted giving a dumb-bell shaped appearance; the protocone is slightly larger.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "There is a well-developed procingulum on ml. Anterolingual and anterolabial conulids do not extend to the lingual and labial edges of the metaconid and protoconid, respectively. Anteromedian flexid is present in all but well-worn teeth, and forms a deep enamel fold. Posterolophid and posteroflex-id are well developed, although the posterolophid does not extend to the lingual edge of the entoconid. The metaconid is about equal in size to the entoconid, and the hypoconid generally is smaller than the protoconid.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "The procingulum of m2 is absent, except in little-worn teeth. The posterofiexid is present and the posterolophid is little developed in worn teeth, but moderately developed in little to moderately worn teeth. A small notch, second minor fold, present in unworn teeth, disappears with wear.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "The procingulum is absent in m3. As in M3, a deep hypofiexid (major fold) may completely separate the protoconid and metaconid from the entoconid and hypoconid by a double enamel wall.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Karyotypic data.-The diploid number of of chromosomes for A. roigi is 60, and the number of autosomal arms is 116 (total number of arms is 120). All chromosomes are biarmed. The X is a large submetacentric and the Y a small submetacentric. The karyotype is similar to that of A. olrogi, but differs from A. pearsoni in diploid and fundamental number.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Comparisons.-Andalgalomys roigi is distinguished from A. olrogi by its grayishbrown dorsal coloration (yellowish brown in A. olrogi), slightly shorter tail, smaller ears, conspicuous white postauricular patches, smaller bullae, relatively shorter nasals «39% length of skull in A. roigi, >40% in A. olrogi), smaller M3 and m3, smaller toothrows, and longer interparietals. A. roigi is distinguished from A. pearsoni by its dorsal coloration (reddish brown in A. pearsoni), longer and laxer pelage, hairier tail, conspicuous white postauricular patches, its tail with a more-developed pencil, its generally smaller values for cranial and dental measurements (Table 1) , and its slightly larger bullae.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 657,
                        "end": 666,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Univariate analysis.-The results of unpaired comparisons of the variances of the means (F-test) for each character for each species are presented in Table 1 . Variances were considered to be statistically signifi-cant at P ::;; 0.5. For A. roigi versus A. 01rogi, and for A. olrogi versus A. pearsoni, the variances for the following characters were significantly different: length of tail; length of skull; condylobasal length; nasal length; rostral length; palatilar length; incisive length; length of diastema; cranial depth; width of zygomatic plate; length of maxillary toothrow; mandibular length; condylar length; depth of raIJlUs. Additionally, the variances for interorbital breadth and rostral width are statistically different for A. roigi versus A. olrogi. Between A. olrogi and A. pearsoni, the variances for breadth of parapterygoid fossa are statistically different. For A. roigi versus A. pearsoni, the variances for the following characters were significantly different: length of ear; width of m2; width of m3.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 149,
                        "end": 156,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Phenetic analysis.-A principal-components analysis of correlations among variables shown in Table 1 was used to evaluate phenetic relationships. Character loadings onto the first three principal components are presented in Table 2 . Eigenvalues for the first three principal components are 24.4, 6.0, and 3.1, respectively, explaining 71.2% of the total variance (51.9, 12.7, and 6.6, respectively): Most variables had high, positive loadings on principal component I, indicating that this component is related to size. Component II separates individuals on the basis of bullar length, width, and depth, length of Ml, and width of M2 (loadings >0.61). Component III separates individuals on the basis of width of M3, width of m2, parietal length, interparietal width, and process height (loadings >0.51).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 99,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 223,
                        "end": 230,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "The three species are separated with minimal overlap, as shown in the bivariate plot of components I and II (Fig. 4) . Component II places individuals with large bullae and long first and second molars (i.e., A. olrogi) at the top, A. roigi in the middle, and A. pearsoni at the bottom of the plot, with the smallest values for these characters.",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 219,
                        "text": "A. olrogi)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 108,
                        "end": 116,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Habitat.-At the type locality in San Luis Province, A. roigi was taken in low (generally <2 m) thorn scrub bordering sa- Cassia, Cercidium, Go effroea, Heterostachys, Monttea, Plectrocarpa, Prosopis, Suaeda, Tricomaria, Opuntia, and various annual grasses. Soils were generally sandy, and the low thomscrub vegetation was limited to sandy terraces bordering the saline areas (Fig. 5 ). This area is part of the narrow ecotone between Chaco and Monte that extends for hundreds of kilometers, from Catamarca Province in the north to as far south as Rio Negro Province, suggesting that A. roigi may range into La Pampa and Rio Negro provinces.",
                "cite_spans": [
                    {
                        "start": 121,
                        "end": 240,
                        "text": "Cassia, Cercidium, Go effroea, Heterostachys, Monttea, Plectrocarpa, Prosopis, Suaeda, Tricomaria, Opuntia, and various",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 375,
                        "end": 382,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Andalgalomys roigi also has been collected in the extreme western limits of the Chacoan thorn scrub near Chumbicha, Catamarca Province, in especially arid and disturbed scrublands, where two major highways intersect and where heavy grazing by cattle, horses, and goats was evident. Thorn. trees had been cut for firewood and there was little ground cover other than the overs tory plants (Aspidospermum, Acacia, Larrea, Prosopis) and many species of cacti (Cereus, Opuntia) . Essentially, the area, which would be semiarid thorn scrub, was even drier due to disturbance. It is in this especially xeric microhabitat that A. rOlgl was collected. Soils were pale colored, well packed, and clayey.",
                "cite_spans": [
                    {
                        "start": 456,
                        "end": 473,
                        "text": "(Cereus, Opuntia)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Mammalian associates.-Near Chumbicha, Thylamys pallidior, Akodon, Eligmodontia marica, Graomys griseoflavus, and Ctenomys fochi were collected. The following taxa were captured at Sierra de las Quijadas: Thylamys pallidior; Calomys callosus; Calomys musculinus; Graomys griseoflavus; Phyllotis, Octomys mimax; Ctenomys. Small mammals taken with A. roigi at Pampa de las Salinas included Akodon, Calomys callosus, Calomys musculinus, Eligmodontia, Graomys griseoflavus, Salinomys delicatus, Ctenomys, and Lagostomus maximus. Natural history.-Individuals were collected in March and May in San Luis Province, and in July and November at the Chumbicha locality, with an animal captured in July molting over the entire dorsum and most of the venter. Two specimens collected in May at Pampa de las Salinas and Sierra de las Quijadas were molting.",
                "cite_spans": [
                    {
                        "start": 395,
                        "end": 523,
                        "text": "Calomys callosus, Calomys musculinus, Eligmodontia, Graomys griseoflavus, Salinomys delicatus, Ctenomys, and Lagostomus maximus.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "In May, at Pampa de las Salinas, adult males (age based on size and pelage) had abdominal testes (n = 2; one measuring 5 by 2 mm) and scrotal testes (n = 3; measuring 12 by 7 and 14 by 5 mm); a subadult male also was captured. An adult male col-lected at Sierra de las Quijadas in May had scrotal testes measuring 10 by 6 mm. Adult males captured at Chumbicha in July (n = 3) had abdominal testes measuring 3 by 1.5 mm (n = 2) and 5 by 2 mm (n = 1). An adult female captured at Pampa de las Salinas in March had an open vagina. This female had six mammae arranged in three pairs (pectoral, abdominal, inguinal) . An adult and subadult female collected at Pam\"' pa de las Salinas in May were not reproductively active (closed vaginas). A third female was pregnant and gave birth to five young in the trap; four survived and were placed in the animal-care facility at the Laboratorio de Reproduccfon y Lactancia, Mendoza, Argentina. No reproductive data are available for an adult female captured at Chumbicha in July or for a subadult female collected in November. Steppan's (1995) inclusion of Andalgalomys within Graomys based on a cladistic analysis of morphological data, we here detail our reasons for retaining Andalgalomys as the genus of record for the new species. There are trenchant morphological differences between Andalgalomys and Graomys that appear to justify continued generic separation (Olds et al., 1987; Williams and Mares, 1978) . Unfortunately, a number of these autapomorphies were not included in the analyses of Steppan (1995) , yet they are the very characteristics that help to define the differences between the genera-species of Andalgafomys exhibit these characters and species of Graomys do not. These characters include: a whitish subauricular spot; laminate upper molars; large palatal slits formed by the fusion of palatine foramina; a small notch on the postcingulum of Ml; a small, anteriorally directed anteroloph of M2 (Olds et al., 1987; Williams and Mares, 1978) .",
                "cite_spans": [
                    {
                        "start": 350,
                        "end": 372,
                        "text": "Chumbicha in July (n =",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 610,
                        "text": "(pectoral, abdominal, inguinal)",
                        "ref_id": null
                    },
                    {
                        "start": 1064,
                        "end": 1080,
                        "text": "Steppan's (1995)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1404,
                        "end": 1423,
                        "text": "(Olds et al., 1987;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1424,
                        "end": 1449,
                        "text": "Williams and Mares, 1978)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1537,
                        "end": 1551,
                        "text": "Steppan (1995)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1957,
                        "end": 1976,
                        "text": "(Olds et al., 1987;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1977,
                        "end": 2002,
                        "text": "Williams and Mares, 1978)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "We reanalyzed the data matrix of Steppan (1995) (without modification) for Andalgalomys and Graomys, using Eligmodontia as the outgroup. Under every scenario, only one minimum-length tree was produced-Andalgalomys was the sister taxon to a clade formed by both species of Graomys (supporting the generic distinctiveness of both Andalgalomys and Graomys). Moreover, the original data matrix of Steppan (1995) and the information presented in his text are not always in agreement, or in agreement with observations reported by other investigators. For example, in his specimen-character matrix, the alisphenoid strut is said to be present in Andalgalomys; however, Olds et al. (1987) and our own examination of specimens found this feature to be absent. The characters describing the neural spine. of the second cervical vertebra are shown as missing for Andalgalomys in the data matrix, but they are described in detail in the text. Steppan (1995.) reported that the opposing flexi of M3 are variable for both species of Graomys, but the data matrix does not reflect any such polymorphism.",
                "cite_spans": [
                    {
                        "start": 393,
                        "end": 407,
                        "text": "Steppan (1995)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 663,
                        "end": 681,
                        "text": "Olds et al. (1987)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 932,
                        "end": 947,
                        "text": "Steppan (1995.)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Several factors influence the results and interpretation of a multivariate analysis. Heuristic approaches, while necessary when datasets are large, do not produce optimal trees (Swofford and Olsen, 1990) . The standard approach (and the approach used by Steppan,) 1995 has been to produce consensus trees, but the use of such trees as a basis for classification has been widely criticized (Carpenter, 1988; Miyamoto, 1985) . While consensus trees reflect areas of agreement among trees, they generally provide a less parsimonious explanation of the original character data. For both of the published analyses of Steppan (1995) of the tribe Phyllotini, the consistency and retention indices are low (CI = 0.22 and 0.30; RI = 0.55 and 0.58; a consistency index of 1.0 would indicate perfect agreement among trees). This would suggest that actual relationships of taxa may not be resolved. Investigators must resist the temptation to treat consensus trees as phylogenies, for they are not. Additionally, phylogenetic relationships have been shown to be negatively affected by the presence of missing data (Wilkinson, 1995a (Wilkinson, , 1995b . In the analyses of, Steppan (1995) 9.2 and 8.2% of the data were missing for G. domorum and A. pearsoni, respectively. Whether such missing data affected the results of the Andalgalomys-Graomys clade is impossible to determine, but such an occurrence is possible.",
                "cite_spans": [
                    {
                        "start": 177,
                        "end": 203,
                        "text": "(Swofford and Olsen, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 389,
                        "end": 406,
                        "text": "(Carpenter, 1988;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 407,
                        "end": 422,
                        "text": "Miyamoto, 1985)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 612,
                        "end": 626,
                        "text": "Steppan (1995)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 1102,
                        "end": 1119,
                        "text": "(Wilkinson, 1995a",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1120,
                        "end": 1139,
                        "text": "(Wilkinson, , 1995b",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1162,
                        "end": 1176,
                        "text": "Steppan (1995)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Being a new species, the biology of A. roigi remains to be examined, but its habitat suggests a highly adapted desert rodent. We recently described a new genus and species of desert phyllotine (Salinomys delicatus) from the scrub forests surrounding saline flats in westcentral Argentina (Braun and Mares, 1995) ; Salinomys and A. roigi co-occur. The discovery of yet another new species of rodent from xeric scrublands in northwestern Argentina underscores how poorly the mammals of these drylands are known. We are familiar with few areas likely to yield such diversity of new taxa. Moreover, this was the second time in northwestern Argentina that we had collected more than one new species in the same locality (with different species, and possibly a different undescribed genus). Mares (1992) discussed the fact that drylands of South America were quite rich in mammals, particularly at higher taxonomic levels, when considered from the point of view of endemism. Since 1975, a 45-kg peccary (Wetzel et aI., 1975) and new genera of rodents (e.g., Braun and Mares, 1995; Hershkovitz, 1993; Williams and Mares, 1978) have been discovered in the diverse dry lands of South America. These regions are extensive and have had great orogenic upliftings resulting in the formation of numerous isolated valleys, extensive montane \"islands,\" and complex interdigitations of major habitats. For a zoologist, this area is an exciting region in which a complex evolutionary story remains to be described.",
                "cite_spans": [
                    {
                        "start": 288,
                        "end": 311,
                        "text": "(Braun and Mares, 1995)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 785,
                        "end": 797,
                        "text": "Mares (1992)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 997,
                        "end": 1018,
                        "text": "(Wetzel et aI., 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 1052,
                        "end": 1074,
                        "text": "Braun and Mares, 1995;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1075,
                        "end": 1093,
                        "text": "Hershkovitz, 1993;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1094,
                        "end": 1119,
                        "text": "Williams and Mares, 1978)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Andalgalomys roigi, new species",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/77/4/928/938889 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Field assistance was provided by S. Adams, M. L. Campbell, R. Channell, R. L. Humphrey, R. A. Ojeda, S. Ojeda, R. M. Barquez, M. Guevarra, and E. Pescetti. Funding for field research was provided by grants from The National Science Foundation (BSR-8906665) and the National Geographic Society (4820-92) to M. A. Mares. The Oklahoma Museum of Natural History and the Department of Zoology provided additional support. We also thank the curators of the Carnegie Museum, the University of Connecticut, and the Museum of Zoology at the University of Michigan for the loan of specimens in their care. We acknowledge the helpful comments of B. D. Patterson ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Chromosomal studies of South American bats and their systematic implications",
                "authors": [
                    {
                        "first": "And",
                        "middle": [
                            "B E"
                        ],
                        "last": "Ena",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Koop",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Special Publications Series",
                "volume": "6",
                "issue": "",
                "pages": "1--539",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ENA, AND B. E Koop. 1982. Chromosomal studies of South American bats and their systematic impli- cations. Pp. 303-327, in Mammalian biology in South America (M. A. Mares and H. H. Genoways, eds.). Special Publications Series, Pymatuning Lab- oratory of Ecology, University of Pittsburgh, 6:1- 539.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "A new genus and species of phyllotine rodent (Rodentia: Muridae: Sigmodontinae: Phyllotini) from South America",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Mammalogy",
                "volume": "76",
                "issue": "",
                "pages": "504--521",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BRAUN, J. K., AND M. A. MARES. 1995. A new genus and species of phyllotine rodent (Rodentia: Muridae: Sigmodontinae: Phyllotini) from South America. Journal of Mammalogy, 76:504-521.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Systematic studies of oryzomyine rodents (Muridae, Sigmodontinae): a synopsis of Microryzomys",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "191",
                "issue": "",
                "pages": "1--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARLETON, M. D., AND G. G. MUSSER. 1989. System- atic studies of oryzomyine rodents (Muridae, Sig- modontinae): a synopsis of Microryzomys. Bulletin of the American Museum of Natural History, 191: 1-83.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Choosing among multiple equally parsimonious cladograms",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Carpenter",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Cladistics",
                "volume": "4",
                "issue": "",
                "pages": "291--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARPENTER, J. M. 1988. Choosing among multiple equally parsimonious cladograms. Cladistics, 4:291- 296.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "A new central Brazilian genus and species of sigmodontine rodent (Sigmodontinae) transitional between akodonts and oryzomyines, with a discussion of muroid molar morphology and evolution",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Fieldiana: Zoology",
                "volume": "75",
                "issue": "",
                "pages": "1--18",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1993. A new central Brazilian genus and species of sigmodontine rodent (Sigmodontinae) transitional between akodonts and oryzomyines, with a discussion of muroid molar morphology and evolution. Fieldiana: Zoology, 75:1-18.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Neotropical mammals and the myth of Amazonian biodiversity",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Science",
                "volume": "255",
                "issue": "",
                "pages": "976--979",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MARES, M. A. 1992. Neotropical mammals and the myth of Amazonian biodiversity. Science, 255:976- 979.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Consensus cladograms and general classifications",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Miyamoto",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Cladistics",
                "volume": "1",
                "issue": "",
                "pages": "186--189",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MIYAMOTO, M. M. 1985. Consensus cladograms and general classifications. Cladistics, 1: 186-189.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A new phyllotine rodent (genus Graomys) from Paraguay. Occasional Papers of the Museum of Zoology",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "676",
                "issue": "",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, P. 1977. A new phyllotine rodent (genus Gra- omys) from Paraguay. Occasional Papers of the Mu- seum of Zoology, University of Michigan, 676: 1-7.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "A biogeographic analysis of the mammals of Salta Province, Argentina: patterns of species assemblages in the Neotropics",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Ojeda",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "The Museum, Texas Tech University",
                "volume": "27",
                "issue": "",
                "pages": "1--66",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OJEDA, R. A., AND M. A. MARES. 1989. A biogeo- graphic analysis of the mammals of Salta Province, Argentina: patterns of species assemblages in the Neotropics. Special Publications, The Museum, Tex- as Tech University, 27:1-66.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Notes on Bolivian mammals 3: a revised diagnosis of Andalgalomys (Rodentia, Muridae) and the description of a new subspecies",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Olds",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Yates",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "American Museum Novitates",
                "volume": "2890",
                "issue": "",
                "pages": "1--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "OLDS, N., S. ANDERSON, AND T. L. YATES. 1987. Notes on Bolivian mammals 3: a revised diagnosis of An- dalgalomys (Rodentia, Muridae) and the description of a new subspecies. American Museum Novitates, 2890:1-17.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A new genus and species of long-clawed mouse (Rodentia: Muridae) from temperate rainforests of Chile",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Zoological Journal of the Linnean Society",
                "volume": "106",
                "issue": "",
                "pages": "127--145",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTERSON, B. D. 1992. A new genus and species of long-clawed mouse (Rodentia: Muridae) from tem- perate rainforests of Chile. Zoological Journal of the Linnean Society, 106:127-145.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A proposed unified nomenclature for the enamelled components of the molar teeth of the Cricetidae (Rodentia)",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "A"
                        ],
                        "last": "Reig",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Journal of Zoology",
                "volume": "181",
                "issue": "",
                "pages": "227--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "REIG, O. A. 1977. A proposed unified nomenclature for the enamelled components of the molar teeth of the Cricetidae (Rodentia). Journal of Zoology (Lon- don), 181:227-241.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Color standards and color nomenclature. R. Ridgway and A. Hoen and Company",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "43",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomen- clature. R. Ridgway and A. Hoen and Company, Washington, D.C., 43 pp.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "NT-SYS: numerical taxonomy system of multivariate statistical programs",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kishpaugh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "Kirk"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "98",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, E J., J. KISHPAUGH, AND D. KIRK. 1982. NT- SYS: numerical taxonomy system of multivariate statistical programs. State University of New York, Stony Brook, 98 pp.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Revision of the tribe Phyllotini (Rodentia: Sigmodontinae), with a phylogenetic hypothesis for the Sigmodontinae",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Fieldiana: Zoology",
                "volume": "1464",
                "issue": "",
                "pages": "1--112",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STEPPAN, S.J. 1995. Revision of the tribe Phyllotini (Rodentia: Sigmodontinae), with a phylogenetic hy- pothesis for the Sigmodontinae. Fieldiana: Zoology, 1464:1-112.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Phylogeny reconstruction",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Olsen",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Molecular systematics (",
                "volume": "588",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SWOFFORD, D. L., AND G. J. OLSEN. 1990. Phylogeny reconstruction. Pp. 411-501, in Molecular system- atics (D. M. Hillis and C. Moritz, eds.). Sinauer As- sociates, Inc. Publishers, Sunderland, Massachusetts, 588 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Catagonus, an \"extinct\" peccary, alive in Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dub Os",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "189",
                "issue": "",
                "pages": "379--381",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M., R. E. DUB os, R. L. MARTIN, AND P. MYERS. 1975. Catagonus, an \"extinct\" peccary, alive in Paraguay. Science, 189:379-381.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Arbitrary resolutions, missing entries, and the problem of zero-length branches in parsimony analysis",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Wilkinson",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Systematic Biology",
                "volume": "44",
                "issue": "",
                "pages": "501--514",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILKINSON, M. 1995a. Arbitrary resolutions, missing entries, and the problem of zero-length branches in parsimony analysis. Systematic Biology, 44: 108- 111. ---. 1995b. Coping with abundant missing entries in phylogenetic inference using parsimony. System- atic Biology, 44:501-514.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "A new genus and species of phyllotine rodent (Mammalia: Muridae) from northwestern Argentina",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Annals of Carnegie Museum",
                "volume": "47",
                "issue": "",
                "pages": "193--221",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WILLIAMS, D. E, AND M. A. MARES. 1978. A new genus and species of phyllotine rodent (Mammalia: Muridae) from northwestern Argentina. Annals of Carnegie Museum, 47:193-221.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "All specimens examined from the age classes of young adults, adults, or old adults are listed with localities and specimen catalog numbers. All specimens are preserved as standard preparations of skin, skull, and skeleton, or as fluid preserved",
                "authors": [],
                "year": null,
                "venue": "Specimens of the new species are housed in the following institutions: Oklahoma Museum of Natural History",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "All specimens examined from the age classes of young adults, adults, or old adults are listed with localities and specimen catalog numbers. All specimens are preserved as standard prepa- rations of skin, skull, and skeleton, or as fluid preserved. Specimens of the new species are housed in the following institutions: Oklahoma Museum of Natural History (OMNH);",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Instituto Argentino de Investigaciones de las Zonas Aridas",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Instituto Argentino de Investigaciones de las Zonas Ari- das, Mendoza, Argentina (IADIZA);",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Additional specimens from the Carnegie Museum (CM), the University of Connecticut (UCONN), and the Museum of Zoology at the University of Michigan (UMMZ, including the collections of T. W. Nelson-TWN) also were examined. Andalgalomys olrogi.-ARGENTINA (4): Catamarca Province: immediately W Rio Amanao, 13 km W Andalgala along highway 62",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Coleccion Miguel Lillo, Tucuman, Argentina (CML). Ad- ditional specimens from the Carnegie Museum (CM), the University of Connecticut (UCONN), and the Museum of Zoology at the University of Michigan (UMMZ, including the collections of T. W. Nelson-TWN) also were examined. Andalgalomys olrogi.-ARGENTINA (4): Catamarca Province: immediately W Rio Aman- ao, 13 km W Andalgala along highway 62, one male, skin, skull, skeleton (OMNH 22300)",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "one male, skin, skull, skeleton (OMNH 15457); 15 km S of highway 62 in Rio Amanao, W of Andalgala, one male, skin, skull, skeleton (CM 44020); km marker 10 on route 62",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Andalgala",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "km W Andalgala, one male, skin, skull, skeleton (OMNH 15457); 15 km S of highway 62 in Rio Amanao, W of Andalgala, one male, skin, skull, skeleton (CM 44020); km marker 10 on route 62, 10 km W Andalgala, one female, skin, skull, skeleton (CM 44021).",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Departamento Nueva Asuncion: 1 km SW km 620 Trans-Chaco Road, three males, skins, skulls (UMMZ TWN 233, TWN 229, TWN 183), one male, skin, skull, skeleton (UMMZ 158621), one female, skull",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Departamento Nueva Asuncion: 1 km SW km 620 Trans-Chaco Road, three males, skins, skulls (UMMZ TWN 233, TWN 229, TWN 183), one male, skin, skull, skeleton (UMMZ 158621), one female, skull, skeleton (UMMZ TWN 195);",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "three males, one female, skins, skulls (UCONN 17562, 17563, 17568, 17566), one male, skin (UCONN 17575); 0.5 km S Tte. Enciso, one male",
                "authors": [
                    {
                        "first": "Teniente",
                        "middle": [],
                        "last": "Enciso",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Teniente Enciso, three males, one female, skins, skulls (UCONN 17562, 17563, 17568, 17566), one male, skin (UCONN 17575); 0.5 km S Tte. Enciso, one male, one female (UCONN 17580, 17579).",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Catamarca Province: Departamento Capayan: junction of highways 60 and 38, immediately S Chumbicha, one female, skin, skull, skeleton",
                "authors": [
                    {
                        "first": "Andalgalomys Roigi.-Argentina",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andalgalomys roigi.-ARGENTINA (15): Catamarca Province: Departamento Capayan: junction of highways 60 and 38, immediately S Chumbicha, one female, skin, skull, skeleton (OMNH 22299);",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "km E of highway 38 along highway 60, 1,500 feet, one male, skin, skull, skeleton, and tissues",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Chumbicha",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "3693",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chumbicha, 0.5 km E of high- way 38 along highway 60, 1,500 feet, one male, skin, skull, skeleton, and tissues (CML 3693);",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "510 m, two males, skin, skull, skeleton, chromosomes, and tissues (IADIZA 5798 holotype, OMNH 23792), one female, fluid preserved, and tissues (CML 3696); 6 km W Hualtaran, Parque Provincial Sierra de las Quijadas",
                "authors": [],
                "year": null,
                "venue": "Chumbicha, 1.5 km E of highway 38 along highway 60, 520 m, one male, one female, skin, skull, skeleton, and tissues (OMNH 23796",
                "volume": "3694",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chumbicha, 1.5 km E of highway 38 along high- way 60, 520 m, one male, one female, skin, skull, skeleton, and tissues (OMNH 23796, IA- DIZA 5799), one male, fluid preserved, and tis- sues (OMNH 23797). San Luis Province: 1.3 km N, 5.8 km W La Botija, Pampa de las Salinas, 32°12'55\", 66°38'18\", 410 m, one male, skin, skull, skeleton, chromosomes, and tissues (OMNH 23793); 1.3 km N, 7.4 km W La Botija, Pampa de las Salinas, 32°12'10\", 66°39'8\", 410 m, two males, skin, skull, skeleton, and tissues (OMNH 23794, CML 3695); 8 km W of La Bot- ija, Pampa de las Salinas, 36°12'27\", 66°39'35\", 510 m, one male, two females, skin, skull, skel- eton, and tissues (OMNH 23791 paratype, CML 3694, IADIZA 5800); 8 km W of La Botija, Pampa de las Salinas, 36°12'27\",66°39'35\",510 m, two males, skin, skull, skeleton, chromo- somes, and tissues (IADIZA 5798 holotype, OMNH 23792), one female, fluid preserved, and tissues (CML 3696); 6 km W Hualtaran, Parque Provincial Sierra de las Quijadas, 32°29'47\", 67°00'9\", 1,021 m, one male, skin, skull, skele- ton, and tissues (OMNH 23795).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": ".-Photograph of the new species of Andalgalomys captured at Pampa de las Salinas, San Luis Province, Argentina in May 1994. Photograph by M. A. Mares."
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": ".-Dorsal, ventral, and lateral views of crania of Andalgalomys. Left to right in dorsal and ventral views are A. pearsoni, new species of Andalgalomys, and A. olrogi. Left to right in lateral views are A. olrogi, new species of Andalgalomys, and A. pearsoni."
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "relationship of three species of Andalgalomys. Projections of scores for principal components I and II extracted from correlations of 47 external and cranial measurements: open circles = A. olrogi; solid circles = new species of Andalgalomys; open squares A. pearsoni. See text for discussion. line flats . Vegetation included Atriplex,"
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": ".-Habitat of new species of Andalgalomys from Pampa de las Salinas, San Luis Province, Argentina. Photo by M. A. Mares."
            },
            "TABREF0": {
                "num": null,
                "content": "<table><tr><td>pearsoni.</td><td/><td/><td/><td/></tr><tr><td/><td>A. roigi</td><td>A. roigi</td><td>A. olrogi</td><td>A. pearsoni</td></tr><tr><td>Character</td><td>holotype</td><td>(n = 13)</td><td>(n = 4)</td><td>(n = 11)</td></tr><tr><td>Length of head and body</td><td>90.00</td><td>91.27 ± 12.54 a</td><td>96.25 ± 11.67</td><td>101.64 ± 12.74</td></tr><tr><td/><td/><td>(75.00-113.00)</td><td>(86.00-113.00)</td><td>(80.00-119.00)</td></tr><tr><td>Length of tail f . h</td><td>111.00</td><td>108.77 ± 14.82</td><td>125.00 ± 0.82</td><td>109.10 ± 9.77 e</td></tr><tr><td/><td/><td>(85.00-135.00)</td><td>(124.00-126.00)</td><td>(92.00-127.00)</td></tr><tr><td>Length of hind foot</td><td>25.00</td><td>23.67 ± 1.23\"</td><td>24.15 ± 0.90</td><td>23.64 ± 0.92</td></tr><tr><td/><td/><td>(21.00-25.00)</td><td>(23.00-25.00)</td><td>(22.00-25.00)</td></tr><tr><td>Length of ear g</td><td>20.00</td><td>19.73 ± 1.62\"</td><td>20.90 ± 1.28</td><td>19.09 ± 0.70</td></tr><tr><td/><td/><td>(17.00-23.00)</td><td>(19.60-22.00)</td><td>(18.00-20.00)</td></tr><tr><td>Length of SkUW•h</td><td>28.20</td><td>72.82 ± 1.92 b</td><td>28.30 ± 0.43</td><td>29.49 ± 1.58 e</td></tr><tr><td/><td/><td>(24.10-30.70)</td><td>(27.70-28.70)</td><td>(27.30-31.90)</td></tr><tr><td>Condylobasal length f . h</td><td>26.20</td><td>25.50 ± 2.31</td><td>26.35 ± 0.31</td><td>28.00 ± 1.64</td></tr><tr><td/><td/><td>(21.80-28.70)</td><td>(25.90-26.60)</td><td>(25.50-30.00)</td></tr><tr><td>Zygomatic breadth</td><td>13.80</td><td>13.34 ± 0.99 b</td><td>13.50 ± 0.42 e</td><td>14.58 ± 0.72'</td></tr><tr><td/><td/><td>(11.80-15.10)</td><td>(13.20-13.80)</td><td>(13.00-15.40)</td></tr><tr><td>Breadth of braincase</td><td>12.80</td><td>12.56 ± 0.49</td><td>12.80 ± 0.22</td><td>13.00 ± 0.53</td></tr><tr><td/><td/><td>(11.80-13.30)</td><td>(12.50-13.00)</td><td>(12.30-14.00)</td></tr><tr><td>Interorbital breadth f</td><td>4.60</td><td>4.55 ± 0.38</td><td>4.55 ± 0.13</td><td>4.90 ± 0.27</td></tr><tr><td/><td/><td>(4.10-5.30)</td><td>(4.40-4.70)</td><td>(4.60-5.50)</td></tr><tr><td>Frontal length</td><td>8.90</td><td>8.43 ± 0.60</td><td>8.88 ± 0.35</td><td>9.42 ± 0.52e</td></tr><tr><td/><td/><td>(7.50-9.90)</td><td>(8.50-9.30)</td><td>(8.40-10.30)</td></tr><tr><td>Parietal length</td><td>6.00</td><td>5.83 ± 0.38</td><td>5.70 ± 0.29</td><td>5.41 ± 0.52 e</td></tr><tr><td/><td/><td>(5.20-6.40)</td><td>(5.40-6.10)</td><td>(4.40-6.10)</td></tr><tr><td>Interparietal length</td><td>2.40</td><td>2.79 ± 0.46</td><td>2.30 ± 0.18</td><td>3.32 ± 0.51</td></tr><tr><td/><td/><td>(2.10-3.80)</td><td>(2.10-2.50)</td><td>(2.50-4.40)</td></tr><tr><td>Interparietal width</td><td>9.90</td><td>10.18 ± 0.78</td><td>10.03 ± 0.51</td><td>9.74 ± 0.67'</td></tr><tr><td/><td/><td>(9.20-12.20)</td><td>(9.50-10.70)</td><td>(8.30-10.50)</td></tr><tr><td>Nasal lengthf.h</td><td>11.00</td><td>10.88 ± 1.01 b</td><td>11.45 ± 0.24</td><td>11.75 ± 0.95 e</td></tr><tr><td/><td/><td>(8.70-12.00)</td><td>(11.20-11.70)</td><td>(10.10-13.30)</td></tr><tr><td>Nasal width</td><td>2.40</td><td>2.47 ± 0.20 b</td><td>2.45 ± 0.10</td><td>2.62 ± 0.22e</td></tr><tr><td/><td/><td>(2.20-2.80)</td><td>(2.40-2.60)</td><td>(2.30-2.90)</td></tr><tr><td>Rostral length f . h</td><td>9.40</td><td>9.02 ± 0.73 b</td><td>9.35 ± 0.17</td><td>9.46 ± 0.62e</td></tr><tr><td/><td/><td>(7.50-9.70)</td><td>(9.20-9.50)</td><td>(8.50-10.20)</td></tr><tr><td>Rostral widthf</td><td>4.00</td><td>4.26 ± 0.49</td><td>4.30 ± O.lO d</td><td>5.07 ± 0.35</td></tr><tr><td/><td/><td>(3.70-5.40)</td><td>(4.20-4.40)</td><td>(4.60-5.70)</td></tr><tr><td>Palatilar length,f•h</td><td>12.40</td><td>12.06 ± 1.00</td><td>12.43 ± 0.15</td><td>13.54 ± 0.91</td></tr><tr><td/><td/><td>(10.50-13.60)</td><td>(12.30-12.60)</td><td>(12.40-14.90)</td></tr><tr><td>Incisive length f . h</td><td>6.20</td><td>5.88 ± 0.60</td><td>6.00 ± 0.14</td><td>6.49 ± 0.43</td></tr><tr><td/><td/><td>(4.90-6.70)</td><td>(5.80-6.10)</td><td>(6.00-7.20)</td></tr><tr><td>Length of diastema f . h</td><td>7.10</td><td>6.83 ± 0.74</td><td>7.10 ± 0.08</td><td>7.74 ± 0.62</td></tr><tr><td/><td/><td>(5.70-7.90)</td><td>(7.00-7.20)</td><td>(6.70-8.70)</td></tr><tr><td>Breadth of parapterygoid fossa h</td><td>2.50</td><td>2.45 ± 0.19</td><td>2.67 ± 0.06 d</td><td>2.56 ± 0.27'</td></tr><tr><td/><td/><td>(2.10-2.80)</td><td>(2.60-2.70)</td><td>(2.30-3.20)</td></tr><tr><td>Breadth of mesopterygoid fossa</td><td>0.70</td><td>0.85 ± 0.12</td><td>0.93 ± 0.12d</td><td>1.03 ± O.l6 c</td></tr><tr><td/><td/><td>(0.60-1.00)</td><td>(0.80-1.00)</td><td>(0.80-1.40)</td></tr><tr><td>Bullar length</td><td>6.00</td><td>5.85 ± 0.42</td><td>6.63 ± 0.22</td><td>5.66 ± 0.27</td></tr><tr><td/><td/><td>(5.20-6.70)</td><td>(6.40-6.90)</td><td>(5.30-6.20)</td></tr><tr><td>B ullar depth</td><td>4.20</td><td>4.35 ± 0.28</td><td>4.85 ± 0.10</td><td>4.28 ± 0.17</td></tr><tr><td/><td/><td>(3.90-4.80)</td><td>(4.80-5.00)</td><td>(3.90-4.50)</td></tr><tr><td>Bullar width</td><td>5.50</td><td>5.51 ± 0.17</td><td>6.18 ± 0.26</td><td>5.50 ± 0.24</td></tr></table>",
                "type_str": "table",
                "text": "-Measurements (mm) of species of Andalgalomys. Means, standard deviation, and minimum and maximum are given for each measurement. Sample sizes are as given unless otherwise indicated: an = 15; b n = 12; en = 2; d n = 3; en = 10. Significant differences in variance (F-test; P ::; 0.05) are indicated as follows: f roigi versus olrogi; g roigi versus pearsoni; h olrogi versus"
            },
            "TABREF1": {
                "num": null,
                "content": "<table><tr><td/><td>A. roigi</td><td/><td>A. roigi</td><td>A. olrogi</td><td>A. pearsoni</td></tr><tr><td>Character</td><td>holotype</td><td/><td>(n = 13)</td><td>(n = 4)</td><td>(n = 11)</td></tr><tr><td>Cranial depthf,h</td><td>10.60</td><td colspan=\"2\">10.84 ± 0.57</td><td>ILl3 ± 0.17</td><td>11.31 ± 0.51e</td></tr><tr><td/><td/><td colspan=\"2\">(10.00-12.00)</td><td>( 10.90-11.30)</td><td>(10.50-12.10)</td></tr><tr><td>Width of zygomatic plate f . h</td><td>2.30</td><td/><td>2.39 ± 0.35</td><td>2.55 ± 0.10</td><td>2.95 ± 0.29</td></tr><tr><td/><td/><td/><td>( 1.80-2.90)</td><td>(2.40-2.60)</td><td>(2.40-3.40)</td></tr><tr><td>Length of zygomatic aperture</td><td>9.30</td><td/><td>8.75 ± 0.68</td><td>8.60 ± 0.25</td><td>9.66 ± 0.52</td></tr><tr><td/><td/><td/><td>(7.50-9.80)</td><td>(8.30-8.90)</td><td>(9.00-10.80)</td></tr><tr><td>Lateral incisor exposure</td><td>2.80</td><td/><td>2.31 ± 0.33</td><td>2.55 ± 0.13</td><td>2.84 ± 0.32</td></tr><tr><td/><td/><td/><td>(1.80-2.80)</td><td>(2.40-2.70)</td><td>(2.30-3.50)</td></tr><tr><td>Length of maxillary toothrowf,h</td><td>5.00</td><td/><td>4.68 ± 0.25</td><td>4.68 ± 0.05</td><td>4.90 ± 0.28</td></tr><tr><td/><td/><td/><td>(4.30-5.00)</td><td>(4.60-4.70)</td><td>(4.40-5.40)</td></tr><tr><td>Length of Ml</td><td>1.70</td><td/><td>1.75 ± 0.13</td><td>1.90 ± 0.22</td><td>1.73 ± 0.10</td></tr><tr><td/><td/><td/><td>(1.50-2.00)</td><td>(1.70-2.20)</td><td>(1.60-1.90)</td></tr><tr><td>Length of M2</td><td>1.10</td><td/><td>1.09 ± 0.06</td><td>1.10 ± 0.00</td><td>1.11 ± 0.83</td></tr><tr><td/><td/><td/><td>( 1.00-1.20)</td><td>(Ll 0-1.1 0)</td><td>(1.00-1.20)</td></tr><tr><td>Length of M3</td><td>0.60</td><td/><td>0.67 ± 0.10</td><td>0.83 ± 0.05</td><td>0.75 ± 0.69</td></tr><tr><td/><td/><td/><td>(0.50-0.80)</td><td>(0.80-0.90)</td><td>(0.60-0.80)</td></tr><tr><td>Width of Ml</td><td>1.00</td><td/><td>1.01 ± 0.14</td><td>1.23 ± 0.15</td><td>1.06 ± 0.14</td></tr><tr><td/><td/><td/><td>(0.80-1.20)</td><td>(1.10-1.40)</td><td>(0.80-1.30)</td></tr><tr><td>Width ofM2</td><td>1.00</td><td/><td>0.97 ± 0.12</td><td>LlO ± 0.12</td><td>0.97 ± 0.09</td></tr><tr><td/><td/><td/><td>(0.80-1.20)</td><td>( 1.00-1.20)</td><td>(0.80-1.10)</td></tr><tr><td>Width of M3</td><td>0.60</td><td/><td>0.70 ± 0.11</td><td>0.85 ± 0.13</td><td>0.77 ± 0.65</td></tr><tr><td/><td/><td/><td>(0.60-0.90)</td><td>(0.70-1.00)</td><td>(0.70-0.90)</td></tr><tr><td>Length of mandibular toothrow</td><td>4.80</td><td/><td>4.28 ± 0.25</td><td>4.48 ± 0.10</td><td>4.66 ± 0.18</td></tr><tr><td/><td/><td/><td>(3.80-4.80)</td><td>(4.40-4.60)</td><td>(4.30-4.90)</td></tr><tr><td>Length of ml</td><td>2.10</td><td/><td>1.95 ± 0.08</td><td>1.98 ± 0.10</td><td>2.03 ± 0.10</td></tr><tr><td/><td/><td/><td>(1.80-2.10)</td><td>( 1.90-2.10)</td><td>(1.90-2.20)</td></tr><tr><td>Length of m2</td><td>1.20</td><td/><td>1.08 ± 0.06</td><td>Ll5 ± 0.06</td><td>1.06 ± 0.93</td></tr><tr><td/><td/><td/><td>(1.00-1.20)</td><td>(1.1 0-1.20)</td><td>(0.90-1.20)</td></tr><tr><td>Length of m3</td><td>0.60</td><td/><td>0.65 ± 0.08</td><td>0.85 ± 0.10</td><td>0.70 ± 0.77</td></tr><tr><td/><td/><td/><td>0.50-0.80)</td><td>(0.70-0.90)</td><td>(0.50-0.80)</td></tr><tr><td>Width of ml</td><td>1.00</td><td/><td>0.99 ± 0.15</td><td>Ll5 ± 0.17</td><td>1.06 ± 0.82</td></tr><tr><td/><td/><td/><td>(0.80-1.20)</td><td>( 1.00-1.30)</td><td>(0.90-1.20)</td></tr><tr><td>Width of m2g</td><td>0.90</td><td/><td>0.89 ± 0.18</td><td>1.08 ± 0.10</td><td>1.01 ± 0.83</td></tr><tr><td/><td/><td/><td>(0.70-1.20)</td><td>( 1.00-1.20)</td><td>(0.90-1.20)</td></tr><tr><td>Width of m3g</td><td>0.70</td><td/><td>0.70 ± 0.11</td><td>0.78 ± 0.05</td><td>0.77 ± 0.47</td></tr><tr><td/><td/><td/><td>(0.50-0.90)</td><td>(0.70-0.80)</td><td>(0.70-0.80)</td></tr><tr><td>Mandibular length g</td><td>14.60</td><td colspan=\"2\">14.06 ± 1.07</td><td>14.70 ± O.lO d</td><td>15 . .70 ± 0.82</td></tr><tr><td/><td/><td colspan=\"2\">(12.30-15.30)</td><td>(14.60-14.80)</td><td>(14.60-17.10)</td></tr><tr><td>Condylar lengthf,h</td><td>6.50</td><td/><td>6.44 ± 0.66</td><td>6.75 ± 0.06</td><td>7.24 ± 0.50</td></tr><tr><td/><td/><td/><td>(5.40-7.30)</td><td>(6.70-6.80)</td><td>(6.50-8.10)</td></tr><tr><td>Height of process</td><td>7.30</td><td/><td>6.72 ± 0.54</td><td>6.93 ± 0.38 d</td><td>6.87 ± 0.71</td></tr><tr><td/><td/><td/><td>(5.80-7.30)</td><td>(6.50-7.20)</td><td>(5.90-7.70)</td></tr><tr><td>Depth of ramus f . h</td><td>3.40</td><td/><td>3.56 ± 0.27</td><td>3.33 ± 0.05</td><td>3.80 ± 0.34</td></tr><tr><td/><td/><td/><td>(3.20-4.00)</td><td>(3.30-3.40)</td><td>(3.40-4.30)</td></tr><tr><td colspan=\"3\">jugals form a substantial part of the zygo-</td><td colspan=\"3\">sphenoid struts are absent. Sphenopalatine</td></tr><tr><td colspan=\"3\">mae. Mid-portions of the zygomae do not</td><td colspan=\"3\">foramina are visible, optic foramina are</td></tr><tr><td colspan=\"3\">extend below the alveoli of the molar tooth-</td><td colspan=\"3\">large, sphenofrontal foramina are present,</td></tr><tr><td colspan=\"3\">rows. Subsquamosal and postglenoid fossae</td><td colspan=\"3\">and ethmoid foramina, squamosal-alisphe-</td></tr><tr><td colspan=\"3\">are present, subequal in size (subsquamosal</td><td colspan=\"3\">noid grooves, and buccinator grooves are</td></tr><tr><td colspan=\"3\">larger than postglenoid fossa), and separat-</td><td colspan=\"3\">present. Paraoccipital processes are present,</td></tr><tr><td colspan=\"3\">ed by long, thin hamular processes. Ali-</td><td colspan=\"3\">hook-like, and relatively small.</td></tr></table>",
                "type_str": "table",
                "text": "-Continued."
            },
            "TABREF2": {
                "num": null,
                "content": "<table><tr><td>Character</td><td/><td>II</td><td>III</td></tr><tr><td>Length of head and body</td><td>0.763</td><td>-0.073</td><td>0.008</td></tr><tr><td>Length of tail</td><td>0.732</td><td>0.471</td><td>0.187</td></tr><tr><td>Length of hind foot</td><td>0.390</td><td>0.346</td><td>0.291</td></tr><tr><td>Length of ear</td><td>0.519</td><td>0.481</td><td>0.391</td></tr><tr><td>Length of skull</td><td>0.941</td><td>-0.168</td><td>0.077</td></tr><tr><td>Condylobasal length</td><td>0.974</td><td>-0.165</td><td>0.034</td></tr><tr><td>Zygomatic breadth</td><td>0.913</td><td>-0.215</td><td>0.091</td></tr><tr><td>Breadth of braincase</td><td>0.873</td><td>-0.115</td><td>0.245</td></tr><tr><td>Interorbital breadth</td><td>0.829</td><td>-0.292</td><td>-0.080</td></tr><tr><td>Frontal length</td><td>0.797</td><td>-0.253</td><td>-0.087</td></tr><tr><td>Parietal length</td><td>-0.080</td><td>0.183</td><td>0.607*</td></tr><tr><td>Interparietal length</td><td>0.551</td><td>-0.523</td><td>-0.195</td></tr><tr><td>Interparietal width</td><td>0.525</td><td>0.244</td><td>0.533*</td></tr><tr><td>Nasal length</td><td>0.880</td><td>-0.048</td><td>0.084</td></tr><tr><td>Nasal width</td><td>0.738</td><td>-0.127</td><td>-0.205</td></tr><tr><td>Rostral length</td><td>0.882</td><td>-0.007</td><td>0.255</td></tr><tr><td>Rostral width</td><td>0.841</td><td>-0.389</td><td>-0.203</td></tr><tr><td>Palatilar length</td><td>0.945</td><td>-0.276</td><td>0.049</td></tr><tr><td>Incisive length</td><td>0.901</td><td>-0.226</td><td>0.043</td></tr><tr><td>Length of diastema</td><td>0.948</td><td>-0.224</td><td>0.075</td></tr><tr><td>Breadth of parapterygoid fossa</td><td>0.573</td><td>0.036</td><td>0.420</td></tr><tr><td>Breadth of mesopterygoid fossa</td><td>0.249</td><td>-0.408</td><td>-0.333</td></tr><tr><td>Bullar length</td><td>0.524</td><td>0.694*</td><td>0.117</td></tr><tr><td>Bullar depth</td><td>0.546</td><td>0.642*</td><td>0.093</td></tr><tr><td>Bullar width</td><td>0.369</td><td>0.636*</td><td>0.254</td></tr><tr><td>Cranial depth</td><td>0.811</td><td>-0.090</td><td>0.137</td></tr><tr><td>Width of zygomatic plate</td><td>0.902</td><td>-0.237</td><td>-0.114</td></tr><tr><td>Length of zygomatic aperture</td><td>0.849</td><td>-0.377</td><td>-0.097</td></tr><tr><td>Lateral incisor exposure</td><td>0.894</td><td>-0.230</td><td>-0.055</td></tr><tr><td>Length of maxillary toothrow</td><td>0.575</td><td>-0.257</td><td>0.039</td></tr><tr><td>Length ofM1</td><td>0.534</td><td>0.642*</td><td>-0.198</td></tr><tr><td>Length ofM2</td><td>0.457</td><td>-0.051</td><td>0.235</td></tr><tr><td>Length of M3</td><td>0.690</td><td>0.373</td><td>-0.265</td></tr><tr><td>Width ofM1</td><td>0.738</td><td>0.504</td><td>-0.225</td></tr><tr><td>Width of M2</td><td>0.621</td><td>0.616*</td><td>-0.161</td></tr><tr><td>Width ofM3</td><td>0.580</td><td>0.435</td><td>-0.517*</td></tr><tr><td>Length of mandibular toothrow</td><td>0.703</td><td>-0.275</td><td>-0.065</td></tr><tr><td>Length ofml</td><td>0.551</td><td>-0.039</td><td>-0.077</td></tr><tr><td>Length of m2</td><td>0.299</td><td>0.460</td><td>0.112</td></tr><tr><td>Length of m3</td><td>0.446</td><td>0.566</td><td>-0.399</td></tr><tr><td>Width of ml</td><td>0.730</td><td>0.475</td><td>-0.236</td></tr><tr><td>Width of m2</td><td>0.693</td><td>0.331</td><td>-0.526*</td></tr><tr><td>Width of m3</td><td>0.788</td><td>0.161</td><td>-0.315</td></tr><tr><td>Mandibular length</td><td>0.945</td><td>-0.237</td><td>-0.057</td></tr><tr><td>Condylar length</td><td>0.951</td><td>-0.199</td><td>0.023</td></tr><tr><td>Height of process</td><td>0.697</td><td>0.029</td><td>0.514*</td></tr><tr><td>Depth of ramus</td><td>0.650</td><td>-0.414</td><td>0.297</td></tr></table>",
                "type_str": "table",
                "text": "-Principal-component loadings based on data for specimens of Andalgalomys n.sp., A. olrogi, and A. pearsoni. Relatively high loadings for components II and III are denoted with an asterisk as follows: component II ~ 0.60; component III ~ 0.50."
            },
            "TABREF3": {
                "num": null,
                "content": "<table><tr><td>plate &lt;2.9</td></tr><tr><td>KEy TO THE SPECIES OF ANDALGALOMYS</td></tr><tr><td>1. Dorsal coloration yellowish-brown; length</td></tr><tr><td>of tail 2::124 mm; bullae greatly inflated,</td></tr><tr><td>&gt;6.4 mm in length, and &gt;4.8 mm in</td></tr><tr><td>depth, width of bullae &gt;5.8 mm; length</td></tr><tr><td>. of m3 &gt;0.80 mm; length of interparietal</td></tr><tr><td>usually &lt;2.5 mm. Catamarca Province,</td></tr><tr><td>Argentina; only known from the isolated</td></tr><tr><td>Bols6n de Pipanaco near the town of</td></tr><tr><td>Andalgala .......... . Andalgalomys olrogi</td></tr><tr><td>Dorsal coloration not yellowish-brown;</td></tr><tr><td>length of tail usually &lt;125 mm; bullae</td></tr><tr><td>only moderately inflated, measurements</td></tr><tr><td>less than indicated above; length of m3</td></tr><tr><td>&lt;0.80 mm; length of interparietal usually</td></tr><tr><td>&gt;2.5 . 2</td></tr><tr><td>2. Dorsal coloration reddish brown; length</td></tr><tr><td>of skull generally &gt;29.0 mm; breadth of</td></tr><tr><td>mesopterygoid fossa 1.0-1.4 mm; rostrum</td></tr><tr><td>generally longer and broader; palatilar</td></tr><tr><td>length generally&gt; 13.0 mm; width of zy-</td></tr><tr><td>gomatic plate &gt;2.7 mm; length of man-</td></tr><tr><td>dible generally &gt; 15.0 mm; known from</td></tr><tr><td>the Chaco of Bolivia and Paraguay-</td></tr><tr><td>Dorsal coloration grayish brown; length</td></tr><tr><td>of skull generally &lt;29.0 mm; breadth of</td></tr><tr><td>mesopterygoid fossa &lt; 1.0 mm; rostrum</td></tr><tr><td>shorter and more slender; palatilar length</td></tr><tr><td>generally &lt;13.0 mm; width of zygomatic</td></tr></table>",
                "type_str": "table",
                "text": "mm ....................................... . Andalgalomys pearsoni mm; length of mandible generally <15.0 mm; known from the western limits of the chaco and the chacomonte ecotone in central Argentina-.................... Andalgalomys roigi"
            }
        }
    }
}