{
    "paper_id": "MartinandSwiderski2001-Beachspawninginfishes-Phylogenetictestsofhypotheses",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:03.716310Z"
    },
    "title": "Beach Spawning in Fishes: Phylogenetic Tests of Hypotheses 1",
    "authors": [
        {
            "first": "Karen",
            "middle": [
                "L M"
            ],
            "last": "Martin",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Pepperdine University",
                "location": {
                    "addrLine": "24255 Pacific Coast Highway",
                    "postCode": "90263-4321",
                    "settlement": "Malibu, †Mammal Division",
                    "region": "California"
                }
            },
            "email": ""
        },
        {
            "first": "Donald",
            "middle": [
                "L"
            ],
            "last": "Swiderski",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "SYNOPSIS. Marine fishes that spawn at the water's edge or even out of water provide their eggs with the advantages of the warmer temperatures and high oxygen availability of the high intertidal zone. However, they increase the risks of desiccation and terrestrial predation. Beach spawners are present in at least 6 families of teleost fishes. Two hypotheses about the origin of beach spawning are tested by mapping of reproductive habitat and spawning site utilization onto phylogenies of two families that contain multiple species that spawn on beaches: Osmeridae, the smelts, and Atherinopsidae, the silversides. Our analysis suggests that beach spawning has evolved repeatedly in certain lineages, and that its antecedents are different for each family. Anadromy appears to have been the precursor for at least 3 different evolutionary origins of beach spawning in osmerids, while nearshore marine spawning in association with plant or gravel substrates was probably the precursor for the atherinopsids. Phylogenetic analysis enables us to reject or support specific evolutionary hypotheses for each clade.",
    "pdf_parse": {
        "paper_id": "MartinandSwiderski2001-Beachspawninginfishes-Phylogenetictestsofhypotheses",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "SYNOPSIS. Marine fishes that spawn at the water's edge or even out of water provide their eggs with the advantages of the warmer temperatures and high oxygen availability of the high intertidal zone. However, they increase the risks of desiccation and terrestrial predation. Beach spawners are present in at least 6 families of teleost fishes. Two hypotheses about the origin of beach spawning are tested by mapping of reproductive habitat and spawning site utilization onto phylogenies of two families that contain multiple species that spawn on beaches: Osmeridae, the smelts, and Atherinopsidae, the silversides. Our analysis suggests that beach spawning has evolved repeatedly in certain lineages, and that its antecedents are different for each family. Anadromy appears to have been the precursor for at least 3 different evolutionary origins of beach spawning in osmerids, while nearshore marine spawning in association with plant or gravel substrates was probably the precursor for the atherinopsids. Phylogenetic analysis enables us to reject or support specific evolutionary hypotheses for each clade.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Crowds of people and predators greet the arrival of many fish spawning runs. The mass migration of fish species into shallow water habitats is both impressive and intriguing. Many marine organisms spawn intertidally, but very few take advantage of the highest tides to deposit eggs in areas that may otherwise be inaccessible to swimming organisms. Beach spawning as we define it requires a marine environment with tides, allowing regular advance and retreat of the water line. Because the ocean's margins move up and down the shore with tidal height, animals that spawn around the highest tides place their eggs higher on shore than animals that spawn intertidally at other times. The highest high tides, called the semilunar tides, occur twice a month around the times of the full and new moon.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "The most prominent fish example of beach spawning is the grunion, Leuresthes tenuis (Atherinopsidae) on the shores of southern California. All spawning takes place within a couple of hours after the semilunar high tides, on a few nights during the spring and summer months (Walker, 1952) . More remarkably, fish actually emerge from the ocean, riding high waves onto shore to spawn on the sandy beaches. Females dig into the soft sand tail first to release their eggs, while males on the surface curl around them to fertilize the eggs. Then, on a subsequent large wave, the fish wash back into the ocean. The eggs remain terrestrial, buried in the damp sand above the tide mark, until the subsequent high semilunar tides, approximately two weeks later (Darken et al., 1998) . At that time the fully developed eggs are washed free from the sand by high waves, and the larvae hatch out (Griem and Martin, 2000) . A congener in the Gulf of California, L. sardina, also spawns out of the water at high tides and buries its eggs in sand above the tide mark (Thomson and Muench, 1976) .",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 287,
                        "text": "(Walker, 1952)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 752,
                        "end": 773,
                        "text": "(Darken et al., 1998)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 884,
                        "end": 908,
                        "text": "(Griem and Martin, 2000)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1052,
                        "end": 1078,
                        "text": "(Thomson and Muench, 1976)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Several other species of marine fishes spawn on beaches, although actual emergence of adults from water is rare. Placement of eggs high in the intertidal zone may seem to be risky behavior, but it has numerous advantages (DeMartini, 1999) , in-cluding increased incubation temperatures and increased oxygen availability (Jones, 1972; Strathmann and Hess, 1999) , and reduced aquatic predation (Tewksbury and Conover, 1987) . Eggs in the middle intertidal zone may be emerged for a few hours a month during extremely low tides, but eggs spawned on the beach, in the highest intertidal zone, may be emerged on a daily or constant basis (Walker, 1952; Taylor et al., 1977; Leggett and Frank, 1990) . Surprisingly, brief aerial emergence during low tides does not seem to be a serious problem for fish eggs, as long as they are kept moist (Marliave, 1981; DeMartini, 1999) . Risk of desiccation during emergence of eggs is attenuated by depositing them on a substrate that will retain moisture, such as sea grasses, or by burying the eggs in sand or gravel (Middaugh et al., 1983) .",
                "cite_spans": [
                    {
                        "start": 221,
                        "end": 238,
                        "text": "(DeMartini, 1999)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 320,
                        "end": 333,
                        "text": "(Jones, 1972;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 334,
                        "end": 360,
                        "text": "Strathmann and Hess, 1999)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 393,
                        "end": 422,
                        "text": "(Tewksbury and Conover, 1987)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 634,
                        "end": 648,
                        "text": "(Walker, 1952;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 649,
                        "end": 669,
                        "text": "Taylor et al., 1977;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 670,
                        "end": 694,
                        "text": "Leggett and Frank, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 835,
                        "end": 851,
                        "text": "(Marliave, 1981;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 852,
                        "end": 868,
                        "text": "DeMartini, 1999)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1053,
                        "end": 1076,
                        "text": "(Middaugh et al., 1983)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Other risks of terrestrial spawning include increased exposure of both adults and eggs to avian predators (Middaugh, 1981; Griem and Martin, 1997) , and danger of terrestrial exposure to aquatic larvae after they hatch (Leggett and Frank, 1990) . Risks of terrestrial hatching of aquatic larvae could be reduced by tidal synchrony of embryonic development in tandem with the spawning activities during semilunar high tides, or with delayed hatching and extended incubation of eggs, using an environmental trigger to initiate hatching under appropriate conditions (Martin, 1999) . For example, grunion eggs hatch only when submerged, and may delay hatching for several additional weeks if waves do not reach them on shore (Darken et al., 1998) .",
                "cite_spans": [
                    {
                        "start": 106,
                        "end": 122,
                        "text": "(Middaugh, 1981;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 123,
                        "end": 146,
                        "text": "Griem and Martin, 1997)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 219,
                        "end": 244,
                        "text": "(Leggett and Frank, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 563,
                        "end": 577,
                        "text": "(Martin, 1999)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 721,
                        "end": 742,
                        "text": "(Darken et al., 1998)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Neither the benefits nor the costs are sufficient to explain how the complex behavior of beach spawning evolved. Some of the benefits could be obtained without terrestrial exposure of eggs. Spawning in shallow water of tidal basins, or attachment of eggs to subtidal substrates such as plants, in areas with high current could provide the eggs with high oxygen levels without the risk of desiccation. However, in some environments, subtidal deposition of eggs may lead to unacceptably high mortality and beach spawning may be the only way that fishes can be permanent residents of these habitats (Taylor and DiMichele, 1983; Tewksbury and Conover, 1987) . The comparative method suggests examining other species with similar spawning habits. By examining the other species of fishes that also spawn on beaches in the high intertidal zone, we have a basis for formulating hypotheses about the sequence of events in evolution of this reproductive behavior. However, other information is needed to test these hypotheses.",
                "cite_spans": [
                    {
                        "start": 596,
                        "end": 624,
                        "text": "(Taylor and DiMichele, 1983;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 625,
                        "end": 653,
                        "text": "Tewksbury and Conover, 1987)",
                        "ref_id": "BIBREF36"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Unlike the approaches described above, phylogenetic analysis can help us to understand the evolution of beach spawning because the phylogeny provides a historical framework for inferring when behavioral changes occurred. By mapping aspects of spawning behavior onto a phylogeny inferred from other traits, we can examine the relationships among changes in different aspects of spawning behavior, their relationship to changes in physiology and other behaviors, and also the relationship between changes in spawning behavior and the divergence of taxa. For example, a trait which is wide-spread in a clade that includes beach spawners and their relatives would not only be inferred to be primitive for the entire clade, it may also be judged irrelevant to eventual evolution of beach spawning because few of the descendants achieved that more derived state. This conclusion would be further strengthened by finding that other clades with beach spawners did not have the supposed precursor state. Support for the hypothesis that a particular state is an important or even necessary intermediate step would come from finding that state only in the closest relatives of the beach spawners, particularly if the trait arises convergently in many widely separated lineages. The argument could be bolstered by experimental studies showing the intermediate state confers a selective advantage that increases with the height that fish spawn in the intertidal zone.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Other features may be so intimately associated with beach spawning that they are not found in any other taxa. These features may not be precursors, but adaptations for beach spawning that evolved afterward. Additional information would be needed before making this interpretation because the phylogenetic analysis cannot determine which trait is the precursor, and therefore cannot determine which is an adaptation for the other when both traits occur in exactly the same set of taxa. Another possibility is that no features exhibit a consistent relationship to beach spawning. In other words, the phylogenetic analysis may reveal that beach spawning arose under wholly unique circumstances in each clade. If this is the case, then beach spawning may have evolved for different adaptive reasons in each clade. An example of this situation would be the case in which distantly related taxa converge on beach spawning through different sequences of transformation. Thus, not only does phylogenetic analysis allow reconstruction of the intermediate steps taken in the evolution of a complex behavior; it also provides the opportunity to distinguish detailed convergence from superficial similarity. Together, these possibilities make phylogenetic analysis a powerful tool for understanding the evolution of complex behaviors.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "This kind of analysis depends upon reliable literature or personal observations of spawning behavior and natural history in all closely related species. Unfortunately, literature in this regard is not complete. In some cases the gaps can be filled by drawing on information from closely related taxa, but this still limits our ability to draw firm conclusions from the data at hand. Even when reliable literature is available, it is still no substitute for direct observation and the authors take full responsibility, and apologize in advance, for any errors in interpretation of the natural history literature.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Two caveats",
                "sec_num": null
            },
            {
                "text": "An analysis of this sort also depends upon prior work by systematists producing reliable hypotheses of phylogenetic relationships. Thus any attempt to infer patterns of character evolution from published phylogenies must take into account the limitations of the methods that were used to generate the trees, the degree of resolution and the robustness of the resolved branches, and the completeness of taxon sampling. In addition, users of published trees should be aware of controversies or conflicting interpretations of the relationships of the species of interest. However, the most important point to bear in mind is that any phylogeny is a hypothesis that is subject to revision if additional data become available. Consequently, any interpretation of character evolution that is based on a phylogeny is a hypothesis that can be rejected in two ways: by discovery of contradictory evidence concerning the characters of interest, and by revision of the phylogeny to a form that requires reinterpretation of those characters. Nevertheless, we are optimistic that our analyses, based on the systematic work summarized below, will help to direct future study of these groups and narrow the range of plausible hypotheses to test.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Two caveats",
                "sec_num": null
            },
            {
                "text": "A review of the literature suggests that there is one freshwater fish that spawns completely out of water, the Amazonian Copeina arnoldi (Characinidae). In the laboratory, courting males and females leap together out of water and spawn while pressed against the glass walls of the aquarium, above the water line (Breder and Rosen, 1966) . Presumably they spawn similarly out of water on the undersurface of rocks hanging above streams in the field. The male tends the eggs by splashing them with water every twenty minutes or so during three days of incubation. This unique fish does not spawn tidally on a beach, so it will not be considered further.",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 336,
                        "text": "(Breder and Rosen, 1966)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "Several species of marine fish exhibit beach spawning behavior, including some silversides (Atherinopsidae), certain killifish (Fundulidae), a puffer (Tetraodontidae), a few smelts (Osmeridae), and a stickleback (Gasterosteidae). An example from each family follows.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "The beach spawning species most closely allied to the grunion is the Atlantic silverside Menidia menidia (Atherinopsidae). It spawns in large schools at the water's edge during highest tides of late spring and summer in estuaries on the east coast of North America (Middaugh, 1981) . Eggs in strands entangle with sea grasses or detrital mats on tidal flats. As the tide recedes, the eggs wash down the vegetation, and remain moist throughout development (Middaugh et al., 1983 (Middaugh et al., , 1984 of about 16 days. During a heavy spawning run, the water may turn white from the amount of spawn present (Middaugh, 1981) , and the aquatic oxygen tension declines dramatically. Afterwards the fish hover farther off shore in a subdued state called a spawning stupor (Middaugh et al., 1981) .",
                "cite_spans": [
                    {
                        "start": 265,
                        "end": 281,
                        "text": "(Middaugh, 1981)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 455,
                        "end": 477,
                        "text": "(Middaugh et al., 1983",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 478,
                        "end": 502,
                        "text": "(Middaugh et al., , 1984",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 608,
                        "end": 624,
                        "text": "(Middaugh, 1981)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 769,
                        "end": 792,
                        "text": "(Middaugh et al., 1981)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "A killifish that spawns high in the intertidal zone is the mummichog, Fundulus heteroclitus (Fundulidae). Mummichogs spawn aquatically at the water's edge during semilunar high tides in salt marsh estuaries (Taylor, 1990) . Their eggs are deposited on vegetation or in empty seashells, so they are protected from desiccation during frequent air emergence throughout the time of incubation. Eggs are ready to hatch in nine to twelve days, but delay hatching if emerged, until submerged by a semilunar high tide (DiMichele and Taylor, 1981) . The tidal bore of water in a salt marsh estuary typically involves very little wave action, with slow and steady increases and decreases in water level. Thus spawning mummichogs are not cast on shore by waves during spawning. In at least one estuarine site, Menidia menidia and Fundulus heteroclitus both spawn on sea grasses in the high intertidal zone (Conover and Kynard, 1984) . Additional fundulids spawn with semilunar rhythms in the intertidal zone of estuaries of North America and the Gulf Coast (Taylor, 1984 (Taylor, , 1990 .",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 221,
                        "text": "(Taylor, 1990)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 525,
                        "end": 538,
                        "text": "Taylor, 1981)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 895,
                        "end": 921,
                        "text": "(Conover and Kynard, 1984)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 1046,
                        "end": 1059,
                        "text": "(Taylor, 1984",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 1060,
                        "end": 1075,
                        "text": "(Taylor, , 1990",
                        "ref_id": "BIBREF33"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "The puffer Takifugu niphobles (Tetraodontidae) spawns high in the intertidal zone (Uno, 1955) , more frequently during summer twilight semilunar high tides. In the Sea of Japan, puffers may be temporarily stranded on pebble beaches by one wave, and returned to sea on a following wave. Spawning follows this stranding but takes place in shallow water (Yamahira, 1997a) . Multiple males bite the female to induce oviposition (Breder and Rosen, 1966) . The eggs are broadcast, then scattered by waves among the pebbles (Yamahira, 1996) . Remaining high on the beach, eggs are occasionally emerged into air during daily low tides, but they will hatch only during submergence (Yamahira, 1997b) .",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 93,
                        "text": "(Uno, 1955)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 351,
                        "end": 368,
                        "text": "(Yamahira, 1997a)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 424,
                        "end": 448,
                        "text": "(Breder and Rosen, 1966)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 517,
                        "end": 533,
                        "text": "(Yamahira, 1996)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 672,
                        "end": 689,
                        "text": "(Yamahira, 1997b)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "A smelt (Osmeridae) that spawns on the beach is the capelin Mallotus villosus. The capelin spawns in spring and summer in bays of Europe and on both coasts of North America. Schools swim back and forth near shore at night, just outside the breaking waves, then split into pairs or triplets attached to one another, swimming toward the beach on a wave (Frank and Leggett, 1981) . When fish are as high on the beach as the wave can carry them, they quickly hollow out an area of fine gravel and deposit their spawn. On the next high wave they return to water. Along with the grunion, these are the only marine fish known to fully emerge from water solely for the purpose of spawning. Capelin from the same populations also spawn lower in the intertidal zone and subtidally, 70 to 80 m deep. Larvae hatch in about 30 days and are washed out to sea by wind waves (Leggett and Frank, 1990) .",
                "cite_spans": [
                    {
                        "start": 362,
                        "end": 376,
                        "text": "Leggett, 1981)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 859,
                        "end": 884,
                        "text": "(Leggett and Frank, 1990)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "Another osmerid, the surf smelt Hypomesus pretiosus, makes mass spawning runs to the water's edge on the northwest coast of North America (Loosanoff, 1937; Hart, 1973) . Like the capelin, these fish aggregate close to shore, then a female and associated males ride a wave to very shallow water, where they spawn on a fine gravel beach. Occasionally these fish flip up out of the water (Lamb and Edgell, 1986) . The eggs develop optimally in the mid-intertidal zone; survival decreases in eggs placed too high or too low (Loosanoff, 1937) . Thompson et al. (1936) did not observe a semilunar tidal rhythm in spawning runs; placement of eggs at this tidal height does not require extreme tides. Depending on temperature, eggs hatch in 8 to 90 days (Love, 1996) . Spawning occurs throughout much of the year, only in the daytime and particularly during diurnal high tides of the late afternoon, thus this species is also called the day smelt (Hart, 1973) . Individuals usually spawn only once. The similar osmerid Spirinchus starksi, the night smelt, has been reported to spawn in the surf zone at night (Hart, 1973) .",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 155,
                        "text": "(Loosanoff, 1937;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 156,
                        "end": 167,
                        "text": "Hart, 1973)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 385,
                        "end": 408,
                        "text": "(Lamb and Edgell, 1986)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 520,
                        "end": 537,
                        "text": "(Loosanoff, 1937)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 540,
                        "end": 562,
                        "text": "Thompson et al. (1936)",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 746,
                        "end": 758,
                        "text": "(Love, 1996)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 939,
                        "end": 951,
                        "text": "(Hart, 1973)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1101,
                        "end": 1113,
                        "text": "(Hart, 1973)",
                        "ref_id": "BIBREF11"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "Beach spawning has been recently initiated in some populations of white sticklebacks (Gasterosteidae) on the rocky shores of Nova Scotia, as first described by Mac-Donald et al. in 1995 Crabtree (1987) and Dyer and Chernoff (1996) .",
                "cite_spans": [
                    {
                        "start": 160,
                        "end": 185,
                        "text": "Mac-Donald et al. in 1995",
                        "ref_id": null
                    },
                    {
                        "start": 186,
                        "end": 201,
                        "text": "Crabtree (1987)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 206,
                        "end": 230,
                        "text": "Dyer and Chernoff (1996)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A brief survey of beach spawning fishes",
                "sec_num": null
            },
            {
                "text": "Phylogeny of smelts (Osmeridae) and hypothesized transformations from anadromy. Bars labelled B indicate branches on which anadromy is transformed to beach spawning. Bars labelled S indicate branches on which anadromy is lost and replaced by subtidal spawning. In M. villosus, both beach spawning and subtidal spawning occur. Phylogeny from Johnson and Patterson (1996) . population spawns intertidally on bare rock. The white stickleback species is presumably reproductively isolated from its immediate ancestor, Gasterosteus aculeatus (MacDonald et al., 1995) , an anadromous fish (McDowall, 1988) .",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 369,
                        "text": "Johnson and Patterson (1996)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 537,
                        "end": 561,
                        "text": "(MacDonald et al., 1995)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 583,
                        "end": 599,
                        "text": "(McDowall, 1988)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 2.",
                "sec_num": null
            },
            {
                "text": "Finally, there is one exceptional species of fish that lives in freshwater, but spawns tidally in estuaries. The Australian fish Galaxias maculatus (Galaxiidae) migrates downstream to spawn at the water's edge during semilunar high tides in estuaries, placing the eggs high on shore so they may be emerged during low tides. Eggs do not hatch until under water, and may extend incubation many days (McDowall, 1988) . McDowall (1993) does not consider this fish to be catadromous.",
                "cite_spans": [
                    {
                        "start": 397,
                        "end": 413,
                        "text": "(McDowall, 1988)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 416,
                        "end": 431,
                        "text": "McDowall (1993)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 2.",
                "sec_num": null
            },
            {
                "text": "Most beach spawning fish described above are distantly related, but two clades include multiple species that exhibit this behavior. The family Atherinopsidae contains the two species of grunion (Leuresthes tenuis and L. sardina) in the subfamily Atherinopsinae, and the Atlantic silverside, Menidia menidia, in the subfamily Menidiinae. All three spawn on beaches at the highest tides. The family Osmeridae includes the beach spawning capelin (Mallotus villosus), and two smelts that spawn in the surf zone (Hypomesus pretiosus and Spirinchus starski). In the remainder of this paper, we will focus on these two groups, and examine whether there are any common patterns that might explain the evolution of beach spawning in these groups and perhaps in the others.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenies of two clades",
                "sec_num": null
            },
            {
                "text": "Relationships of the Atherinopsidae (Fig.  1) are not as well resolved as the relationships of the Osmeridae (Fig. 2) . Crabtree (1987) used allozyme data to analyze relationships within the subfamily Atherinopsinae, which includes the grunion but not Menidia. Crabtree did include two species of the subfamily Menidiinae, Labidesthes sicculus and Menidia beryllina, which were used as outgroups to root the tree. Distance Wagner analysis of modified Roger's genetic distances, and parsimony analysis of coded allozyme character states produced somewhat different results. Both trees support the three monophyletic groups shown in Figure 1 (Basilichthys ϩ Odontesthes, Leuresthes ϩ Atherinopsis, Atherinops ϩ Colpichthys), but differ in the relationships among those groups. Accordingly, we have treated these deeper relationships as unresolved, as shown by the trichotomy below these groups. Phylogenetic analyses based on anatomy support the monophyly of the family Atherinopsidae, the subfamilies Atherinopsinae and Menidiinae and the genus Menidia, but did not attempt to resolve re-lationships within these groups (Chernoff, 1986; Dyer and Chernoff, 1996) . These ambiguities are also represented by trichotomies in Figure 1 .",
                "cite_spans": [
                    {
                        "start": 120,
                        "end": 135,
                        "text": "Crabtree (1987)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1119,
                        "end": 1135,
                        "text": "(Chernoff, 1986;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1136,
                        "end": 1160,
                        "text": "Dyer and Chernoff, 1996)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 36,
                        "end": 45,
                        "text": "(Fig.  1)",
                        "ref_id": null
                    },
                    {
                        "start": 109,
                        "end": 117,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 631,
                        "end": 639,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 1221,
                        "end": 1229,
                        "text": "Figure 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenies of two clades",
                "sec_num": null
            },
            {
                "text": "Because relationships among the atherinopsids are not completely resolved, our ability to explain the evolution of beach spawning in these fish is rather limited. A complete analysis of the possible evolutionary transformations of these taxa requires consideration of all 27 combinations of the possible resolutions of the three trichotomies. A hypothesis must be inconsistent with all 27 possible phylogenies before it can be decisively rejected, which can be a formidable barrier to forming firm conclusions. Still, using this phylogeny as a framework for comparing these taxa may narrow the range of likely hypotheses, and may also indicate what additional data would be needed to support or reject any particular hypothesis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenies of two clades",
                "sec_num": null
            },
            {
                "text": "In contrast to the situation in atherinopsids, the phylogenetic relationships of osmerid genera are fully resolved. This resolution is due primarily to the work of Johnson and Patterson (1996) , who performed an exhaustive anatomical survey of osmerids as part of a broader analysis of relationships among lower euteleostean fishes. Their phylogeny differs from all previous phylogenies for this group, largely because they corrected several errors made in earlier studies (see critical reviews in Johnson and Patterson [1996] and Patterson and Johnson [1997] ). The phylogeny produced by Johnson and Patterson is quite robust; it is based on 112 anatomical characters and every node is supported by at least three uncontroverted synapomorphies. Thus, their work provides a very strong framework for the analysis of spawning behavior. ",
                "cite_spans": [
                    {
                        "start": 176,
                        "end": 192,
                        "text": "Patterson (1996)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 498,
                        "end": 526,
                        "text": "Johnson and Patterson [1996]",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 531,
                        "end": 559,
                        "text": "Patterson and Johnson [1997]",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenies of two clades",
                "sec_num": null
            },
            {
                "text": "HYPOTHESES One evolutionary hypothesis is that beach spawning runs are modifications of ancestral anadromous runs from marine feeding environments to spawning sites in fresh water. The logic is that anadromous runs incorporate synchronized, seasonal spawning in a habitat different from the usual adult habitat (McDowall, 1988) . Spawning migrations from marine to fresh water, or from fresh water to the oceans, are present in only about 0.6% of all species of fishes, but are much more common in osmerids and their relatives (McDowall, 1993) . Anadromy is present in the majority of osmerids and salangids (the sister group of Mallotus), and it is also present in most members of the sister group of this clade. This distribution supports McDowall's (1993) inference that anadromy is primitive for osmerids. Because the beach spawning osmerids are not closely related to each other ( Fig. 2) , we infer that each instance represents an independent modification of anadromy.",
                "cite_spans": [
                    {
                        "start": 311,
                        "end": 327,
                        "text": "(McDowall, 1988)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 527,
                        "end": 543,
                        "text": "(McDowall, 1993)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 741,
                        "end": 758,
                        "text": "McDowall's (1993)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 886,
                        "end": 893,
                        "text": "Fig. 2)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "Within the Osmeridae, loss of anadromy is not unique to beach spawners. Allosmerus elongatus enters fresh water at times but is not anadromous (Eschmeyer et al., 1983) , and it does not spawn on beaches. North American populations of Hypomesus transpacificus, a congener of H. pretiosus, spend the entire life-cycle in freshwater (McGinnis, 1984) . Interestingly, Japanese populations of H. transpacificus have remained anadromous. These two examples indicate that a non-migratory state is not a necessary intermediate step in the transition from anadromy to beach spawning. As H. transpacificus demonstrates, loss of anadromy may lead in an entirely different direction.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 167,
                        "text": "(Eschmeyer et al., 1983)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 330,
                        "end": 346,
                        "text": "(McGinnis, 1984)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "The hypothesis that beach spawning of grunion arose as a modification of anadromy was proposed by Thomson and Muench (1976) . However, no species in the Atheri- nopsidae engages in anadromous migrations (McDowall, 1993) , so this can not be an ancestral character within that group. In fact, the only other beach spawner that has anadromous relatives is a population of sticklebacks (Gasterosteidae) (MacDonald et al., 1995) . Therefore modification of a pre-existing migratory behavior is not a general explanation for the evolution of spawning on beaches.",
                "cite_spans": [
                    {
                        "start": 98,
                        "end": 123,
                        "text": "Thomson and Muench (1976)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 203,
                        "end": 219,
                        "text": "(McDowall, 1993)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 400,
                        "end": 424,
                        "text": "(MacDonald et al., 1995)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "An alternative hypothesis that might account for beach spawning in Atherinopsidae and some of the other groups can be inferred from the affinity of many atherinopsids for spawning in shallow water. In this hypothesis, the spawning site moves gradually from deeper to shallower water. In the most primitive state, spawning occurs in the subtidal zone where water levels rise and fall, but the substrate is never exposed directly to the air. In progressively more derived states, spawning occurs progressively higher in the intertidal zone where the substrate is exposed for progressively greater amounts of time. And in the final state, spawning occurs above the tidal zone on substrates that are only submerged by the highest waves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "As we demonstrated above, it is not difficult to find species that fit each step in this Kipling-esque ''just so'' story. However, the plausibility of this story does not make it true. For example, the anadromous osmerids typically spawn in shallow water. It seems reasonable, therefore, that their nonanadromous relatives would also spawn in shallow water and evolve to spawn progressively higher in the intertidal zone. In fact, our phylogenetic analysis provides little support for this hypothesis (Fig. 2) . There are three species that spawn high in the intertidal zone. All of them are most closely related to anadromous species, not to species that spawn lower in the tidal zone. The one other non-anadromous species in our analysis, A. elongatus, spawns in the subtidal zone, far from the beach. In this group, the only support for the hypothesis that beach spawners evolved from ancestors that spawn lower in the intertidal zone comes from the capelin, M. villosus. Members of this species spawn in a wide variety of locations, ranging from the high intertidal zone (Leggett and Frank, 1990) to subtidal waters 80 m deep (Frank and Leggett, 1981) . This example may indicate that it is possible to pass rapidly through the entire sequence, which would explain the lack of extant intermediates. But even here, to demonstrate an evolutionary sequence into increasingly shallow spawning sites, it is necessary to perform an analysis of the genealogical relationships among capelin populations that spawn in different locations.",
                "cite_spans": [
                    {
                        "start": 1075,
                        "end": 1100,
                        "text": "(Leggett and Frank, 1990)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1130,
                        "end": 1155,
                        "text": "(Frank and Leggett, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 501,
                        "end": 509,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "In some ways the hypothesis of an evolutionary trend toward shallower spawning sites may be more plausible for atherinopsids than for osmerids. Atherinopsids are not anadromous, but many of them favor shallow water spawning sites. Atherinops affinis and Atherinopsis californiensis live in shallow but subtidal waters, and spawn on vegetation in bays and estuaries (Love, 1996) . Colpichthys lives along the coast in the Gulf of California. In addition, atherinopsids appear to be adept at making transitions between very different environments. Some populations of Menidia beryllina are estuarine, while others are landlocked in fresh water (McGinnis, 1984) . The genera Bailichthys and Odontesthes each contain some marine and some freshwater species (Mann, 1954) . In fact the distribution of freshwater and marine species (Fig. 3) , together with the poor resolution of the phylogeny, makes it impossible to tell whether freshwater or marine habitats are primitive. If the primitive habitat is marine, there must have been at least four invasions of freshwater habitats, and if the primitive habitat is freshwater, there must have been at least four invasions of the marine environment.",
                "cite_spans": [
                    {
                        "start": 365,
                        "end": 377,
                        "text": "(Love, 1996)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 642,
                        "end": 658,
                        "text": "(McGinnis, 1984)",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 753,
                        "end": 765,
                        "text": "(Mann, 1954)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 826,
                        "end": 834,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "Despite the diversity of spawning behaviors in atherinopsids, there is no evidence that the spawning behavior of grunion evolved from subtidal spawning through a series of intermediate steps. Atherinopsis californiensis, the closest relative of the grunion, spawns in the subtidal zone. In fact, none of the atherinopsid species for which we could obtain data spawn in the lower or middle intertidal zone. There also is no evidence that beach spawning in M. menidia arose through a progression of steps up the tidal zone. Again, the small amount of data forces us to be tentative because there may be taxa with intermediate behaviors that have not been reported. Even so, it is apparent that beach spawning in M. menidia and in grunion arose independently, and from different primitive states (subtidal estuarine vs. subtidal ocean floor habitats).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "While some of the gaps in our data are obvious, others are less readily apparent and require us to advise additional caution in interpreting these results. Beach spawning is a highly visible, predictable behavior that may lull the observer into neglecting to make observations in other, less spectacular but still common, spawning sites. Capelin are extremely numerous and more commercially important than most of the other species in this paper, and so may have received greater attention from ichthyologists over the years. Other species may also spawn in a variety of habitats where they are less easily observed than on a beach. Therefore, the absence of evidence for spawning in deeper water should be evaluated with caution, as it is not necessarily evidence of absence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ANALYSES OF CHARACTERS: TESTS OF TWO",
                "sec_num": null
            },
            {
                "text": "In addition to testing hypotheses about the primitive spawning behavior of fishes that spawn on beaches, phylogenetic analysis also enables tests of the temporal re-lationships between beach spawning and other traits that might be associated with it. In this context, characteristics of the eggs, and selection of oviposition substrates are of particular interest. Here, the focus is on whether a particular trait arose prior to spawning on beaches, and if so, how many other taxa that share the trait did subsequently evolve to spawn on beaches. If the traits are prerequisites for beach spawning, the same traits should be found in closely related species, particularly if those taxa spawn in environments that have features in common with the high intertidal zone. On the other hand, if the traits in question are found in all or most of the taxa within the clade, the trait may be so primitive that its evolution has no bearing on the evolution of beach spawning.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Eggs of beach spawners commonly have two traits that insure that the eggs stay where they are laid. All of these taxa produce eggs that are negatively buoyant (demersal), and most produce eggs that adhere to the substrate on which they are spawned. Intuitively, these traits seem to confer a distinct advantage over eggs that lack these traits, because negative bouyancy and adhesiveness both prevent eggs spawned in these high energy environments from being swept too far up the beach or out into deeper water. In fact, vertical height of placement within the intertidal zone is known to strongly affect egg survival in surf smelt (Loosanoff, 1937) , Atlantic silversides (Middaugh et al., 1983) , and puffers (Yamahira, 1996 (Yamahira, , 2001 ). However, these traits are likely to be advantageous to any fish that selects a particular environment or substrate for spawning. For example, herring eggs spawned on intertidal seagrasses survive better than those placed lower, perhaps as a result of greater oxygen availability and increased temperature (Jones, 1972) . Thus it is no surprise that almost all of the osmerids and atherinopsids for which we have data produce eggs that are both demersal and adherent. The sole exception appears to be the grunion, which produce nonadhesive demersal eggs. Grunion bury their eggs in the substrate, which removes the need for adhesion. Unfortunately, this unique coincidence of burial and the lack of adhesion does not allow discrimination between the hypothesis that adhesion was lost after the evolution of burial made it irrelevant, and the hypothesis that the loss of adhesion preceded and even precipitated the evolution of burial. The risks encountered by exposure in the high intertidal zone may seem to indicate that evolution of egg burial preceded the loss of adhesion, but the hypothesis that evolution of burial preceded both the loss of adhesion and spawning high in the intertidal zone cannot be ruled out by the available data.",
                "cite_spans": [
                    {
                        "start": 632,
                        "end": 649,
                        "text": "(Loosanoff, 1937)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 673,
                        "end": 696,
                        "text": "(Middaugh et al., 1983)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 711,
                        "end": 726,
                        "text": "(Yamahira, 1996",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 727,
                        "end": 744,
                        "text": "(Yamahira, , 2001",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1053,
                        "end": 1066,
                        "text": "(Jones, 1972)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "In contrast to the apparent stability of egg traits, selection of spawning substrates appears to be more diverse. Eggs may be attached to filamentous algae or other plants, as in most atherinopsids, or buried in gravel or sand, as with most osmerids and the grunion, or even placed within old barnacle or mussel shells, as with F. heteroclitus and M. menidia. All osmerid and atherinid species for which we have data spawn directly on a substrate rather than broadcast eggs in the water column, and several species use multiple substrates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Several factors may explain why fishes that spawn on beaches must be selective about the substrates on which they spawn. Survival of eggs spawned on beaches appears to require substrates that provide a delicate balance of moisture that prevents desiccation and permeability that permits gas diffusion. Inorganic sediments may retain less water than plant material that mats, but matting may restrict gas exchange. Consequently, fish that bury their eggs in sediments probably must place their eggs higher in the intertidal zone, for better drainage and oxygen availability, than fish that oviposit onto vegetation. Conversely, fish that deposit eggs on vegetation may be forced to spawn lower in the intertidal zone where the plants are periodically separated by the rising water. A similar set of tradeoffs may explain why surf smelt, which spawn in fine gravel, can spawn successfully lower in the intertidal zone than grunion, spawning in sand. Coarse sediments retain less water and permit more gas exchange than fine sediment. Although a few studies have shown that the spawning substrates can influence egg survival (cf., Middaugh et al., 1983; Yamahira, 2001) , further studies are needed to determine the physiological tolerances of the eggs. Only then will it be possible to test hypotheses about the relationship between egg physiology and spawning behavior.",
                "cite_spans": [
                    {
                        "start": 1128,
                        "end": 1150,
                        "text": "Middaugh et al., 1983;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1151,
                        "end": 1166,
                        "text": "Yamahira, 2001)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Additional data are also needed to test the hypothesis that restriction of spawning substrate preferences is associated with the evolution of beach spawning. Benthic substrates in the intertidal zone are determined by a number of factors including proximity to a sediment source such as a river, mean wave height, and the slope of the beach. One consequence of the interaction of these factors is that the characteristics of the substrate tend to vary as a function of tidal height. As a result, fishes that spawn in association with a particular substrate are likely to find an appropriate substrate only in particular subtidal or intertidal zones. For such a fish to begin spawning in the highest intertidal zone, it would have to evolve a new preference for spawning substrate that is only ephemerally available when it is under water or washed by waves during semilunar high tides. A more plausible hypothesis is that a fish with less rigid substrate preferences could take advantage of high intertidal spawning sites when they are available, and spawn in alternative locations when the high intertidal sites are not available.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Data relevant to these hypotheses are both sparse and ambivalent. Middaugh et al. (1981) and Conover and Kynard (1984) have suggested the distribution of sea grasses in the highest intertidal zone imposes a semilunar rhythm on the spawning of Menidia menidia. These fish spawn more frequently and asynchronously when spawning substrates are readily present in the laboratory (Conover and Kynard, 1984) . The burial of eggs in coarse sand almost certainly requires semilunar timing for the grunion as well (Walker, 1952; Thomson and Muench, 1976) . Grunion eggs are deposited in sand at a tidal height that permits terrestrial incubation (Walker, 1952; Thomson and Muench, 1976) . If these eggs are buried in sand underwater, diffusion of oxygen is insufficient to support life and the eggs perish (Griem and Martin, 2000) . Spawning in sand may require fish to place eggs higher on the beach than spawning in fine gravel (Thomson and Muench, 1976) , because the size of the interstitial spaces affects the flow of water and diffusion of oxygen around the eggs, particularly when they are submerged (Strathmann and Hess, 1999) . Interestingly, Atherinopsis californiensis, the sister group of grunion, is more flexible than grunion in its choice of spawning substrates. This may be evidence that grunion's beach spawning and synchrony with the tidal cycle arose as a result of restriction of spawning site preferences, but more data on atherinopsid spawning behavior are needed to determine whether A. californiensis exhibits the more primitive behavior.",
                "cite_spans": [
                    {
                        "start": 66,
                        "end": 88,
                        "text": "Middaugh et al. (1981)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 93,
                        "end": 118,
                        "text": "Conover and Kynard (1984)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 375,
                        "end": 401,
                        "text": "(Conover and Kynard, 1984)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 505,
                        "end": 519,
                        "text": "(Walker, 1952;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 520,
                        "end": 545,
                        "text": "Thomson and Muench, 1976)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 637,
                        "end": 651,
                        "text": "(Walker, 1952;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 652,
                        "end": 677,
                        "text": "Thomson and Muench, 1976)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 797,
                        "end": 821,
                        "text": "(Griem and Martin, 2000)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 921,
                        "end": 947,
                        "text": "(Thomson and Muench, 1976)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1098,
                        "end": 1125,
                        "text": "(Strathmann and Hess, 1999)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Even if restriction of spawning substrate preference explains beach spawning in grunion and Menidia, data from other groups indicate that this is not a general explanation for the evolution of beach spawning. Among the osmerids, two of the three species that spawn on beaches (H. pretiosus and M. villosus) spawn on multiple substrates. Furthermore, the available data indicate that most osmerids spawn on multiple substrates. It may still be the case that flexibility in substrate selection permitted the evolution of beach spawning, but there is no evidence of a subsequent restriction of preferences. Instead, this appears to be one more bit of evidence indicating that beach spawning arose by several different transformation series.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "Further evidence that the several instances of beach spawning in fishes arose by different mechanisms comes from puffers and sticklebacks. These fish have demersal eggs, but do not bury the eggs and do not attach them to specific substrates. Puffer fish broadcast spawn their eggs across cobble beaches high in the intertidal zone, and the eggs roll around in the wave wash (Yamahira, 1996) . Populations of puffers spawn at different tidal heights and times, according to the substrate on their spawning beaches (Yamahira, 2001) . White sticklebacks in Nova Scotia spawn intertidally on bare rock, and males scatter the eggs about, then do not provide any further parental care. Survival of eggs and embryos is surprisingly high (MacDonald et al., 1995) .",
                "cite_spans": [
                    {
                        "start": 374,
                        "end": 390,
                        "text": "(Yamahira, 1996)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 513,
                        "end": 529,
                        "text": "(Yamahira, 2001)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 730,
                        "end": 754,
                        "text": "(MacDonald et al., 1995)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Possible correlates of beach spawning",
                "sec_num": null
            },
            {
                "text": "As mentioned above, any conclusions from a phylogenetic analysis are subject to revisions in phylogenies and improved natural history data. Even so, we feel that several conclusions are sufficiently justified to be relatively robust.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "First, beach spawning has evolved independently in several different species of fishes in both Osmeridae and Atherinopsidae. Beach spawning also has evolved independently in several additional teleost clades, including the Fundulidae (Taylor, 1990) , the Tetraodontidae (Yamahira, 1996) , the Gasterosteidae (MacDonald et al., 1995) , and the Galaxiidae (McDowall, 1988) . In each case, the move onto the beach for oviposition represents entry into a novel habitat. Second, beach spawning runs have evolved repeatedly from anadromous spawning runs in the Osmeridae and the Gasterosteidae (MacDonald et al., 1995) , but not in the Atherinopsidae nor in most other clades containing beach spawning fish. Third, beach spawning has not evolved from a gradual vertical migration of spawning sites up the shoreline for either clade examined here. Close relatives of beach spawning fishes do not show any gradient of spawning site with tidal height. Some beach spawners appear to choose a particular substrate for their oviposition, and opportunistically move into the habitats that provide that substrate, but others take advantage of multiple spawning sites and substrates in the field. The latter group includes Atlantic silversides, M. menidia (Middaugh, 1981) , capelin Mallotus villosus (Frank and Leggett, 1981) and the mummichog, F. heteroclitus (Taylor and DiMichele, 1983) .",
                "cite_spans": [
                    {
                        "start": 234,
                        "end": 248,
                        "text": "(Taylor, 1990)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 270,
                        "end": 286,
                        "text": "(Yamahira, 1996)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 308,
                        "end": 332,
                        "text": "(MacDonald et al., 1995)",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 354,
                        "end": 370,
                        "text": "(McDowall, 1988)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 573,
                        "end": 612,
                        "text": "Gasterosteidae (MacDonald et al., 1995)",
                        "ref_id": null
                    },
                    {
                        "start": 1241,
                        "end": 1257,
                        "text": "(Middaugh, 1981)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 1297,
                        "end": 1311,
                        "text": "Leggett, 1981)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 1347,
                        "end": 1375,
                        "text": "(Taylor and DiMichele, 1983)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "Phylogenetic analysis helps us track convergence and parallelism. Beach spawning has arisen independently several times in each of these two fish clades, as well as others. While this conclusion is not parsimonious, it is intriguing, and we would not have this conclusion without the use of the phylogenies.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "Thus, we conclude that beach spawning has evolved repeatedly in teleost fishes, both within and between clades, as an ecological novelty related to availability of suitable substrate for opportunistic egg placement in the high intertidal zone. It may have been obvious to any well-trained ichthyologist that beach spawning in groups as disparate as puffers, sticklebacks and smelts was the result of convergence, however phylogenetic analysis was instrumental in confirming convergence within atherinopsids (grunion and silversides) and especially within osmerids (smelts and capelin). Phylogenetic analysis was also necessary to rule out hypotheses proposing stepwise sequences of transformation. We found no evidence of such sequences, even though beach spawning has evolved frequently in certain lineages. Rather, beach spawning appears to be the result of several highly plastic traits associated with reproduction (Conover and Kynard, 1984) , a true ''leap of faith'' for each fish species that accomplishes it.",
                "cite_spans": [
                    {
                        "start": 919,
                        "end": 945,
                        "text": "(Conover and Kynard, 1984)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "CONCLUSIONS",
                "sec_num": null
            },
            {
                "text": "From the Symposium Beyond Reconstruction: Using Phylogenies to Test Hypotheses About Vertebrate Evolution presented at the Annual Meeting of the Society for Integrative and Comparative Biology, 4-8 January 2000, at Atlanta, Georgia.2 E-mail: karen.martin@pepperdine.edu",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/icb/article/41/3/526/2091702 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Many thanks to D. Buth, D. Martin, and S. Sumida for helpful comments and constructive criticisms, to the Lost Hills Sheriff's Department and the California State Beaches for safe access to our field site, and to the National Science Foundation DBI-96-05062 (to KLMM), the Society of Integrative and Comparative Biology, and the Society for Vertebrate Paleontology for funding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Modes of reproduction in fishes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "M"
                        ],
                        "last": "Breder",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Rosen",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Breder, C. M. and D. E. Rosen. 1966. Modes of re- production in fishes. T. F. H. Publications, Neptune City, NJ.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Phylogenetic relationships and reclassification of menidiine silverside fishes with emphasis on the tribe Membradini",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Proc. Acad. Nat. Sci., Philadelphia",
                "volume": "138",
                "issue": "",
                "pages": "189--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chernoff, B. 1986. Phylogenetic relationships and re- classification of menidiine silverside fishes with emphasis on the tribe Membradini. Proc. Acad. Nat. Sci., Philadelphia 138:189-249.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Field and laboratory observations of spawning periodicity and behavior of a northern population of the Atlantic silverside, Menidia menidia (Pisces: Atherinidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "O"
                        ],
                        "last": "Conover",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Kynard",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Env. Biol. Fish",
                "volume": "11",
                "issue": "",
                "pages": "161--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Conover, D. O. and B. E. Kynard. 1984. Field and laboratory observations of spawning periodicity and behavior of a northern population of the At- lantic silverside, Menidia menidia (Pisces: Ather- inidae). Env. Biol. Fish. 11:161-171.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Allozyme evidence for the phylogenetic relationships within the silverside subfamily Atherinopsinae",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Crabtree",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Copeia",
                "volume": "1987",
                "issue": "",
                "pages": "860--867",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crabtree, C. B. 1987. Allozyme evidence for the phy- logenetic relationships within the silverside sub- family Atherinopsinae. Copeia 1987:860-867.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Metabolism during delayed hatching in terrestrial eggs of a marine fish, the grunion Leuresthes tenuis",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Darken",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L M"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Fisher",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Physiol. Zool",
                "volume": "71",
                "issue": "",
                "pages": "400--406",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Darken, R. S., K. L. M. Martin, and M. Fisher. 1998. Metabolism during delayed hatching in terrestrial eggs of a marine fish, the grunion Leuresthes ten- uis. Physiol. Zool. 71:400-406.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Intertidal spawning",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "E"
                        ],
                        "last": "Demartini",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Intertidal fishes: Life in two worlds",
                "volume": "",
                "issue": "",
                "pages": "143--164",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeMartini, E. E. 1999. Intertidal spawning. In M. H. Horn, K. L. M. Martin, and M. A. Chotkowski (eds.), Intertidal fishes: Life in two worlds, pp. 143-164. Academic Press, San Diego, CA.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The mechanism of hatching in Fundulus heteroclitus: development and physiology",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dimichele",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "J. Exp. Zool",
                "volume": "217",
                "issue": "",
                "pages": "73--79",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DiMichele, L. and M. H. Taylor. 1981. The mechanism of hatching in Fundulus heteroclitus: development and physiology. J. Exp. Zool. 217:73-79.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Phylogenetic relationships among atheriniform fishes (Teleostei: Atherinomorpha)",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Dyer",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Zool. J. Linn. Soc",
                "volume": "117",
                "issue": "",
                "pages": "1--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dyer, B. S. and B. Chernoff. 1996. Phylogenetic re- lationships among atheriniform fishes (Teleostei: Atherinomorpha). Zool. J. Linn. Soc. 117:1-69.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Wind regulation of emergence times and early larval survival in capelin (Mallotus villosus)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "N"
                        ],
                        "last": "Eschmeyer",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "S"
                        ],
                        "last": "Herald",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "T"
                        ],
                        "last": "Hammann ; K",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Leggett",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Can. J. Fish. Aquat. Sci",
                "volume": "38",
                "issue": "",
                "pages": "215--223",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eschmeyer, W. N., E. S. Herald, and H. Hammann. 1983. A field guide to Pacific Coast fishes of North America. Houghton Mifflin Company, Boston. Frank, K. T. and W. C. Leggett. 1981. Wind regulation of emergence times and early larval survival in capelin (Mallotus villosus). Can. J. Fish. Aquat. Sci. 38:215-223.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Predatory birds are present on the beach before and during California grunion runs",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Griem",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L M"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Amer. Zool",
                "volume": "37",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Griem, J. N. and K. L. M. Martin. 1997. Predatory birds are present on the beach before and during California grunion runs. Amer. Zool. 37:82A.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Wave action: The environmental trigger for hatching in the eggs of the grunion, Leuresthes tenuis",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Griem",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "L M"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Mar. Biol",
                "volume": "137",
                "issue": "",
                "pages": "177--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Griem, J. N. and K. L. M. Martin. 2000. Wave action: The environmental trigger for hatching in the eggs of the grunion, Leuresthes tenuis. Mar. Biol. 137: 177-181.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Pacific fishes of Canada. Ottawa: Fisheries Research Board of Canada",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Hart",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Bulletin",
                "volume": "180",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hart, J. L. 1973. Pacific fishes of Canada. Ottawa: Fisheries Research Board of Canada, Bulletin 180.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Relationships of lower Euteleostean fishes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "D"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Patterson",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Interrelationships of fishes",
                "volume": "",
                "issue": "",
                "pages": "251--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Johnson, G. D. and C. Patterson. 1996. Relationships of lower Euteleostean fishes. In M. L. J. Stiassny, L. R. Parenti, and G. D. Johnson (eds.), Interre- lationships of fishes, pp. 251-332. Academic Press, San Diego, CA.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Effect of intertidal exposure on survival and embryonic development of Pacific herring spawn",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "J. Fish. Res. Bd. Can",
                "volume": "29",
                "issue": "",
                "pages": "1119--1124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jones, B. C. 1972. Effect of intertidal exposure on sur- vival and embryonic development of Pacific her- ring spawn. J. Fish. Res. Bd. Can. 29:1119-1124.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Coastal fishes of the Pacific northwest",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lamb",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Edgell",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lamb, A. and P. Edgell. 1986. Coastal fishes of the Pacific northwest. Harbour Press, Madeira Park, British Columbia.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The spawning of the capelin",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Leggett",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Frank",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Scientific Amer",
                "volume": "262",
                "issue": "",
                "pages": "102--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Leggett, W. C. and K. T. Frank. 1990. The spawning of the capelin. Scientific Amer. 262:102-107.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Probably more than you want to know about the fishes of the Pacific Coast",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Love",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Love, M. 1996. Probably more than you want to know about the fishes of the Pacific Coast. 2nd ed. Re- ally Big Press, Santa Barbara, CA.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The spawning run of the Pacific surf smelt, Hypomesus pretiosus (Girard). Int. Revue Hydrobiol",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Loosanoff",
                        "suffix": ""
                    }
                ],
                "year": 1937,
                "venue": "Hydrogr",
                "volume": "36",
                "issue": "",
                "pages": "170--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Loosanoff, V. L. 1937. The spawning run of the Pacific surf smelt, Hypomesus pretiosus (Girard). Int. Re- vue Hydrobiol. Hydrogr. 36:170-187.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Intertidal breeding and aerial development of embryos of a stickleback fish (Gasterosteus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Macdonald",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bekkers",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Macisaac",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Blouw",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Behaviour",
                "volume": "132",
                "issue": "",
                "pages": "1183--1206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MacDonald, J. F., J. Bekkers, S. M. MacIsaac, and D. M. Blouw. 1995. Intertidal breeding and aerial de- velopment of embryos of a stickleback fish (Gas- terosteus). Behaviour 132:1183-1206.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Vida de los peces en aguas Chilenas",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "F"
                        ],
                        "last": "Mann",
                        "suffix": ""
                    }
                ],
                "year": 1954,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mann, G. F. 1954. Vida de los peces en aguas Chilen- as. University of Chile Press, Santiago, Chile.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "High intertidal spawning under rockweed, Fucus distichus, by the sharpnose sculpin, Clinocottus acuticeps",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Marliave",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Can. J. Zool",
                "volume": "59",
                "issue": "",
                "pages": "1122--1125",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marliave, J. 1981. High intertidal spawning under rockweed, Fucus distichus, by the sharpnose scul- pin, Clinocottus acuticeps. Can. J. Zool. 59:1122- 1125.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Ready and waiting: Delayed hatching and extended incubation of anamniotic vertebrate terrestrial eggs",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "L M"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Amer. Zool",
                "volume": "39",
                "issue": "",
                "pages": "279--288",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Martin, K. L. M. 1999. Ready and waiting: Delayed hatching and extended incubation of anamniotic vertebrate terrestrial eggs. Amer. Zool. 39:279- 288.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Diadromy in fishes: Migrations between freshwater and marine environments",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Mcdowall",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McDowall, R. M. 1988. Diadromy in fishes: Migra- tions between freshwater and marine environ- ments. Croom Helm, Sydney.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "A recent marine ancestry for diadromous fishes? Sometimes yes, but mostly no! Env",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Mcdowall",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Biol. Fish",
                "volume": "37",
                "issue": "",
                "pages": "329--335",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McDowall, R. M. 1993. A recent marine ancestry for diadromous fishes? Sometimes yes, but mostly no! Env. Biol. Fish. 37:329-335.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Freshwater fishes of California",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Mcginnis",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McGinnis, S. M. 1984. Freshwater fishes of Califor- nia. University of California Press, Berkeley, CA.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Reproductive ecology and spawning periodicity of the Atlantic silverside, Menidia menidia (Pisces: Atherinidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Middaugh",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Copeia",
                "volume": "",
                "issue": "",
                "pages": "766--776",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Middaugh, D. P. 1981. Reproductive ecology and spawning periodicity of the Atlantic silverside, Menidia menidia (Pisces: Atherinidae). Copeia 1981:766-776.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Reproductive rhythmicity of the Atlantic silverside",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Middaugh",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Domey",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Scott",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Trans. Am. Fish. Soc",
                "volume": "113",
                "issue": "",
                "pages": "472--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Middaugh, D. P., R. G. Domey, and G. I Scott. 1984. Reproductive rhythmicity of the Atlantic silver- side. Trans. Am. Fish. Soc. 113:472-478.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Concurrent measurement of intertidal environmental variables and embryo survival for the California grunion, Leuresthes tenuis and the Atlantic silverside",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Middaugh",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Kohl",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Burnett",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Menidia menidia (Pisces: Atherinidae)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Middaugh, D. P., H. W. Kohl, and L. E. Burnett. 1983. Concurrent measurement of intertidal environ- mental variables and embryo survival for the Cal- ifornia grunion, Leuresthes tenuis and the Atlantic silverside, Menidia menidia (Pisces: Atherinidae).",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Reproductive behavior of the Atlantic silverside, Menidia menidia (Pisces, Atherinidae)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Middaugh",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "I"
                        ],
                        "last": "Scott",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Dean",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Env. Biol. Fish",
                "volume": "6",
                "issue": "",
                "pages": "269--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Middaugh, D. P., G. I. Scott, and J. M. Dean. 1981. Reproductive behavior of the Atlantic silverside, Menidia menidia (Pisces, Atherinidae). Env. Biol. Fish. 6:269-276.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The data, the matrix and the message: Comments on Begle's ''Relationships of the osmeroid fishes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Patterson",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "D"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Syst. Biol",
                "volume": "46",
                "issue": "",
                "pages": "358--365",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patterson, C. and G. D. Johnson. 1997. The data, the matrix and the message: Comments on Begle's ''Relationships of the osmeroid fishes.'' Syst. Biol. 46:358-365.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Two designs of marine egg masses and their divergent consequences for oxygen supply and desiccation in air",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Strathmann",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Hess",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Amer. Zool",
                "volume": "39",
                "issue": "",
                "pages": "253--260",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strathmann, R. R. and H. C. Hess. 1999. Two designs of marine egg masses and their divergent conse- quences for oxygen supply and desiccation in air. Amer. Zool. 39:253-260.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Lunar synchronization of fish reproduction",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Trans. Am. Fish. Soc",
                "volume": "113",
                "issue": "",
                "pages": "484--493",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, M. H. 1984. Lunar synchronization of fish re- production. Trans. Am. Fish. Soc. 113:484-493.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Estuarine and intertidal teleosts",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Reproductive seasonality in teleosts: Environmental influences",
                "volume": "",
                "issue": "",
                "pages": "109--124",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, M. H. 1990. Estuarine and intertidal teleosts. In A. D. Munro, A. P. Scott, and T. J. Lam (eds.), Reproductive seasonality in teleosts: Environmen- tal influences, pp. 109-124. CRC Press, Boca Ra- ton, Florida.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Spawning site utilization in a Delaware population of Fundulus heteroclitus (Pisces: Cyprinodontidae)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dimichele",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Copeia",
                "volume": "1983",
                "issue": "",
                "pages": "719--725",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, M. H. and L. DiMichele. 1983. Spawning site utilization in a Delaware population of Fundulus heteroclitus (Pisces: Cyprinodontidae). Copeia 1983:719-725.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Egg stranding in the life cycle of the mummichog, Fundulus heteroclitus",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Taylor",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dimichele",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Leach",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Copeia",
                "volume": "1977",
                "issue": "",
                "pages": "397--399",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taylor, M. H., L. DiMichele, and G. J. Leach. 1977. Egg stranding in the life cycle of the mummichog, Fundulus heteroclitus. Copeia 1977:397-399.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Adaptive significance of intertidal egg deposition in the Atlantic silverside Menidia menidia",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "T"
                        ],
                        "last": "Tewksbury",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "O"
                        ],
                        "last": "Ii",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Conover",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Copeia",
                "volume": "1987",
                "issue": "",
                "pages": "76--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tewksbury, H. T., II and D. O. Conover. 1987. Adap- tive significance of intertidal egg deposition in the Atlantic silverside Menidia menidia. Copeia 1987: 76-83.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "The spawning of the silver smelt, Hypomesus pretiosus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Bell",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "P"
                        ],
                        "last": "Schultz",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "A"
                        ],
                        "last": "Dunlop",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Van Cleve",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Ecology",
                "volume": "17",
                "issue": "",
                "pages": "148--168",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thompson, W. F., F. H. Bell, L. P. Schultz, H. A. Dun- lop, and R. Van Cleve. 1936. The spawning of the silver smelt, Hypomesus pretiosus. Ecology 17: 148-168.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Influence of tides and waves on the spawning behavior of the Gulf of California grunion, Leuresthes sardina (Jenkins and Evermann)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Thomson",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Muench",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Bull. So. Cal. Acad. Sci",
                "volume": "75",
                "issue": "",
                "pages": "198--203",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomson, D. A. and K. A. Muench. 1976. Influence of tides and waves on the spawning behavior of the Gulf of California grunion, Leuresthes sardina (Jenkins and Evermann). Bull. So. Cal. Acad. Sci. 75:198-203.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Spawning habit and early development of a puffer, Fugu (Torafugu) niphobles (Jordan and Snyder)",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Uno",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "J. Tokyo Univ. Fish",
                "volume": "41",
                "issue": "",
                "pages": "169--183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Uno, Y. 1955. Spawning habit and early development of a puffer, Fugu (Torafugu) niphobles (Jordan and Snyder). J. Tokyo Univ. Fish. 41:169-183.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "A guide to the grunion",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Walker",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Cal. Fish and Game",
                "volume": "38",
                "issue": "",
                "pages": "409--420",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Walker, B. 1952. A guide to the grunion. Cal. Fish and Game 38:409-420.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The role of intertidal egg deposition on survival of the puffer",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Yamahira",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Takifugu niphobles (Jordan et Snyder)",
                "volume": "198",
                "issue": "",
                "pages": "291--306",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yamahira, K. 1996. The role of intertidal egg deposi- tion on survival of the puffer, Takifugu niphobles (Jordan et Snyder), embryos. J. Exp. Mar. Biol. Ecol. 198:291-306.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Proximate factors influencing spawning site specificity of the puffer fish Takifugu niphobles",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Yamahira",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Mar. Ecol. Prog. Series",
                "volume": "147",
                "issue": "",
                "pages": "11--19",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yamahira, K. 1997a. Proximate factors influencing spawning site specificity of the puffer fish Taki- fugu niphobles. Mar. Ecol. Prog. Series 147:11- 19.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Hatching success affects the timing of spawning by the intertidally spawning puffer Takifugu niphobles",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Yamahira",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Mar. Ecol. Prog. Series",
                "volume": "155",
                "issue": "",
                "pages": "239--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yamahira, K. 1997b. Hatching success affects the tim- ing of spawning by the intertidally spawning puff- er Takifugu niphobles. Mar. Ecol. Prog. Series 155:239-248.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Experimental examination of interpopulation variation in reproductive timing of a fish",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Yamahira",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Oecologia",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Yamahira, K. 2001. Experimental examination of in- terpopulation variation in reproductive timing of a fish. Oecologia. (In press) Downloaded from https://academic.oup.com/icb/article/41/3/526/2091702 by guest on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "text": "differs from the tree shown by Johnson and Patterson in two ways. First, our figure includes two congeneric pairs of species, whereas Johnson and Patterson only show relationships among genera. Johnson and Patterson did examine several species of Spirinchus and Hypomesus; our figure is consistent with their treatment of these genera as monophyletic groups. Second, we have omitted the Salangidae, which Johnson and Patterson infer to be the sister group of Mallotus. We have omitted the salangids because Johnson and Patterson did not resolve the relationships within this group and because none of them are beach spawners.",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "text": "Habitat salinity mapped onto the silverside phylogeny. F ϭ freshwater, ϩ/Ϫ indicates species found in both marine and freshwater habitats. All others are found in marine habitats.",
                "uris": null
            },
            "TABREF0": {
                "content": "<table/>",
                "type_str": "table",
                "text": ". Pairs spawn subtidally on an algal substrate in most places, but in sites where algae are not present, one FIG. 1. Phylogeny of silversides (Atherinopsidae) and hypothesized origins of beach spawning. Bars indicate branches on which beach spawning arose. Phylogeny synthesized from",
                "num": null
            }
        }
    }
}