{
    "paper_id": "Mitchelletal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:09.934365Z"
    },
    "title": "Homology of a candidate spermatogenic gene from the mouse Y chromosome to the ubiquitin-activating enzyme E 1",
    "authors": [
        {
            "first": "J",
            "middle": [],
            "last": "Morrow",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "G",
            "middle": [],
            "last": "Cowley",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "P",
            "middle": [],
            "last": "Rodriguez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "S",
            "middle": [],
            "last": "Norlin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "C",
            "middle": [],
            "last": "Weigel-Difranco",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Michael",
            "middle": [
                "J"
            ],
            "last": "Mitchell",
            "suffix": "",
            "affiliation": {
                "laboratory": "Molecular Genetics Research Laboratory",
                "institution": "University of Tennessee",
                "location": {
                    "postCode": "38105",
                    "settlement": "Memphis",
                    "region": "Tennessee",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Diane",
            "middle": [
                "R"
            ],
            "last": "Woods",
            "suffix": "",
            "affiliation": {
                "laboratory": "Molecular Genetics Research Laboratory",
                "institution": "University of Tennessee",
                "location": {
                    "postCode": "38105",
                    "settlement": "Memphis",
                    "region": "Tennessee",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Priscilla",
            "middle": [
                "K"
            ],
            "last": "Tuckert",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Judith",
            "middle": [
                "S"
            ],
            "last": "Opp",
            "suffix": "",
            "affiliation": {
                "laboratory": "Molecular Genetics Research Laboratory",
                "institution": "University of Tennessee",
                "location": {
                    "postCode": "38105",
                    "settlement": "Memphis",
                    "region": "Tennessee",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "Colin",
            "middle": [
                "E"
            ],
            "last": "Bishop",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Mitchelletal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "THE Sxr (sex-reversed) region, a fragment of the Y chromosome short arm, can cause chromosomally female XXSxr or XSxrO mice to develop as sterile males 1 -3",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 153,
                        "text": "1",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "• The original Sxr region, termed Sxra, encodes: Tdy, the primary sex-determining gene; Hya, the controlling or structural locus for the minor transplantation antigen H-Y (ref. 4); gene(s) controlling the expression of the serologically detected male antigen (SDMA) 5 ; Spy, a gene(s) required for the survival and proliferation of A spermatogonia during spermatogenesis 6 ' 7 ; Zfy-11 Zfy-2, zinc-finger-containing genes of unknown function 8 ; and Sry, which is probably identical to Tdy (ref. 9) . A deletion variane 0 of Sxra, termed Sxr\\ which lacks Hya, SDMA expression, Spy and some Zfy-2 sequences, makes positional cloning of these genes possible. We report here the isolation of a new testis-specific gene, Sby, mapping to the DNA deleted from the Sxrb region (the .:1Sxrb interval). Sby has extensive homology to the X-linked human ubiquitin-activating enzyme El (ref. 11) . The critical role of this enzyme in nuclear DNA replication 12 together with the testis-specific expression of Sby suggests Sby as a candidate for the spermatogenic gene Spy.",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 267,
                        "text": "5",
                        "ref_id": null
                    },
                    {
                        "start": 371,
                        "end": 376,
                        "text": "6 ' 7",
                        "ref_id": null
                    },
                    {
                        "start": 442,
                        "end": 445,
                        "text": "8 ;",
                        "ref_id": null
                    },
                    {
                        "start": 496,
                        "end": 498,
                        "text": "9)",
                        "ref_id": null
                    },
                    {
                        "start": 874,
                        "end": 883,
                        "text": "(ref. 11)",
                        "ref_id": null
                    },
                    {
                        "start": 946,
                        "end": 948,
                        "text": "12",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The isolation of ~Sxrb DNA and the identification of exonic sequences on the Y chromosome. a, The ~Sxrb DNA is represented by the thick black line and the Sxr DNA remaining in the Sxr\" region by the broken line. The breakpoints of the deletion are shown by the gaps in the Zfy genes. The position of the breakpoints together with the indicated 3' -to-5' orientation of the Zfy genes and their order with respect to Hya, Spy and Sry are as determined previously 19 . The positions of the T5, Zf2 and Sx1 contigs are shown at the top with the size of each in parenthesis 13 . Loci in square brackets have not been definitively mapped in relation to Zfy genes. Hya, Spy and Sx1 must map between the Zfy genes and Sry, 83 and Zf8 must map outside the Zfy genes. b, Alignment of the Sxr genomic sequences with the pCR5 eDNA. The positions of the introns are indicated by triangles and their sizes (bp) where known are shown at the base of the triangle. zs: ",
                "cite_spans": [
                    {
                        "start": 461,
                        "end": 463,
                        "text": "19",
                        "ref_id": null
                    },
                    {
                        "start": 569,
                        "end": 571,
                        "text": "13",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "I f#--Y~A(c) 127 oMJ42 t-0.3kb+0.5kb-1 (X eDNA) Z/8 \"\"\"\"Z' -. t s (2500) X . . 83 L:s.IS.. L 0 >377 236 oM.t_3 o~J16 c Zf2 I TS ~",
                        "eq_num": "("
                    }
                ],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "I 0.2 kb I 1 ----0.95 kb -------1 A(n) (Y eDNA) A oMJ13 BamHI B c ~ TS: TACAGCTCAAGCCAGGAC Zf2: T A C A G C T C A A G C C A G G A C : oMJ3 + X(CR5): T A C A GC T c[l]A G C CA GGAIIJ TS: T G T C C A C A T C C T C T C A C C : oMJ4 + 83: TGTCCACATC~GCTCACC :oMJ5 ZFB: TGTCCACATCTGCTCACC X (CR5) : T G T C C A C A@]C C A C T[~]A ciT)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "lntron sizes in parentheses were calculated from PCR data (the difference in size between the genomic and eDNA products for a given pair of primers) and the others were obtained directly from the genomic sequence. With the expectation that an Sxr gene would be conserved on other mammalian Y chromosomes, 270 kilobases (kb) of .:lSxrb DNA, previously isolated by chromosomal walking 13 , was used to screen 'zoo' blots of DNA from a male and female human, horse, pig and rabbit. A 5-kb EcoRI fragment, termed icZf.l.8.F, mapping about 20 kb 3' to the zinc-finger exon of Zfy-2, detected male-specific fragments in all species tested, with the exception of human (data not shown). Analysis of the region into which icZf.l.8.F maps (Zf2) (Fig. la) shows it to be complex, containing dispersed sequences that are present in at least five copies in Sxr. Contig sequences have been established from four of these related loci 13 . A homologue of the multi-copy Sxr probe p Y8 (ref.",
                "cite_spans": [
                    {
                        "start": 383,
                        "end": 385,
                        "text": "13",
                        "ref_id": null
                    },
                    {
                        "start": 921,
                        "end": 923,
                        "text": "13",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 736,
                        "end": 745,
                        "text": "(Fig. la)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "2), previously shown to detect a 3.5-kb transcript in adult testis 14 , also maps into the Zf2 contig. Screening an adult testis complementary DNA library with p Y8 resulted in the isolation of pCR5, a 1.6-kb partial eDNA. This a XX XX b eDNA was mapped, using somatic cell hybrids, to the proximal portion of the mouse X chromosome (C. E. B. and P. Avner, unpublished results). The hybridization pattern of pCR5 to the zoo blots also revealed male-specific fragments and thus pCR5 represents the X homologue of a new Y gene and could be used to isolate exons rapidly from the cloned Sxr DNA. The contig DNA was, therefore, screened with pCR5 and homologous fragments were isolated and sequenced from two .:lSxrb loci, Zf2 and T5 and two Sxrb loci, B3 and ZfB. A comparison of these genomic Y sequences with the pCR5 eDNA sequence revealed regions of homology adjacent to regions lacking homology, probably representing exons and introns, respectively (Fig. 1 b) .",
                "cite_spans": [
                    {
                        "start": 67,
                        "end": 69,
                        "text": "14",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 952,
                        "end": 962,
                        "text": "(Fig. 1 b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "The sequence information was used to design primers from each locus for the isolation of specific transcripts using the 3' RACE technique (3' rapid amplification of eDNA ends In all species, except dog, a male-female common fragment can be seen which is of lower intensity in male DNA, suggesting it is X-linked. In the dog the male-female common fragment is of greater intensity in the male than the female DNA which suggests the presence of an additional male-specific fragment of the same size. RFLP were hybridized with pCR5. The M. spretus-or 86CBARI-derived allele was identified and compared with previously typed markers to arrive at a map position. In situ hybridization, using cells collected according to the bromodeoxyuridine method 31 was done using 3 H-Iabelled pCR5 essentially as previously described 32 One hundred metaphase spreads were scored and a total of 412 grains counted of which 84 (20.4%) were on the X chromosome with a peak at Xp11. primers are shown in Fig. 1 c compared with the corresponding sequences from the other X and Y loci where known. Only primers oMJ3 and oMJ4, which are identical to sequences from the T5 locus, amplified 3' RACE products, of 1.6 kb and 1.2 kb, respectively. Primers identical to sequences from the ZfB and Zf2 loci (oMJ16) or the BJ locus (oMJ5), but not the T5locus, failed to amplify a specific product. The eDNA for oMJ3 and oMJ4 products were cloned and named poMJ3 and poMJ4. Southern analysis with a 600-base pair (bp) fragment from poMJ3, poMJ3.A, revealed an almost exclusively Sxr hybridization pattern ( Fig. 2a) ",
                "cite_spans": [
                    {
                        "start": 817,
                        "end": 819,
                        "text": "32",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 983,
                        "end": 989,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1575,
                        "end": 1583,
                        "text": "Fig. 2a)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "FIG. 1",
                "sec_num": null
            },
            {
                "text": "is expressed. Sbx was mapped in the mouse to the M2C/ A-raf subcentromeric interval and in the human to the homologous Xp11.2 interval (Fig. 2b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 135,
                        "end": 144,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LETTERS TO NATURE",
                "sec_num": null
            },
            {
                "text": "The Sbx eDNA detects homologues on the sex chromosomes of other mammals more effectively than the Sby eDNA and when used to analyse DNA from a male and a female mouse, human, horse, pig, rabbit, dog, chimpanzee, sheep and cow it can clearly be seen that CR5 hybridizes to male-specific restriction fragments in all but the primate DNA (Fig. 2c) . Malefemale common fragments can also be detected in all species tested including primates. These fragments appear fainter in males than females consistent with X-linkage. We are now attempting to screen for human Y homologues at reduced stringencies but it remains a strong possibility that, in primates, the homologous X gene compensates for the lack of the Y-linked homologue.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 335,
                        "end": 344,
                        "text": "(Fig. 2c)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LETTERS TO NATURE",
                "sec_num": null
            },
            {
                "text": "The Sby eDNA, poMJ3, was sequenced and found to be 1,511 bp long with an open reading frame (ORF) across nucleotides 1-1,326. The sequence was 100% identical to the putative exons previously sequenced from the T5 genomic DNA but Hum-E1/A1S9 Mus-Sbx Mus-Sby Yeast-E1 Wheat-E1 ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LETTERS TO NATURE",
                "sec_num": null
            },
            {
                "text": "This will be clarified by the sequencing of further eDNA clones. Dots represent gaps introduced to maintain alignment The nucleotide sequences from which the Sby and Sbx amino-acid sequences were deduced have been deposited in the Genbank database accession numbers in the EMBL data library: Sbx, X62580; Sby, X62581. METHODS. The Sby eDNA poMJ3 was subcloned into the Smal and Sail sites of pBiuescript II and sequenced as described in the legend to Fig. 1 . Comparisons at the nucleotide and amino-acid level were done using the University of Wisconsin GCG sequence analysis software package 22 . only 95-98% identical to those from the B3, ZfB or Zf2 DNA. The Sbx eDNA, pCR5 is 1,603 nucleotides long with an ORF across nucleotides 3-1,359. Both cDNAs have poly(A) tails at their presumed 3' ends. They only share homology in the ORFs, where they are 83% identical at the nucleotide level and 85% identical and 92% similar (85192% idl sim) at the amino-acid level. Database searches revealed that Sbx and Sby are highly homologous with the human ubiquitin-activating enzyme (E1) 11 and the almost identical A1S9 human eDNA which complements defective DNA replication in the tsA I S9 mutant cell line 15 . At the amino-acid level, Sby is 84192% idlsim to the human E 1 I A 1 S9 and Sbx is 97 I 98% idl sim. Sby and Sbx a re also homologous with other cloned E1 genes from wheae 6 and yeast 17 (Fig. 3) . As A1S9 and human El are virtually identical, A1S9 is probably El and Sbx represents the mouse homologue of the E1 1 A1S9 gene. As A1S9 has been localized to Xpll.2-4 in the human 18 the mapping of an Sbx homologue to human Xpll.2 (Fig. 2b) is consistent with this interpretation.",
                "cite_spans": [
                    {
                        "start": 594,
                        "end": 596,
                        "text": "22",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1380,
                        "end": 1381,
                        "text": "6",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 451,
                        "end": 457,
                        "text": "Fig. 1",
                        "ref_id": null
                    },
                    {
                        "start": 1395,
                        "end": 1403,
                        "text": "(Fig. 3)",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1637,
                        "end": 1646,
                        "text": "(Fig. 2b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "LRAFP*",
                "sec_num": null
            },
            {
                "text": "The expression patterns of Sbx and Sby were analysed using the reverse transcriptase-dependent polymerase chain reaction assay ( RT-PCR). The results show that Sbx is expressed in all male and female tissues tested, consistent with its predicted housekeeping role as a ubiquitin-activating enzyme (Fig. 4) . Sby expression is testis-specific and its absence in XXSxr\" testes, which lack germ cells 6 , implies that Sby expression is germ-cell dependent. This excludes Sby as a candidate for Hya as H-Y antigen is known to be expressed in virtually all male tissues.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 297,
                        "end": 305,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "LRAFP*",
                "sec_num": null
            },
            {
                "text": "Sby shows good homology to the human ubiquitin-activating enzyme and the (probably identical) AlS9 eDNA both of which have been shown to be essential to norma l cell-cycle pro-gression12•1 5. The loss of Spy function in the testis of XSxrbO mice has been similarly correlated with a reduced mitotic index in the Tl prospermatogonia and the differentiating A sper-matogonia7. Sby may thus encode a testis-specific Y chromosomal El enzyme acting to augment insufficient levels of Sbx expression in the spermatogonial stages of spermatogenesis. Alternatively, Sby could control a specific ubiquitin-dependent pathway in spermatogenesis. To define further its function it will be important to determine whether Sby has ubiquitinactivating properties and if it can complement the loss of function in mutant E1 cell lines. Its map position in the Sxrb deletion, its testis-specific expression, and its homology with the El enzyme are all consistent with Sby being Spy. Definitive proof of this, however, can only be obtained by reintroducing Sby into XSxrbO mice to see if it can complement the deleted Spy function . D",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "LRAFP*",
                "sec_num": null
            },
            {
                "text": "NATURE • VOL 354 • 12 DECEMBER 1991 © 1991 Nature Publishing Group",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "t To whom cor respondence shoul d be add ressed.NATURE • VOL 354 • 12 DECEMBER 1991",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": " 4 , and encodes the ubiquitin-activating enzyme El (refs 5-7). The gene has been reported to escape X-chromosome inactivation 8 , but there is some conflicting evidence 9 • We have isolated part of the mouse A 1 s9 gene, mapped it to the proximal portion of the X chromosome and shown that it undergoes normal X-inactivation. We also",
                "cite_spans": [
                    {
                        "start": 1,
                        "end": 2,
                        "text": "4",
                        "ref_id": null
                    },
                    {
                        "start": 127,
                        "end": 128,
                        "text": "8",
                        "ref_id": null
                    },
                    {
                        "start": 170,
                        "end": 171,
                        "text": "9",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Robe rts",
                "authors": [],
                "year": 1988,
                "venue": "Proc. natn Acad. Sci. U.S.A",
                "volume": "85",
                "issue": "",
                "pages": "6446--6449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Robe rts, C. e t a!. Proc. natn Acad. Sci. U.S.A. 85, 6446-6449 (1988).",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Nicklen . S. & Coul son",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Sa Nge",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "A. R. Proc. natn. Acad. Sci. U.S. A",
                "volume": "74",
                "issue": "",
                "pages": "5463--546",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sa nge r. F .. Nicklen . S. & Coul son, A. R. Proc. natn. Acad. Sci. U.S. A. 74, 5463 -546 7 (1977).",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Haeberli. P. & Smithies. 0",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Deve Reux",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Nucleic Acids Res",
                "volume": "12",
                "issue": "",
                "pages": "387--395",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Deve reux, J., Haeberli. P. & Smithies. 0. Nucleic Acids Res. 12, 387-395 (1984 ).",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Qumsiyeh for the human X mapping, P. Avner for the mouse X m apping, E. M. Simpson and D. C. Page for the use of thei r unpublished data, T. Tiersch for dog blood samples. R Dodd of the UT Medical Group graphics department. M. Fellous and C. Rjinders for support and S. Elias. J. -l. Simpson and UT Medical Group for the facilities in Memphis",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "S"
                        ],
                        "last": "Phillips",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lu",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ng Py8",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Part of this work was carried out while M.J.M. and C.E.B. were in the Unite d'lmmunogenetique Humaine. lnstitut Pasteur",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ACKNOWLEDGEMENTS. We thank C. Roberts for help in the cloning of pY8 and pCR5, K. S. Phillips and B. Lu ndrigan for sequenci ng pY8, M. Qumsiyeh for the human X mapping, P. Avner for the mouse X m apping, E. M. Simpson and D. C. Page for the use of thei r unpublished data, T. Tiersch for dog blood samples. R Dodd of the UT Medical Group graphics department. M. Fellous and C. Rjinders for support and S. Elias. J. -l. Simpson and UT Medical Group for the facilities in Memphis. Part of this work was carried out while M.J.M. and C.E.B. were in the Unite d'lmmunogenetique Humaine. lnstitut Pasteur, Paris. France. M.JM. was su pported. for that t ime. by an EEC Biotechnology trai neeshi p grant.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "86CBARI-derived form of the locus D SPE/Pas-derived form of the locus"
            },
            "FIGREF1": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Slo'A 'S ,.l 1~~: .• • •. e_• •~ -'~~~t'H~~t~~~JI~~~ \\~.~~~F ~~~~;~~~ --~c ---~ ~--;~:~~~ . : . ~.~~=~ ~L~~~~~;~~~;~ Comparison of the partial deduced amino-acid sequence (single-letter code) of Sby to those of Sbx, the A1S9 eDNA 15 and the ubiquitin-activating enzymes (E1) from human 11 , wheat16 and yeastn The human E1 sequence includes the corrections published33 . As A1S9 and the corrected human E1 sequences encode identical peptides in this region. they are presented together as hum-Ell A1S9. Positions of identity with Sby and conservative substitutions are shaded. Underlined, Sbx differs from Sby through the loss of a single base from the CR5 eDNA. This is an accurate representation of the sequence of the CR5 clone but may represent a rare cloning artefact NATURE • VOL 354• 12 DECEMBER 1991"
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "type_str": "figure",
                "text": "Expression patterns of Sby and Sbx in adult tissues. Expression was studied using RT-PCR from total RNA from a variety of male and female tissues and XXSxr• testis. +,-,Presence or absence of reverse transcriptase during the first strand eDNA synthesis respectively. The sizes of fragments amplified are indicated in (kb) and the products amplified from genomic DNA are indicated with an asterisk. The RT-independent fragment amplified from the RNA samples by oMJ41/ 42 arises from DNA contamination. The lack of an RT-dependent product with the Sbx primers in female lung is probably due to degradation of the RNA in this sample as the same primers amplify a product in male lung. METHODS. Total RNA was prepared from tissues following the protocol in ref.25. The RNA was not DNase treated. RT-PCR was done essentially as for 3' RACE24   , except that after first strand synthesis a primer pair (25 pmol each) specific for either Sbx or Sby was added. The cycle parameters used were 95 oc (5 min); 72 \"C to add 1.25 units of Taq polymerase (Perkin-Elmer Cetus); 60 oc (30 s); 72 oc (90s); and then 95 oc (30 s); 60 oc (30 s); 72 oc (30 s) for 34 cycles followed by 72 •c (15 min). The Sbx primers were oMJ41: 5'-TGTCCACACCCACTI ACT -3' and oMJ42: 5' -GCACTCTGCAACTCCTGG-3'. The Sby primers were oMJ13: 5'-CCTCCTAGTCCGTATGTC-3' and oMJ48: 5'-GACCCCAAGTICATGGAG-3'. The first strand reaction, containing 3-htg total RNA, was diluted to 1 ml and 0.5 (.1.1 used for the amplification. For the controls, 50 ng genomic DNA was amplified. Amplified products were electrophoresed on a 2% Nusieve agarose gel in 1 xTAE."
            },
            "TABREF0": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td colspan=\"4\">LETTERS TO NATURE</td></tr><tr><td>a</td><td>zt2(60kb)</td><td colspan=\"2\">[Sxl] (145kb)</td><td/><td>TS (65kb)</td><td>[Sry]</td></tr><tr><td colspan=\"2\">5' Zfy•2 3'</td><td/><td/><td/><td>5' Zfy•1 3'</td><td>[83] [ZIB]</td></tr><tr><td>pCR5</td><td>A</td><td>oMJ~</td><td>PsH I</td><td>c</td><td>Psn D Psn B</td></tr></table>",
                "text": "~~~~~~~ . . . ~ . . . . . . [H•y•a•J . . . . . . . . . . . . . [s_p_y_l . . . . . . .-.CJ~~,~~~ b"
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>The</td></tr><tr><td>single X intron sequenced had no homology with the corresponding Y introns.</td></tr><tr><td>Stop codons in the same frame as the CR5 open frame are marked by</td></tr><tr><td>asterisks and the vertical arrow indicates a frameshift mutation indicating</td></tr><tr><td>that the 83 and Zf8 homologues are pseudogenes. The 83 sequence was</td></tr><tr><td>derived from pY8 and is presented in Tucker et a/? 0 . The locations of primers</td></tr><tr><td>are represented by the horizontal arrows. The subsequently cloned Y eDNA</td></tr><tr><td>poMJ3 is shown at the bottom of the lineup. The origins of pCR5 subclones</td></tr><tr><td>A-D and poMJ3 subclones A and B are indicated as are the positions of</td></tr><tr><td>the primers used in later expression studies (oMJ13, 48, 41 and 42). c,</td></tr><tr><td>Primer sequences used in 3' RACE experiments aligned with the correspond-</td></tr><tr><td>ing sequences from the other loci. In each block all sequences are compared</td></tr><tr><td>with the T5 DNA and differences are boxed. The locus of origin of each</td></tr><tr><td>sequence is indicated. Sequences from which primers were synthesized</td></tr><tr><td>have the primer's name to their right and are in bold. The ability of a primer</td></tr><tr><td>to generate a specific 3' RACE product is indicated by + or -.</td></tr><tr><td>METHODS. The X eDNA CR5 was isolated from an adult testis library made</td></tr><tr><td>from 129/sv/Pas testis poly(A) RNA inserted into the £caRl site of ANM1149</td></tr><tr><td>and subcloned into pBiuescript II (Stratagene). The phage library was con-</td></tr><tr><td>structed by conventional methods and screened with pY8. To isolate potential</td></tr><tr><td>exons, cloned DNA from the Zf8, Zf2 and T5 loci was restricted, Southern</td></tr><tr><td>blotted and hybridized with pCR5.A. Positive fragments were excised from</td></tr><tr><td>gels purified by freeze-fracture in liquid nitrogen with an equal volume of</td></tr><tr><td>equilibrated phenol and subcloned into pBiuescript II. Smaller fragments of</td></tr><tr><td>-0.3 kb</td></tr></table>",
                "text": "were similarly subcloned from these recombinants. These latter subclones, together with pY8 (which was assigned to the 83 locus:13) and pCR5, were sequenced directly from double-stranded plasmid by the dideoxy chain termination method 21 using Sequenase version 2.0 (USB) and a combination of nested deletion sets and oligonucleotide primers. Sequence comparison was performed using the University of Wisconsin genetics"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">MOUSE X CHROMOSOME</td><td>HUMAN X CHROMOSOME</td></tr><tr><td>kb</td><td>Locus</td><td/><td/></tr><tr><td>17</td><td>ZfB</td><td/><td/></tr><tr><td>9.0</td><td>Sxrb</td><td>Spf Syn•1 A-rat</td><td>~~~ Sbx</td></tr><tr><td/><td/><td>Hprt</td><td/></tr><tr><td>7.0</td><td/><td/><td/></tr><tr><td/><td/><td>Ta</td><td/></tr><tr><td/><td/><td>Pgk•1</td><td/></tr><tr><td>5.0</td><td>T5</td><td/><td/></tr><tr><td>4.6</td><td>83and ZfB</td><td>Ags Jp</td><td/></tr><tr><td>3.2</td><td>Sxrb</td><td/><td/></tr><tr><td>FIG. 2</td><td/><td/><td/></tr></table>",
                "text": "Regional localization and comparative analysis of Sbx and Sby. a, Southern blot analysis of Bam HI-digested DNA from C578L/6 male, female, XXSxr• and XXSxrb hybridized with poMJ3.A, the 5' portion of the Sby eDNA poMJ3. The sizes of Sxr fragments are indicated in kb. The locus to which each hybridizing fragment maps is indicated at the right. b, Mapping of the Sbx gene and its human homologue. Left, DNAs from mice of an interspecific backcross 26 • 27 involving 86CBARI and a Mus spretus-derived inbred mouse strain SPE/Pas, were hybridized to the Sbx eDNA clone pCR5. A pedigree analysis of individual backcross progeny from the cross is shown placing Sbx between M2C and A-raf Right, in situ hybridization of pCR5 to human female metaphase chromosomes shows the homologous locus maps to Xp11.2. These regions of the mouse and human X contain homologous linkage groups 27 • 28 c, 'Zoo' blot of EcoRI-digested genomic DNA from eutherian mammals hybridized with the A, C and D fragments of the Sbx eDNA, pCR5. Male-specific fragments can be seen in all the nonprimate species representing five distinct orders of mammal."
            },
            "TABREF6": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>1</td></tr><tr><td>Hum-E1/A1S9</td></tr><tr><td>Mus-Sbx</td></tr><tr><td>Mus-Sby</td></tr><tr><td>Yeast-E1</td></tr><tr><td>Wheat-E1</td></tr><tr><td>81</td></tr><tr><td>Hum-E1/A1S9</td></tr><tr><td>Mus-Sbx</td></tr><tr><td>Mus-Sby</td></tr><tr><td>Yeast-E1</td></tr><tr><td>Wheat-E1</td></tr><tr><td>161</td></tr><tr><td>Hum-E1/A1S9</td></tr><tr><td>Mus-Sbx</td></tr><tr><td>Mus-Sby</td></tr><tr><td>Yeast-E1</td></tr><tr><td>Wheat-E1</td></tr></table>",
                "text": "and the bands were further assigned to individual loci by hybridizing poMJ3.A to the contig DNA from the BJ, ZfB, T5 and Zf2 loci (data not shown). Thus, we have identified and cloned a transcript which is identical to sequences in the T5 locus and conclude that this putative gene maps to the 11Sxrh region. We have termed this gene Sby (for 11SxrbY homologue) and the X homologue represented by eDNA pCR5, Sbx. Two nondeleted, Sxrh fragments or 3.2 and 9.0 kb (seeFig. 2a) do not map to the BJ, ZfB, T5 of Zf2 contigs. Thus the T5 locus may not be the only Sxr locus from which an Sby transcript"
            }
        }
    }
}