{
    "paper_id": "Mohr1946-DistributionofthePrairieMoleandPocketGopherinIllinois",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:10.477973Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Mohr1946-DistributionofthePrairieMoleandPocketGopherinIllinois",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "cal rami.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Comparisons.-The Oklahoma jaw has been compared to figures and description of Megalonyxjeffersonii as shown by Leidy (1853) and Megalonyxjeffersonii cali/omicus Stock (1925, p. 102, pI. 17) . The comparative measurements in Table 1 follow the table of measurements given by Stock and by Leidy, The measurements 8how that M. jeffersonii oklahomensis has a smaller and lcs8 massive jaw than both M. jeffersonii and M. jeiJersonii califamicus. The Oklaboma specimen also differs from the species holotype and the subspecies californicu8 holotype by the relatively narrow notch between condyle and angular proccss and by the strong mesial and dorsal protrusion of the angular process. M. jejJersonii oklahomensis is also distinct from M. jeffersonii californicus because of a much wider separation between the vertical rami. The comparative measurements demonstrate that californicus is wider across the anterior cheek teeth and across the second cheek teeth but that oklahomensis is much wider across the outer edge of the condyles. The writer concludes that Megalonyx jeffersonii oklahomensis bad a relatively wide skull as compared to other members of the species. Accompanying maps show the distribution of the pocket gopher, Geomys bursarius illinoensis, and the mole, Scalopus aquaticus, in Illinois as recorded in scientific reports and as noted by the writer during the course of a dozen years of biological survey work.",
                "cite_spans": [
                    {
                        "start": 111,
                        "end": 123,
                        "text": "Leidy (1853)",
                        "ref_id": null
                    },
                    {
                        "start": 128,
                        "end": 189,
                        "text": "Megalonyxjeffersonii cali/omicus Stock (1925, p. 102, pI. 17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 224,
                        "end": 293,
                        "text": "Table 1 follow the table of measurements given by Stock and by Leidy,",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Old records show that the gopher was once more widely distributed than now. A. H. Howell ~191O) reported them present in Randolph, Marion, Jefferson, and Richland eounties; Charles B. Cory (1912) wrote of having seen one from Macoupin County; and C. H. Merriam (1895) recorded their presence in St. Clair County. Among these counties, gophers have since been observed only in St. Clair, although the writer has looked for them at the other localities. They must now either be much scarcer than formerly or extinct in many localities. These localities are recorded as open circles on the map.",
                "cite_spans": [
                    {
                        "start": 184,
                        "end": 195,
                        "text": "Cory (1912)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Vernon Bailey (1895) published a map showing the gopher present near Chicago, probably accepting Kennicot's word (1855) for it. Komarek and Spencer (1931) saw a mounted specimen said to have been collected in Champaign County. These records are not shown because the species is certainly extinct in those counties now.",
                "cite_spans": [
                    {
                        "start": 128,
                        "end": 154,
                        "text": "Komarek and Spencer (1931)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Those localities marked by black dots on the map show where tbe writer bas seen or collected the species since 1930. The great bulk of these localities lie in the crook of the Illinois River, solidly massed as\"far south as Scott and Macon counties and quite scattered southward from there.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many localities were reported by the writer (Mohr, 1935) and Deed not again be reported in detail. A few are of particular interest becausc of being at the very margins of the gopher's range. County names are in bold-face type. Other names represent localities within 3 miles of which gopher mounds were observed. Macon-Boody; Scott-Bluffs; Madison-Collinsville; St. Clair-Belleville and Centerville. The collection of the Illinois Natural History Survey contains a specimen taken at Collinsville by the writer in 1941.",
                "cite_spans": [
                    {
                        "start": 44,
                        "end": 56,
                        "text": "(Mohr, 1935)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Moles are more widely distributed than pocket gophers. Specimens have been seen by the writer, or their hills or runways observed, over nearly the entire state. Their range is almoat solidly continuous but there are several extensive areas in which they are absent or extremely scarce. Largest of theBe is the area along the northern tier of counties and extending southward into the second tier, except Jo Davieas County which is solidly occupied. Another, not very evident, includes Douglas County and parts of the counties north and Bouth of it. A third lies in Will County. There are others which have not been investigated thoroughly enough to define. Offhand, it appears that mole distribution may be correlated with soil types to aome extent. They are absent from the centers of the following formations: Pre-Iowan Glaciation in Stephenson and surrounding counties; Iowan Glaciation in Boone and surrounding counties; slate moraines of the early Wisconsin Glaciation; and the slate Wisconsin Glaciation. They are also absent from much of the early Wisconsin Glaciation (without moraines) which occupies part of DeKalb County but are found in that formation elsewhere. It is probable that some, and possible that all, of these formations are habitable and that some associated conditions have prevented moles from occupying them fully. Much of Boone County and parts of the neighboring counties are, for example, low and marshy. Douglas County, farther south, and parts of neighboring counties are likewise mole-leas due to the fact that they were once extensively marshy to swampy. The early Wisconsin Glaciation of which they are largely composed is occupied by moles in other, drier counties. On March 12, 1946, we received from the Game Branch,Department of Natural Resources, a least weasel (Mustela rixosa) in summer pelage with the exception of a few white hairs on the top of the head and a few white hairs in the tip of the tail. This animal was found under a shock of corn that was being moved on March 9 in the vicinity of North Portal, Saskatchewan. It was taken into North Portal, where, the next day (Sunday) it gave birth to four young. The young were alive when it was shipped to Regina on Monday morning: When we received this animal the young were missing. They had evidently been devoured by their mother.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mr. Munro Dunbar who forwarded this animal to the Game Branch, has been a resident of the neighborhood for many years. About twenty years ago he caught a least weasel but knows of no other record for that neighborhood.-F. A. DUNK, Provincial Museum, Regina, Saskatchewan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "On August 17, 1940, a 70 foot rorqual whale was washed ashore on the Texas coast between Freeport and San Luis Pass. Due to the comparative inaccessa.bility of the spot where the whale was stranded, it was not until the next day that any photographs were taken, at which time the local news photographers were out in force and took a number of pictures, two of which appeared in the Houston Chronicle on August 19; three in the Houston Post; and one in the Houston Press.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ON THE OCCURRENCE OF A RORQUAL WHALE ON THE TEXAS COAST",
                "sec_num": null
            },
            {
                "text": "Dr. A. C. Chandler of Rice Institute examined the beast on the 18th, and identified it, but he does not now remember what his identification was, although he believes that it may have been the blue whale. He did remember, however, that the ventral surface possessed the flutings characteristic of the balaenopterids, and that the color on the sides was somewhat blotched or mottled.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ON THE OCCURRENCE OF A RORQUAL WHALE ON THE TEXAS COAST",
                "sec_num": null
            },
            {
                "text": "I did not see the animal, then or later, but sometime afterwards I was shown a piece of whalebone purporting to have been taken from the specimen in question. Recently, having become interested in the marine mammals of the Gulf of Mexico, I have made an effort to identify this specimen from the photographs and published accounts, and have accumulated the following data:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ON THE OCCURRENCE OF A RORQUAL WHALE ON THE TEXAS COAST",
                "sec_num": null
            },
            {
                "text": "Overall Jength.-70 feet. Height of spout.-20 to 25 feet (The beast was alive when discovered.)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ON THE OCCURRENCE OF A RORQUAL WHALE ON THE TEXAS COAST",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/27/4/390/1251869 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "uris": null,
                "type_str": "figure",
                "text": "Distribution of Geomys bursarius illinoensis in Illinois. Present distribution indicated by black dots; open circles are old locality records from which the gopher may have disappeared. FIG. 2. Distribution of ScalopulJ aquaticus in Illinois."
            },
            "TABREF0": {
                "content": "<table><tr><td>Museum of the Unit'ersity of Oklahoma, Paleontology Division, Norman, Oklahoma.</td></tr><tr><td>GENERAL NOTES</td></tr><tr><td>DISTRIBUTION at&lt;' THE PRAIRIE MOLE AND POCKET GOPHER IN ILLINOIS</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "LITERATURE CITED LEIDY, JOSEPH. 1853. A memoir on the extinct sloth tribe of North America. Smiths. Contrib. Knowledge. STOCK, CHESTER. 1925. Cenozoic gravigrade edentates of western North America with sper-ial reference to the Pleistocene Megalonychinae and Mylodontidae of Rancho La Brea. Carnegie Instit. Wash., Publ. no. 331, pp. 1-206."
            },
            "TABREF1": {
                "content": "<table><tr><td>LITERATURE CITED</td></tr><tr><td>EMLEY,</td></tr></table>",
                "num": null,
                "type_str": "table",
                "text": "VERNON.  1895. The pocket gophers of the United States. U. S. Dept. of Agr.,Div. Ornith, & Mamm. Bull., no. 5, p. 1-47.  CORY, CHARLES B. 1912. The marruul,l-ls of Illinois and Wisconsin. Field Mus. Nat. Hist.) Publ. 153, p. 1-502. HOWELL, A. H. 1910. Notes on mammals of the middle Mississippi Valley with description of a new woodrat. Prac. BioI. Soc. Wash., vol. 23, pp. 23-33. KENNICOTT, ROBERT. 1855. Catalogue of animals observed in Cook County, Illinois. Trans. Illinois State Agr. Soc., vol. 1, 1853-55, p. 577-595. KOMAREK, E. V. AND DON A. SPENCER. 1931. A new pocket gopher from lllinois and Indiana. Jour. Mamm., vol. 12, pp. 404--408. MOHR, CARL O. 1935. Distribution of the Illinois pocket gopher, Geomys bursarius illinoensis. Jour. Mamm., vol. 16, pp. 131-134."
            }
        }
    }
}