{
    "paper_id": "MyersandHansen1980-RediscoveryoftheRufous-facedCrake(Laterallusxenopterus)",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:17.875419Z"
    },
    "title": "Rediscovery of the Rufous-faced Crake (Lateral!us xenopterus)",
    "authors": [
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Rick",
            "middle": [
                "L"
            ],
            "last": "Hansen",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "YOM-TOv, Y. 1979. The disadvantage of low positions in colonial roosts: an experiment to test the effect of droppings on plumage quality. Ibis 121: 331-333.",
    "pdf_parse": {
        "paper_id": "MyersandHansen1980-RediscoveryoftheRufous-facedCrake(Laterallusxenopterus)",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "YOM-TOv, Y. 1979. The disadvantage of low positions in colonial roosts: an experiment to test the effect of droppings on plumage quality. Ibis 121: 331-333.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The Brazilian specimen, first reported by Sick, was captured on 7 July 1978 in Brasilia National Park, Federal District, Brazil (15ø40'S, 48øW), in a snap trap baited with peanut butter, cracked corn, and banana. The trap was set in perennial bunch grass growing in a marsh, in water 3-4 cm deep. The average height of the grass was 53 cm, and it completely covered the ground. Trapping records indicate that the marsh is used extensively by small mammals, especially Oxymycterus roberti, Zygodontomys lasiurus, and Caviafulgida. The specimen is in the collection of the Museu Nacional, Rio de Janeiro.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three specimens were taken by Myers, one 6.3 km (male; 16 July 1976) and two 13.3 km (male, 18 August 1978; female, 17 August 1978) NE (by road) of Curuguaty, Departamento Canendiyu, Paraguay (24ø43'S, 55ø44'W). A fourth specimen (female, 11 July 1979) was taken at the latter locality by R. W. Storer. They entered traps baited with peanut butter and rolled oats. Two were set near the edge of a marsh, in coarse, grass-like vegetation approximately 1.5-2 m in height. Water covered most of the surface to a depth of 2-3 cm. The other two were set in dense bunch grass-like vegetation no more than 30 cm in height, at a place where the surface of the ground was moist but lacked standing water. Several species of monocots were present; the only forms in flower or fruit and therefore identifiable were in the genus Xyris. At each site the vegetation formed a dense mat difficult for a large animal to enter, but penetrated by numerous small channels between clumps of grass. Other rails captured in these runways include Porzana albicollis and Laterallus leucopyrrhus; mammals trapped at these sites included Oxymycterus delator, Akodon cursor, and Lutreolina crassicauda. These specimens (one study skin, one skeleton, one skeleton plus feathers, and one study skin plus partial skeleton) are deposited in the collection of the Museum of Zoology, University of Michigan. The gonads of these Paraguayan specimens leucopyrrhus, and white or white grading into rufous for L. melanophaius); strongly barred, black-andwhite inner secondaries, upper wing coverts, and scapulars (barring on coverts is occasionally found in the other species); black tail (vs. dark brown); black under-tail coverts (vs. rufous in melanophaius and white lateral and black central coverts in leucopyrrhus); short, stout bill with bluish lower mandible (rs. greenish in the other two species); and grayish or horn-colored legs (vs. salmon for leucopyrrhus and sand-colored for melanophaius). Measurements (in mm) of the type (a female, measured by R. W. Storer), and a female and two males from Curuguaty are as follows: wing (arc), 85, 87, 91, 83; tail,--, 52.8,  55.0, 42.6; tarsus, 28.3, 29.5, 30.5, 30.6; middle toe minus claw, 28.3, 27.4, 28.9, 28.8; bill from nostril,  7.5, 7.9, 7.9, 8.7. We ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 2088,
                        "end": 2271,
                        "text": "follows: wing (arc), 85, 87, 91, 83; tail,--, 52.8,  55.0, 42.6; tarsus, 28.3, 29.5, 30.5, 30.6; middle toe minus claw, 28.3, 27.4, 28.9, 28.8; bill from nostril,  7.5, 7.9, 7.9, 8.7.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/auk/article/97/4/901/5188655 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Short Communications[Auk, Vol. 97",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Received 21 March 1980, accepted 9 June 1980. Present address: Department of Zoology, Washington State University, Pullman, Washington 99164 USA.Downloaded from https://academic.oup.com/auk/article/97/4/901/5188655 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We first saw the Gadwall between 100-200 m from our positions. With our binoculars, we watched them fly about 300 m and then land out of view. We did not see them again after they landed. Both authors have had previous experience with this species in the field; Kennedy in North America and Dickinson in England, France, and Switzerland.We call the freshwater marsh where the sightings were made \"Candaba Marsh.\" It is approximately 2-4 km 2 in area and is a mixture of open shallow water, small islands, and rafts of floating vegetation. During our observations from 0900-1230, we saw the following species of waterfowl and numbers of individuals: Dendrocygna arcuata, 25; Anas acuta, 500; Anas strepera, 2; Arias luzonica, 2,500; Arias penelope, 10; Anas querquedula, 3,000; Arias clypeata, 20; Aythya ferina, 20; and Aythya fuligula, 30.Dickinson has observed this marsh periodically since January 1975, and the numbers above represent the greatest concentration seen. Although good estimates are lacking, he feels that numbers have climbed steadily during these years, perhaps partly due to the scarcity of firearms since the imposition of martial law.Kennedy is most grateful to the Marcos Foundation, the National Geographic Society, Philippine Airlines, the New York Zoological Society, the Rare Animal Relief Effort, and the Cincinnati Museum of Natural History for support of his field work in the Philippines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "cafiadones or wet campos) commonly form in low areas in eastern Paraguay and adjacent parts of Brazil. Wet campos range from a few to several hundred meters in width and may form a band on gently sloping valley sides between upland cerrado and riparian forests (Eiten 1978, Vegetatio 36: 169). The fauna of these areas is poorly studied, and it is likely that Laterallus xenopterus is more common than suggested by the number of observations. Laterallus xenopterus is easily distinguished from its Paraguayan congeners by its uniformly buffy ochraceous or clay-colored foreneck and breast (vs. white with sharply marked rufous sides for L. Current address: 209 W. South Street, Abingdon, Illinois 61410 USA.",
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "num": null,
                "text": "gratefully acknowledge the advice and encouragement of R. W. Storer in the preparation of this report. Field work by Myers was supported by National Science Foundation Grant DEB 77-04887 and by the Rackham Foundation of the University of Michigan. Hansen was sponsored by the Brasilian National Park Service and employed as a member of the Peace Corps-Smithsonian Environmental Pro-Record of the Gadwall from the Philippines ROBERT S. KENNEDY l' 2 AND EDWARD C. DICKINSON a IF.R.E.E. Ltd., Suite 1735, 201 N. Wells Street, Chicago, Illinois 60606 USA and 3Chemin du Chano 8, 1802 Corseaux Switzerland Gadwall (Anas strepera) are known as migrants or as wintering birds in Japan, China (Johnsgard 1978, Ducks, geese, and swans of the world, Lincoln, Nebraska, Univ. Nebraska Press: 195), Burma, Thailand, and Hong Kong (King and Dickinson 1975, A field guide to the birds of south-east Asia, London, Collins: 60). The species is not listed by dupont (1971, Philippine birds, monograph No. 2. Greenville, Delaware, Delaware Mus. Nat. Hist. 480) as occurring in the Philippines. On 25 November 1978, John Morris, Ernest Kuhn, and the authors saw two Gadwall in an impounded freshwater marsh adjacent to the Pampanga River about 9 km north of Baliuag in Pampanga Province on the island of Luzon, Philippines. Dickinson and Morris flushed a flock of nearly 100 ducks composed of Garganey (Anas querquedula), Philippine Mallards (Anas luzonica), Northern Pintail (Anas acuta), and the two Gadwall. The authors were about 150 m apart when the flock rose, and we independently sighted and identified the Gadwall by their plumage (at least one was gray) and medium large size and by the diagnostic white patch in the speculum.",
                "type_str": "figure",
                "uris": null
            }
        }
    }
}