{
    "paper_id": "MyersandWetzel1979-NewrecordsofmammalsfromParaguay",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:21.843396Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "TABLE I.-Equations for estimating mass of both testes (M), in mg, from measured length (I) and width (w), in mm, of a single testis for nine rodent species. Sample size, correlation coefficient (r), and locality are given for the samples upon which the regressiull analysis is based. Samples were drawn from animals at all stages of the annual cycle. Localities are; 1) lnyo Co., California; 2) Kittitas Co., Washington; 3) Walla Walla Co., Washington. Note that for P. longimembris the estimate is based upon length of the testis only, because this gave a better correlation at the level of resolution with u;hich linear dimensions were determined. Sp\"des Ammospermophilus leucurus Eutamias minimus Peromyscus maniculatus Dipodomys microps D. urdU D. merriami Perognathus formosus P. parous P. longimembris Equation M = 1.068 (I x w 2)-0.780 M = 1.027 (I x w 2) + 1.314 M = 1.184 (I x w 2)-3.291 M = 1.121 (1 x w 2)-0.482 M = 1.015 (l x w 2) + 15.833 M = 1.078 (I x w 2) + 15.191 M = 1.145 (I x w 2)-2.222 M = 1.180 (I x w 2)-1.263 M ~ 26.32 (I)-60 Data used to develop equation Sample .ize",
    "pdf_parse": {
        "paper_id": "MyersandWetzel1979-NewrecordsofmammalsfromParaguay",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "TABLE I.-Equations for estimating mass of both testes (M), in mg, from measured length (I) and width (w), in mm, of a single testis for nine rodent species. Sample size, correlation coefficient (r), and locality are given for the samples upon which the regressiull analysis is based. Samples were drawn from animals at all stages of the annual cycle. Localities are; 1) lnyo Co., California; 2) Kittitas Co., Washington; 3) Walla Walla Co., Washington. Note that for P. longimembris the estimate is based upon length of the testis only, because this gave a better correlation at the level of resolution with u;hich linear dimensions were determined. Sp\"des Ammospermophilus leucurus Eutamias minimus Peromyscus maniculatus Dipodomys microps D. urdU D. merriami Perognathus formosus P. parous P. longimembris Equation M = 1.068 (I x w 2)-0.780 M = 1.027 (I x w 2) + 1.314 M = 1.184 (I x w 2)-3.291 M = 1.121 (1 x w 2)-0.482 M = 1.015 (l x w 2) + 15.833 M = 1.078 (I x w 2) + 15.191 M = 1.145 (I x w 2)-2.222 M = 1.180 (I x w 2)-1.263 M ~ 26.32 (I)-60 Data used to develop equation Sample .ize",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": ". One or two sutures suffice for the small species, but up to four or five may be required for the larger species. The scrotal region is cleaned thoroughly at the conclusion of the surgery.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Once surgical proficiency is attained, this procedure takes about 10 min. We have repeated the surgery on individual animals at monthly intervals for as long as 2 years. Monthly measurements were performed ipsilaterally in some animals, with restoration being so complete that the superficial scar of the previous month was difficult to locate. The inner tissues also seemed to reor-ganiZe quickly. Measurement of a testis at 2-week intervals probably would be feasible. Based on hundreds of surgeries perfonned to date, animals apparently survive without complications. On the basis of length, width, and mass of testes obtained in independent dissections, we find that (length) x (width)2 shows a high correlation with mass of testes (Table 1) , and thus we use these equations for estimating mass of both testes. The equations of Table 1 could also be used to estimate mass of testes in related species for which specific comparisons between linear measurements and mass are not available.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 736,
                        "end": 745,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 833,
                        "end": 840,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This technique involves less time and expense than hormonal assays and can be used to determine gonadal condition without sacrificing animals. It is useful when conservation measures are required and for studies of environmental control of reproductive function, endogenous temporal organization of gonadal function, testicular cycles of marked animals, and for seeking correlations with age-class or social status.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The support of the Graduate School Research Fund, University of Washington, and of NSF grants peM 77-05397 and DEB 77-06706 is acknowledged with gratitude. I am also indebted to T. Horton for technical assistance. Capitalized color terms are from Ridgway, 1912 . Unless otherwise indicated, distances in locality descriptions are direct (air-line) measurements between points.",
                "cite_spans": [
                    {
                        "start": 247,
                        "end": 260,
                        "text": "Ridgway, 1912",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Monodelphis domestica (Wagner).--Amambay: 4 km by road (Route 5) SW Cerro Cora (3 UMMZ). Boqueron: 410 km (1 MVZ), 460 km (1 MVZ), and 470 km (1 MVZ) by road (Route 9) NW Villa Hayes; Juan de Zalazar, 2 km N Rio Verde (18 CONN). Chaco: 50 km WNW Fortin Madrejon, Cerro Leon (6 UMMZ). Nueva Asuncion: Teniente Enciso (1 CONN); 1.5 km NE Teniente Enciso (1 CONN); 1.5 km S Teniente Enciso (1 CONN). Presidente Hayes: 300 km by road (Route 9) NW Villa Hayes (1 MVZ). Wetzel and Lovett (1974) reported this species from the Paraguayan Chaco under the name Monodelphis brevicaudis (Olfers). Olfers' description, which is based on Azara's (1801) account (see Hershkovitz, 1959) , describes an animal marked with bright cinnamon (\"cannelle vif\"). Wetzel and Lovett's specimens and those reported here have predominantly Grayish Olive hairs (though blackish terminal bands impart a slightly darker appearance) and lack of cinnamon or rufous. Specimens from eastern Paraguay (Amambay) are appreciably darker, especially ventrally, than those from the Chaco, although the two groups are similar cranially. Females were collected in April (1), July (6), and September (1), but none had young. Three of the six captured in July were juveniles. All were taken in grassy areas, brush piles, or among jumbled rocks in a dry river bed.",
                "cite_spans": [
                    {
                        "start": 464,
                        "end": 488,
                        "text": "Wetzel and Lovett (1974)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 653,
                        "end": 671,
                        "text": "Hershkovitz, 1959)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Tonatia syl-vicola (D'Orbigny).--Concepci6n: 8 km by road (Route 5) E Concepcion (2 MVZ). Cordillera: 12 km N Tobati by road (6 MVZ). A pregnant female was captured in July; one of three females captured in late March was lactating. Most were taken in nets set across forest trails or streams.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Artibeus jamaicensis (Spix).--Amambay: 4 km by road (Route 5) SW Cerro Coni (1 UMMZ). Central: Asuncion (4 MVZ, 14 UMMZ); 4 km ESE Asuncion (7 MVZ); 5 km E Asuncion (2 MVZ). Concepcion: 8 km by road (Route 5) E Concepcion (4 MVZ). Presidente Hayes: 275 km by road (Route 9) NW Villa Hayes (1 MVZ). Bertoni (1939) reported this species from eastern Paraguay, but unfortunately his collections cannot be located and his records require confirmation.",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 312,
                        "text": "Bertoni (1939)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Paraguayan A.jamaicensis are large. Averages and ranges of selected measurements (mm) for 18 specimens: greatest length of skull, 28.7 (28.0-29.1); zygomatic breadth, 17.6 (17.3-18.4); postorbital constriction, 7.2 (6.8-7.5); maxillary toothrow, 10.3 (10.0-10.6); width across upper molars (M'-M'), 12.9 (12.2-13.4); forearm, 61.1 (57.1-63.5); third metacarpal, 58.4 (55.5-60.1). According to C. O. Handley, Jr. (pers. comm.), they are similar to Brazilian representatives of this. species from Mato Grosso and Minas Gerais, but smaller than those from Bolivia and Peru. The dorsal color is approximately Clove Brown; ventrally slightly paler. White tips on many of the hairs result in a frosted appearance; this effect is strongest ventrally, but noticeable dorsally. Weakly defined eyestripes are present. A. jamaicensis is easily distinguished from the other Artibeus known from Paraguay, A. lituratus and Artibeus sp. (probably A. fimbriatus Gray according to Handley, pers. comm.) by its much smaller size (A. lituratus, forearm, 71.0, 66.9-73.6, n = 13; Artibeus sp., forearm, 65.7,62.2-68.0, n = 15). No A. lituratus (n = 34) or Artibeus sp. (n = 11) has more than two upper molars on each side whereas all A. jamaicensis examined have three. Artibeus jamaicensis further differs from A. lituratus in having a poorly-developed orbitonasal shield, and from Artibeus sp. in much paler color. A pregnant female was captured in November, and lactating females in November and March. No pregnant or lactating females were taken in June, July, August, or March. Juveniles were found in March, July, and August. This species is commonly netted in eastern Paraguay, but is apparently rare in the west where a single individual was captured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Myotis simus Thomas.--Central: 17 km by road E Luque (1 UMMZ). Presidente Hayes: 230 km by road (Route 9) NW Villa Hayes (4 MVZ). We have collected three species of reddish Myotis in Paraguay. Myotis simus is immediately distinguishable by its short, woolly fur (2--3 mm long mid-dorsally) and Buckthorn Brown to Clay coloration. The other species, Myotis ruber and Myotis riparius, have 4-mm-Iong hair and are darker, approximately Chestnut. Myotis simus is intermediate in size (M. simus, forearm, 38.5, 38.2--38 .9, n = 5; M. ruber, forearm, 39.5, 39.2-40.0, n = 3; M. riparius, forearm, 34.2, n = 1) and is characterized by a relatively broad postorbital constriction (M. simus, 4.0, 3.9-4.0, n = 5; M. ruber, 3.7, 3.6-3.8, n = 3; M. riparius, 3.6, n = 1). On both occasions when M. simus was captured, it was taken with Noctilio albiventris, which it resembles in color, length, and texture of fur. The females, each canying a single large embryo, were caught in October as they emerged from a hole (shared with several N. albiventris) approximately 1 m above the ground in a quebracho tree. Although thought by LaVal (1973) to",
                "cite_spans": [
                    {
                        "start": 480,
                        "end": 514,
                        "text": "(M. simus, forearm, 38.5, 38.2--38",
                        "ref_id": null
                    },
                    {
                        "start": 1117,
                        "end": 1129,
                        "text": "LaVal (1973)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/60/3/638/936845 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "be restricted to the Amazon basin, M. simus has recently been reported from Argentina (Fornes",
                "authors": [],
                "year": 1972,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "be restricted to the Amazon basin, M. simus has recently been reported from Argentina (Fornes, 1972).",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Oryzomys (Oecomys) coneolor roberti (Thomas)",
                "authors": [],
                "year": null,
                "venue": "chaco: 50 km WNW Fortin Madrej6n",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oryzomys (Oecomys) coneolor roberti (Thomas).----.chaco: 50 km WNW Fortin Madrej6n (1",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "The Paraguayan specimen resembles those listed by Hershkovitz, though its large size (head and body, 149; tail, 182; hindfoot, 29; greatest length of skull, 34.1) suggests greater similarity to Bolivian populations (known as Oecomys mamorae Thomas prior to Hershkovitz's revision) than to the type of Rhipidomys roberli Thomas (= Oryzom!l~' roberti), which is from Mato Grosso. A specimen from the Argentine Chaco is similarly large",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Ummz). Following",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Paraguayan populations are referred to this subspecies",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UMMZ). Following Hershkovitz (1960), Paraguayan populations are referred to this subspecies. The Paraguayan specimen resembles those listed by Hershkovitz, though its large size (head and body, 149; tail, 182; hindfoot, 29; greatest length of skull, 34.1) suggests greater similarity to Bolivian populations (known as Oecomys mamorae Thomas prior to Hershkovitz's revision) than to the type of Rhipidomys roberli Thomas (= Oryzom!l~' roberti), which is from Mato Grosso. A specimen from the Argentine Chaco is similarly large (Massoia and Fornes, 1965). Variation in color, size, and cranial characteristics (Hershkovitz, 1960) considered with karyotypic evidence (Gardner and Patton, 1976;",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Burmeisteria retusa (Burmeister).-Boqueron: 15 km by road S Filadelfia (I CONN). Nueva Asuncion: Teniente Enciso (1 CONN). These specimens confirm Cabrera's (1958:227) and Yepes' (l94l:fig. 2) belief that this species occurs in the Chaco of Paraguay. Burmeisteria retusa differs from Chlamyphorus truncatus Harlan by its larger size, obvious pinnae, tail not spatulate at the tip, and the carapace adhering to the skin and not underlain with hair. Chaetophractus veUerosns (Gray)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Our animal, an adult with scrotal testes, was captured on the ground in thorn forest. Scapteromys tumid us Watemuuse.-Cordillera: 1.6 km by road S Tobati (4 UMMZ). These animals were captured in September in a partly flooded marsh. Two adult males had large, scrotal testes; one female was a juvenile, and the other, an adult, was neither pregnant nor lactating. Akodon azarae bibianae Massoia",
                "volume": "23",
                "issue": "",
                "pages": "7--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers, unpublished) suggest that Hershkovitz's O. concolor is composite. Our animal, an adult with scrotal testes, was captured on the ground in thorn forest. Scapteromys tumid us Watemuuse.-Cordillera: 1.6 km by road S Tobati (4 UMMZ). These animals were captured in September in a partly flooded marsh. Two adult males had large, scrotal testes; one female was a juvenile, and the other, an adult, was neither pregnant nor lactating. Akodon azarae bibianae Massoia.--Presidente Hayes: Chaco-i (1 CONN). 15.5 km by road NNW Chaco-i (1 UMMZ). This species is easily distinguished from Akodon varius toba, which also occurs in the eastern Chaco, by smaller size (greatest length of skull, 25.4, 24.8-26.0, n = 2, as compared to 28.7, 26.7--31.2, n = 33 for the latter) and lack of supraorbital ridges. These specimens, both adult, were taken in heavily-grazed pastures. Akodon niKrita (Lichtenstein).-ltaplia: Puerto Pirapo (11 CONN); 3.5 km E San Rafael (4 UMMZ); 8 km N San Rafael (3 UMMZ). This species was reported for Paraguay by Bertoni (1939) as Akodon subterraneus. Massoia (1963) concluded thatthe two members of the subgenus Thaptomys, A. nigrita and A. subterraneus, are not specifically distinct and should be consid- ered subspecies of A. nigrita. Our specimens are similar to those reported as A. subterraneus from northern Argentina by Massoia (1962). All are adult or subadult; the females were neither lactating nor pregnant (July). Most were trapped in wet tropical forest in runways through grass or next to fallen logs. A. nigrita is easily distinguished from the sympatrk A. cursor montensis by its smaller size: greatest length of skull, 23.3 (21.8-24.5), n = 11 as compared to 29.3 (27.9- 31.9, n = 16 for A. c. montensis; tail, 47.2 (41-56), n = 17 in contrast to 90.1 (75-112), n = 16; and ear, 12.0 (11-13), n = 11 versus 19.3 (18-21), n = 16. Burmeisteria retusa (Burmeister).-Boqueron: 15 km by road S Filadelfia (I CONN). Nueva Asuncion: Teniente Enciso (1 CONN). These specimens confirm Cabrera's (1958:227) and Yepes' (l94l:fig. 2) belief that this species occurs in the Chaco of Paraguay. Burmeisteria retusa differs from Chlamyphorus truncatus Harlan by its larger size, obvious pinnae, tail not spatulate at the tip, and the carapace adhering to the skin and not underlain with hair. Chaetophractus veUerosns (Gray).-Boqueron: Estancia lparoma, 19 km by road N Filadelfia (4 CONN); 390 km by road (Route 9) NW Villa Hayes (l MVZ). Nueva Asuncion: 24 km (1 CONN), and 27 km (l CONN) by road NW Teniente Ochoa. Presidente Hayes: Juan de Zalazar (5 CONN); between Para Todos and 25 Leguas (l CONN). Previous records for this species, summarized by Cabrera (1958:214), are from eastern Bolivia and central to northern Argentina. Chaetophractus differs from Euphradus sexcinctus (Linnaeus) in smaller size, darker carapace and hair, and broader cephalic shield, which has a width to length ratio of 0.9 to 0.95 as opposed to 0.7. Chaetophractus vellerasus is distinguished from C. villosus by smaller size, but longer ears, which extend posteriorly past the second row of scapular scutes; tan (versus dark) hairs;",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "mean of width to length ratios 0.9 as compared to 0.95); and lacking holes for middorsal glands in pelvic shield (present in both C. villosus and E. sexcinctus). Its loud cries of protest when restrained justify the name crying armadillo (\"'piche lloran",
                "authors": [],
                "year": null,
                "venue": "smooth (versus textured) scutes on cephalic shield; cephalic shield not as broad",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "smooth (versus textured) scutes on cephalic shield; cephalic shield not as broad (in Paraguay, mean of width to length ratios 0.9 as compared to 0.95); and lacking holes for middorsal glands in pelvic shield (present in both C. villosus and E. sexcinctus). Its loud cries of protest when restrained justify the name crying armadillo (\"'piche lloran,\" Cabrera and Yepes, 1960:68) or better, screaming armadillo, in contrast to the softer, guttural grunts of C. villosus. Chaetophractus Vil108US {Desmarest).-Boqueron: Dr. Pedro P. Pena (l CONN); 42 km by road SE Teniente Pratt Gill Air Force Base (l CONN);",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "This species was first reported north of the pampas of Argentina, in the Chaco of Paraguay, by Wetzel (1977:35), but without citation to specimens. We thank A",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "L O"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Estancia lparoma, 19 km by road N Filadelfia (4 CONN). Chaco: Fortin Madrejon (1 CONN). Nueva Asunci6n: Fortin Sargento Rodriguez",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Estancia lparoma, 19 km by road N Filadelfia (4 CONN). Chaco: Fortin Madrejon (1 CONN). Nueva Asunci6n: Fortin Sargento Rodriguez (2 CONN); 25 km by road NW Mariscal Estagarribia (l CONN); 35 km by road SE Teniente Enciso (5 CONN); 27 km (1 CONN), and 30 km (2 CONN) by road NW Teniente Ochoa. Presidente Hayes: Juan de Zalazar (2 CONN). This species was first reported north of the pampas of Argentina, in the Chaco of Paraguay, by Wetzel (1977:35), but without citation to specimens. We thank A. L. Gardner, C. O. Handley, Jr., and J. L. Patton for allowing us to examine specimens in their care. M. D. Carleton, A. L. Gardner, K. F. Koopman, and L. G. Myers greatly improved the manuscript with their eomments. Our efficiency in the field was greatly increased by the help of G. K. Creighton, R. E. Dubos, R. L. Martin, L. G. Myers, T. W. Nelson, R. W.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Field expenses have been supported by grants from the National Sdence Foundation (DEB7704887)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Storer",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "National Geographic Society",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Storer, and R. S. Voss. Field expenses have been supported by grants from the National Sdence Foundation (DEB7704887), National Geographic Society, University of Connedicut Research Foundation, University of Michigan Rackham Foundation, and Museum of Vertebrate Zoology. LITERATURE CITED",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Essais sur l'histoire naturelle des quadrupedes de la province du Paraguay",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Azara",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "De",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "1--366",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AZARA, F. DE. 1801. Essais sur l'histoire na- turelle des quadrupedes de la province du Paraguay. Paris, 1:1-366.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Catalogos sistematicos de los vertebrados del Paraguay",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Bertoni",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "De W",
                        "suffix": ""
                    }
                ],
                "year": 1939,
                "venue": "Rev. Soc. Cient. Paraguay",
                "volume": "4",
                "issue": "",
                "pages": "3--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERTONI, A. DE W. 1939. Catalogos sistema- ticos de los vertebrados del Paraguay. Rev. Soc. Cient. Paraguay, 4:3-59.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Catalogo de los mamiferos de America del Sur. Rev. Mus. Argentina Cienc. Nat",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Zool",
                "volume": "4",
                "issue": "",
                "pages": "1--307",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABRERA, A. 1958. Catalogo de los mamiferos de America del Sur. Rev. Mus. Argentina Cienc. Nat. \"Bernardino Rivadavia,\" Zool., 4(1H-307.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Mamiferos Sud Americanos",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrera",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "Yepes"
                        ],
                        "last": "Ediar",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Editores",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "1--370",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABRERA, A., AND J. YEPES. 1960. Mamiferos Sud Americanos, second ed., Ediar S.A. Editores, S.R.L., Buenos Aires, 2:1-370.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Myotis (Hesperomyotis) simus Thomas, nueva especie para la Argentina",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fornes",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Neotropica",
                "volume": "18",
                "issue": "",
                "pages": "87--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FORNES, A. 1972. Myotis (Hesperomyotis) si- mus Thomas, nueva especie para la Argen- tina. Neotropica, 18:87--89.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine complex",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Occas. Papers Mus. Zool",
                "volume": "49",
                "issue": "",
                "pages": "1--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GARDNER, A. L., AND J. L. PATTON. 1976. Karyotypic variation in oryzomyine rodents (Cricetinae) with comments on chromosomal evolution in the Neotropical cricetine com- plex. Occas. Papers Mus. Zool., Louisiana State Vniv., 49:1-48.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Mammals of northern Colombia, preliminary report no. 8: arboreal rice rats, a systematic revision of the subgenus Oecomys, genus Oryzomys",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Proc. U.S. Natl. Mus",
                "volume": "40",
                "issue": "",
                "pages": "513--568",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1959. Nomenclature and taxonomy of the Neotropical mammals de- scribed by Olfers, 1818. J. Mamm., 40:337- 353. --~. 1960. Mammals of northern Colombia, preliminary report no. 8: arboreal rice rats, a systematic revision of the subgenus Oe- comys, genus Oryzomys. Proc. U.S. Natl. Mus., 110:513-568.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A revision of the Neotropical bats of the genus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Laval",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Myotis. Sci. Bull",
                "volume": "15",
                "issue": "",
                "pages": "1--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAVAL, R. K. 1973. A revision of the Neotrop- ical bats of the genus Myotis. Sci. Bull., Nat. Hist. Mus., Los Angeles Co., 15:1-54.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Sobre la posicion sistematica y distribucion geografica de Akodon (Thaptomys) nigrita (Rodentia-Cricetidae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Massoia",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Physis",
                "volume": "23",
                "issue": "",
                "pages": "73--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASSOIA, E. 1962. Dos especies de cricetidos nuevas para la Argentina. Physis, Buenos Aires, 23:27-34. --~. 1963. Sobre la posicion sistematica y distribucion geografica de Akodon (Thapto- mys) nigrita (Rodentia-Cricetidae). Physis, Buenos Aires, 24:73--80.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Oryzomys (Oecomys) Thomas 1906, nuevo subgenero de cricetidos para la Republica Argentina (Rodentia)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Massoia",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Fornes",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Physis",
                "volume": "25",
                "issue": "",
                "pages": "319--324",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MASSOIA, E., AND A. FORNES. 1965. Oryzo- mys (Oecomys) Thomas 1906, nuevo subge- nero de cricetidos para la Republica Argen- tina (Rodentia). Physis, Buenos Aires, 25:319- 324.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Color standards and color nomenclature",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Ridgway",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RIDGWAY, R. 1912. Color standards and color nomenclature. Washington, D.C., 44 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The Chacoan peccary Catagonus wagneri (Rusconi)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Nat. Hist",
                "volume": "3",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M. 1977. The Chacoan peccary Catagonus wagneri (Rusconi). Bull Carne- gie Mus. Nat. Hist., 3:1-36.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "A collection of mammals from the Chaco of Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Lovett",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Occas. Papers, BioI. Sci. Ser",
                "volume": "2",
                "issue": "",
                "pages": "203--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M., AND J. W. LOVETT. 1974. A collection of mammals from the Chaco of Paraguay. Occas. Papers, BioI. Sci. Ser., Vniv. Connecticut, 2:203-216.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Catagonu8, an \"extind\" peccary, alive in Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dubas",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "189",
                "issue": "",
                "pages": "379--381",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M., R. E. DUBaS, R. L. MARTIN, AND P. MYERS. 1975. Catagonu8, an \"ex- tind\" peccary, alive in Paraguay. Science, 189:379-381.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Tipos de distribucion en la zoogeografia Argentina",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Yepes",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "Rev. Argentina Zoogr",
                "volume": "1",
                "issue": "",
                "pages": "39--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "YEPES, J. 1941. Tipos de distribucion en la zoogeografia Argentina. Rev. Argentina Zoogr., 1:39-58.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The boundaries of their winter range, however, are poorly known. An estimate of the northern limit was made by Seton (1909), and accumulated records have since clarified the situation somewhat",
                "authors": [],
                "year": 1977,
                "venue": "Silver-haired bats, Lasionycteris noctivagans, have long been thought to be migratory",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Silver-haired bats, Lasionycteris noctivagans, have long been thought to be migratory. The boundaries of their winter range, however, are poorly known. An estimate of the northern limit was made by Seton (1909), and accumulated records have since clarified the situation somewhat. Single female L. noctivagans were found on two buildings in Chicago during January 1977. One was found dead in an interior stairwell at Chicago State Vniversity. Its location was such that it could not have been there more than a few days without being found. The other was taken",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "num": null,
                "text": "G. J. KENAGY, Department of Zoology, University of Washington, Seattle, WA 98195. Submitted 7 May 1978. Accepted 8 January 1979. 1• Mamm., 60(3):636-638, 1979 NEW RECORDS OF MAMMALS FROM PARAGUAY Recent field work in Paraguay has revealed several species previously unknown from that country. Specimens of 11 of these are the basis of this report. They and the recent discovery of a third species of peccary in western Paraguay (Catagonus u:agneri, Wetzel et ai., 1975) illustrate how poorly the Paraguayan fauna is known. The specimens reported here are deposited in the Museum of Vertebrate Zoology (MVZ), University of California, Berkeley; the Museum of Zoology (UMMZ), University of Michigan, Ann Arbor; and the Museum of Natural History (CONN), University of Connecticut, Storrs.",
                "type_str": "figure"
            }
        }
    }
}