{
    "paper_id": "Myersetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:31.331651Z"
    },
    "title": "Climate-induced changes in the small mammal communities of the Northern Great Lakes Region",
    "authors": [
        {
            "first": "P",
            "middle": [],
            "last": "H I L I P M Y E R S",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "1109, 48109-1079",
                    "settlement": "Geddes, Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "A",
            "middle": [
                "L"
            ],
            "last": "L U N D R I G A N W , S U S A N",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "M",
            "middle": [
                "G H"
            ],
            "last": "O F F M A N Z, A L L I S O N P O O R H A R A M I N A C",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "S",
            "middle": [],
            "last": "T E P H A N I",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "1109, 48109-1079",
                    "settlement": "Geddes, Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        },
        {
            "first": "E",
            "middle": [
                "H"
            ],
            "last": "S E T O",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "University of Michigan",
                "location": {
                    "postCode": "1109, 48109-1079",
                    "settlement": "Geddes, Ann Arbor",
                    "region": "MI",
                    "country": "USA"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "We use museum and other collection records to document large and extraordinarily rapid changes in the ranges and relative abundance of nine species of mammals in the northern Great Lakes region (white-footed mice, woodland deer mice, southern red-backed voles, woodland jumping mice, eastern chipmunks, least chipmunks, southern flying squirrels, northern flying squirrels, common opossums). These species reach either the southern or the northern limit of their distributions in this region. Changes consistently reflect increases in species of primarily southern distribution (white-footed mice, eastern chipmunks, southern flying squirrels, common opossums) and declines by northern species (woodland deer mice, southern red-backed voles, woodland jumping mice, least chipmunks, northern flying squirrels). White-footed mice and southern flying squirrels have extended their ranges over 225 km since 1980, and at particularly well-studied sites in Michigan's Upper Peninsula, small mammal assemblages have shifted from numerical domination by northern species to domination by southern species. Repeated resampling at some sites suggests that southern species are replacing northern ones rather than simply being added to the fauna. Observed changes are consistent with predictions from climatic warming but not with predictions based on recovery from logging or changes in human populations. Because of the abundance of these focal species (the eight rodent species make up 96.5% of capture records of all forest-dwelling rodents in the region and 70% of capture records of all forest-dwelling small mammals) and the dominating ecological roles they play, these changes substantially affect the composition and structure of forest communities. They also provide an unusually clear example of change that is likely to be the result of climatic warming in communities that are experienced by large numbers of people.",
    "pdf_parse": {
        "paper_id": "Myersetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "We use museum and other collection records to document large and extraordinarily rapid changes in the ranges and relative abundance of nine species of mammals in the northern Great Lakes region (white-footed mice, woodland deer mice, southern red-backed voles, woodland jumping mice, eastern chipmunks, least chipmunks, southern flying squirrels, northern flying squirrels, common opossums). These species reach either the southern or the northern limit of their distributions in this region. Changes consistently reflect increases in species of primarily southern distribution (white-footed mice, eastern chipmunks, southern flying squirrels, common opossums) and declines by northern species (woodland deer mice, southern red-backed voles, woodland jumping mice, least chipmunks, northern flying squirrels). White-footed mice and southern flying squirrels have extended their ranges over 225 km since 1980, and at particularly well-studied sites in Michigan's Upper Peninsula, small mammal assemblages have shifted from numerical domination by northern species to domination by southern species. Repeated resampling at some sites suggests that southern species are replacing northern ones rather than simply being added to the fauna. Observed changes are consistent with predictions from climatic warming but not with predictions based on recovery from logging or changes in human populations. Because of the abundance of these focal species (the eight rodent species make up 96.5% of capture records of all forest-dwelling rodents in the region and 70% of capture records of all forest-dwelling small mammals) and the dominating ecological roles they play, these changes substantially affect the composition and structure of forest communities. They also provide an unusually clear example of change that is likely to be the result of climatic warming in communities that are experienced by large numbers of people.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Accounts of biotic effects of recent climate change have increased dramatically in the last few years (e.g. Parmesan et al., 1999; Thomas & Lennon, 1999; McCarty, 2001; Parmesan & Yohe, 2003; Root et al., 2003; Parmesan, 2006; Rosenzweig et al., 2007 Rosenzweig et al., , 2008 Moritz et al., 2008) . Most studies report changes in phenology; relatively few examine distributions, and most of those that do so are limited to changes in local patterns (Parmesan, 2006) . Most are further restricted to change involving single species; studies that characterize assemblages of organisms are rare (but for notable exceptions involving communities of terrestrial animals, see Wilson et al., 2007; González-Megías et al., 2008; Moritz et al., 2008) . Further, examples of distributional changes by mammals are particularly uncommon, and those that have been published usually involve single species living in extreme or remote environments (e.g. polar bears in the arctic, Stirling & Parkinson, 2006 ; foxes or voles in northernmost Europe, Selas & Vik, 2006; Hornfeldt, 2004 ; pikas on mountains in the Great Basin; Beever et al., 2003) . Consequently, while climatic warming is now widely recognized, its biotic effects often seem remote because accounts of change affecting plant or animal communities across broad regions inhabited by large numbers of people are rare.",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 130,
                        "text": "Parmesan et al., 1999;",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 131,
                        "end": 153,
                        "text": "Thomas & Lennon, 1999;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 154,
                        "end": 168,
                        "text": "McCarty, 2001;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 169,
                        "end": 191,
                        "text": "Parmesan & Yohe, 2003;",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 192,
                        "end": 210,
                        "text": "Root et al., 2003;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 211,
                        "end": 226,
                        "text": "Parmesan, 2006;",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 227,
                        "end": 250,
                        "text": "Rosenzweig et al., 2007",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 251,
                        "end": 276,
                        "text": "Rosenzweig et al., , 2008",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 277,
                        "end": 297,
                        "text": "Moritz et al., 2008)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 450,
                        "end": 466,
                        "text": "(Parmesan, 2006)",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 671,
                        "end": 691,
                        "text": "Wilson et al., 2007;",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 692,
                        "end": 721,
                        "text": "González-Megías et al., 2008;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 722,
                        "end": 742,
                        "text": "Moritz et al., 2008)",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 967,
                        "end": 993,
                        "text": "Stirling & Parkinson, 2006",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1035,
                        "end": 1053,
                        "text": "Selas & Vik, 2006;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1054,
                        "end": 1069,
                        "text": "Hornfeldt, 2004",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1111,
                        "end": 1131,
                        "text": "Beever et al., 2003)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Here, we report the discovery of widespread modifications in the distribution and relative abundance of the small mammal species that dominate forest communities in the northern Great Lakes region of the United States, an area that has experienced substantial warming during the late 20th century (e.g. Assel & Robertson, 1995; Myers et al., 2005; Austin & Colman, 2007; Field et al., 2007) . Changes consistently reflect the appearance and/or increasing domination of species whose historical ranges lie mainly to the south of the northern Great Lakes region and the simultaneous waning of northern species. The species involved include several that are very familiar to residents of the eastern and mid-western US. The ecological significance of these changes is unclear, but because some of the commonest species of the region are involved, it is potentially substantial.",
                "cite_spans": [
                    {
                        "start": 303,
                        "end": 327,
                        "text": "Assel & Robertson, 1995;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 328,
                        "end": 347,
                        "text": "Myers et al., 2005;",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 348,
                        "end": 370,
                        "text": "Austin & Colman, 2007;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 371,
                        "end": 390,
                        "text": "Field et al., 2007)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The Great Lakes region encompasses a transition between northern boreal forests and more southern associations (eastern oak-hickory woodland, oak savannas, prairie). Over half of the approximately 80 native species of mammals reach their southern or northern distributional limits in the area (Hall, 1981; Baker, 1983; Kurta, 1995) . In this study, we focus on the distribution and/or abundance of eight of the most common woodland rodents. This assemblage includes three species whose ranges are mainly to the south of the northern Great Lakes (white-footed mice, Peromyscus leucopus; eastern chipmunks, Tamias striatus; southern flying squirrels, Glaucomys volans) and five whose ranges are mainly northern (woodland deer mice, Peromyscus maniculatus gracilis; southern red-backed voles, Myodes gapperi; woodland jumping mice, Napaeozapus insignis; northern flying squirrels, Glaucomys sabrinus; least chipmunks, Tamias minimus). We also report on the distribution of common opossums (Didelphis virginiana), a southern species not known from the northern Great Lakes region until the second half of the 20th century.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 305,
                        "text": "(Hall, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 306,
                        "end": 318,
                        "text": "Baker, 1983;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 319,
                        "end": 331,
                        "text": "Kurta, 1995)",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The discovery of this restructuring of small mammal communities relied heavily on collections of specimens and notes in research museums, a source of information that has been underutilized in examining the consequences of climate change (Sparks, 2007) . This approach was possible because this region, especially the state of Michigan where our efforts were focused, has been sampled intensively for over 100 years. Before these records could be incorporated into analyses of community composition and faunal change, however, they required considerable scrutiny and 'data cleaning' (Chapman, 2005a) . We explore the implications of this process and of some types of bias inherent in these records.",
                "cite_spans": [
                    {
                        "start": 238,
                        "end": 252,
                        "text": "(Sparks, 2007)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 583,
                        "end": 599,
                        "text": "(Chapman, 2005a)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "We chose this assemblage of eight species of small forest rodents (SFRs) for four reasons. First, each species reaches a distributional limit within or close to the northern Great Lakes region. Second, each is commonly captured by the techniques most widely used by collectors. Records of other species are available but were acquired through the use of trapping or hunting techniques that have not been employed consistently across the 150 years of collecting in this region (e.g. firearms and large traps are seldom used in recent collections, and mist nets for the capture of bats did not become available until the last half of the 20th century). Third, we focused on woodland species because trapping since 1980 has concentrated heavily on forest habitats, and consequently their record is stronger than that of mammal assemblages in other habitats. Fourth, these species are relatively common and frequently captured, often in the same trap-lines. We did not consider a few species that are extremely rare in the region (e.g. woodland voles, Microtus pinetorum) or that seldom enter woodlands (southern bog lemmings, Synaptomys cooperi; meadow voles, Microtus pennsylvanicus; grassland jumping mice, Zapus hudsonius).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species included",
                "sec_num": null
            },
            {
                "text": "Additionally, we report widespread changes in the distribution of common opossums. Opossums are a southern species whose range has extended gradually northwards since the early 20th century (Gardner & Sunquist, 2003) .",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 216,
                        "text": "(Gardner & Sunquist, 2003)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Species included",
                "sec_num": null
            },
            {
                "text": "Records from 1978 to 2008 came primarily from extensive live-trap sampling by field crews from the University of Michigan, Michigan State University, and Miami University. The purpose of these surveys was to document the current distribution and relative abundance of species of small mammals, and all captures were recorded. In almost all cases localities are believed to be accurate to within o500 m (Appendix A). Questionable species identifications were confirmed using molecular techniques (Appendix A). When identifications could not be confirmed, animals not readily identified using field characters were eliminated from the analysis (64 out of 10 273 Peromyscus and 11 out of 293 Glaucomys were deleted).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data sources",
                "sec_num": null
            },
            {
                "text": "Recent opossum records were based on field observations and especially, records of road-killed animals made from 2006-present. Coordinates of road-killed animals were recorded using a GPS unit.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data sources",
                "sec_num": null
            },
            {
                "text": "Most records before 1978 came from the specimens and field notes housed in the University of Michigan Museum of Zoology and the Michigan State University Museum. Additional specimen records were obtained from the MaNIS network http://www.manisnet.org (Appendix A). Error in estimating locality coordinates varied widely (Appendix A). We examined the estimated error associated with the coordinates of each specimen with the intent of eliminating records whose error overlapped either previously reported range limits or boundaries of the geographic regions on which comparisons of community composition are based (Appendix A). A few records were not mapped because their estimated errors were extremely large, but in every case specimens were unambiguously assignable to one of the geographic regions of the study. For some critical records with uncertain localities, we were able to reduce estimated error considerably by referring to field notes and/or published descriptions of collecting expeditions.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data sources",
                "sec_num": null
            },
            {
                "text": "We examined and verified the identifications of all museum specimens that suggested significant changes in distribution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data sources",
                "sec_num": null
            },
            {
                "text": "A few records were also provided by individual collectors or taken from published papers. In most cases they involve unexpected findings, usually occurrences outside of the normal range of a species (e.g. Ozoga & Verme, 1966; Haveman, 1976; Stormer & Sloane, 1976; Wells-Gosling, 1982) . These records provide documentation of range expansion and are included below in maps and calculation of range change, but as no information was usually provided on what other species were trapped, these records were excluded from analyses of faunal composition.",
                "cite_spans": [
                    {
                        "start": 205,
                        "end": 225,
                        "text": "Ozoga & Verme, 1966;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 226,
                        "end": 240,
                        "text": "Haveman, 1976;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 241,
                        "end": 264,
                        "text": "Stormer & Sloane, 1976;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 265,
                        "end": 285,
                        "text": "Wells-Gosling, 1982)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data sources",
                "sec_num": null
            },
            {
                "text": "Published range maps of species of mammals in Michigan suggest a transition between a fauna associated with the oak hickory woodlands and savannas typical of the southern part of the state, and a northern fauna associated with northern hardwood and coniferous forests (Hall, 1981; Baker, 1983) . At the time these maps were compiled, northern and southern faunas met in the middle of the Lower Peninsula, in a region ('tension zone') that is characterized by differences in soils and a transition from a more southern to a more boreal flora ( Fig. 1 ; Medley & Harman, 1987) . Our focus is on changes concentrated to the north of this zone, and consequently we restricted our attention to records north of 441N latitude (Fig. 1) .",
                "cite_spans": [
                    {
                        "start": 268,
                        "end": 280,
                        "text": "(Hall, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 281,
                        "end": 293,
                        "text": "Baker, 1983)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 552,
                        "end": 574,
                        "text": "Medley & Harman, 1987)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 543,
                        "end": 549,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 720,
                        "end": 728,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Regions included",
                "sec_num": null
            },
            {
                "text": "A number of islands are found in Lakes Michigan, Superior, and Huron. Many are inhabited by small mammals, and extensive collection records are available for some. These islands have little or no opportunity to receive immigrants from the mainland, and the composition of their fauna likely reflects the species present when the islands were isolated by rising water as the lakes first formed, nearly 10 000 years ago. Records from islands separated from the mainland by at least 10 km (Beaver, High, Hog, Timm's, Squaw, Whiskey, Trout, Gull, Garden, N and S Manitou, N and S Fox, Bois Blanc, Isle Royale) were not considered in this analysis. Further, we eliminated four sites in the northern Lower Peninsula, because since 1978 they were visited repeatedly, often several times a year, to obtain specimens or to follow the populations of particular species. Including them would have strongly biased the analyses in the direction of conditions at those sites, and for inferences concerning regional community composition, would represent a form of pseudoreplication (Hurlbert, 1984) . These sites (and the area each encompasses) are as follows ( Fig. 1 ",
                "cite_spans": [
                    {
                        "start": 486,
                        "end": 585,
                        "text": "(Beaver, High, Hog, Timm's, Squaw, Whiskey, Trout, Gull, Garden, N and S Manitou, N and S Fox, Bois",
                        "ref_id": null
                    },
                    {
                        "start": 1068,
                        "end": 1084,
                        "text": "(Hurlbert, 1984)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1148,
                        "end": 1154,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Regions included",
                "sec_num": null
            },
            {
                "text": "Repeated collections made at a few sites in the Huron Mountains are especially informative. The Huron Mountains are a series of low granitic hills (maximum elevation 600 m) near the Lake Superior shoreline in the central Upper Peninsula of Michigan (Fig. 1 ). Approximately 7300 ha are owned by a private association, the Huron Mountain Club, whose members support research on their property through the Huron Mountain Wildlife Foundation. This area includes a 2600 ha Nature Research Area of primary (never logged) forest. The Huron Mountain Wildlife Foundation has funded three surveys of the mammals of the region. The first, a comprehensive survey of vertebrates by Richard Manville, was carried out from autumn 1939 through summer 1942 (Manville, 1947 (Manville, , 1949 . To sample small mammal populations, Manville set up eight quadrats chosen to represent the habitats of the region. Each quadrat comprised an 11 Â 11 trapping grid (30 ft between traps). Manville used live traps and trapped for five consecutive days four times over the course of the study. He deposited extensive series of voucher specimens in the collections of the University of Michigan Museum of Zoology, and we have confirmed his identifications of Peromyscus. In 1972 -1973 , John Laundre also conducted small mammal censuses in the Huron Mountains, trapping at or near the same locations as Manville and using similar techniques (Laundre, 1975) . Unfortunately, his report does not list numbers of individuals of most species captured, and we are therefore unable to include his records in the analyses of relative abundance reported here. Nor have we been able to locate voucher specimens. His account, however, is useful in documenting the presence/ absence of species in 1972-1973 compared with other time periods. In 2004-2005, the survey was repeated by Allison Poor (2005) . Poor used live-trapping techniques similar to those of Manville and Laundre and located most of her quadrats at or very close to the same sites. Poor, however, trapped for 3 days/sampling period, taking two samples in 2004 and one in 2005. Like Manville, she recorded all captures, and she deposited vouchers (mainly tissue samples) in the University of Michigan Museum of Zoology.",
                "cite_spans": [
                    {
                        "start": 741,
                        "end": 756,
                        "text": "(Manville, 1947",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 757,
                        "end": 774,
                        "text": "(Manville, , 1949",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1231,
                        "end": 1250,
                        "text": "Peromyscus. In 1972",
                        "ref_id": null
                    },
                    {
                        "start": 1251,
                        "end": 1256,
                        "text": "-1973",
                        "ref_id": null
                    },
                    {
                        "start": 1413,
                        "end": 1428,
                        "text": "(Laundre, 1975)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1851,
                        "end": 1862,
                        "text": "Poor (2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 249,
                        "end": 256,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Huron mountains",
                "sec_num": null
            },
            {
                "text": "Preliminary examination of maps and capture records suggested that for small mammals, change in distributional patterns accelerated during the late 20th century. While these preliminary results also suggested some differences among species in the timing of change, to simplify comparisons of SFR assemblages we arbitrarily chose to compare collections made from 1883 (when the first records were obtained) through 1980 with those made from 1981 to the present.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Time periods",
                "sec_num": null
            },
            {
                "text": "A total of 14 076 records of the eight focal species of SFRs from north of 441N latitude were used in the analyses reported below. Of these, 4808 came from museum catalogues and records taken from the literature, and 9268 from our sampling. These records include 4099 captures from 564 localities recorded during the period 1883-1980, and 9977 captures from 591 localities from 1981 to 2007. The focal SFRs make up 96.5% of all captures of forest-dwelling rodents (including tree squirrels and rare species) and 70% of all captures of forest-dwelling small mammals (including the above species plus shrews and moles). For opossums, we included 94 capture records from MaNIS, 163 records from a survey of road-killed animals carried out in 1968 (Brocke, 1970) , and 281 records from a similar survey done in 2006-2008. Range shifts were discovered by visual inspection of trapping records. If changes in range are due to climatic warming, they should be in the direction of species of southern affiliation moving into regions previously occupied by species of northern affiliation. In the Lower Peninsula populations affected by climatic warming will move northward, while in the Upper Peninsula, movement will be constrained by geography to northward and eastward. Documenting changes in abundance is complex. Discovering that fewer specimens of a particular species were trapped at one time compared with another appears to suggest a change in abundance, but it may simply result from fewer traps being set during the later period. Unfortunately, trapping effort (the number of traps set in obtaining a sample at a locality) is seldom known for collections before 1980. We therefore compared communities in two ways. We calculated the abundance of each species relative to other SFRs as (number of species A captured)/(total number of SFRs captured). We refer to this value as the 'relative abundance' of a species. We grouped collections geographically according to their origin (Upper vs. northern Lower Peninsula, Fig. 1 ) and for each region, compared the relative abundance of SFRs in collections made before and after 1980. Significance of difference was tested using w 2 -analyses, where the expected value for species A was calculated as (number of species A captured) Â (total number of SFRs captured in that interval)/(total number of SFRs captured).",
                "cite_spans": [
                    {
                        "start": 744,
                        "end": 758,
                        "text": "(Brocke, 1970)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 807,
                        "end": 817,
                        "text": "2006-2008.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2018,
                        "end": 2024,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Data analysis",
                "sec_num": null
            },
            {
                "text": "This method assumes that collectors report all captures or that the number of specimens of a species preserved is in proportion to the number of individuals captured. Even if this is not the case, collectors may preserve or report at least a few specimens of each species (especially when the object of collecting is determining the species present in a local fauna, as was often the case in the oldest and most recent collections, Appendix A). If so, examining occurrence data for each collection -whether a species is detected at all at a locality during a particular time period -may reveal changes that might otherwise be hidden. To simplify tabulating data, we defined a 'collection' to be an aggregate of records from one locality taken during a single year. This was the work of a single collector in almost all instances in the dataset of specimen records used here. We restricted our attention to collections that included 10 or more specimens of SFRs, and for each collection we determined whether any individual of each species of SFR was reported. Collections were grouped geographically (northern Lower Peninsula vs. Upper Peninsula) and by the year of the collection (before or after 1980). Using contingency tables, we then asked, for each region and species, if the probability of occurrence of each species in a collection was independent of time period, and if not, if changes in occurrence reflected the same pattern as that suggested by the analysis of relative abundance. Significance of differences between expected and observed values was calculated using Fisher's exact tests (two-sided).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis",
                "sec_num": null
            },
            {
                "text": "The surveys in the Huron Mountains give us an unusual opportunity to make quantitative comparisons of the small mammal populations of the region over 65 years. Because, however, the sampling period was 5 days in 1939-1942 vs. 3 days in 2004-2005 , the total numbers of each species captured are not directly comparable, and consequently we base comparisons on the percent contribution of each species to the total number of forest rodents captured (Data analysis). Too few localities have been sampled within the Huron Mountains for occurrence analyses to be informative.",
                "cite_spans": [
                    {
                        "start": 212,
                        "end": 245,
                        "text": "1939-1942 vs. 3 days in 2004-2005",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data analysis",
                "sec_num": null
            },
            {
                "text": "To determine if significant changes in temperature have occurred, we downloaded maximum and minimum daily temperatures from the National Climate Data Center, http://www.ncdc.noaa.gov (site accessed in September, 2008) for 16 weather stations. We chose stations in the Upper Peninsula, where change in the SFR community has been especially striking. Because the collection data suggested that most change in Upper Peninsula SFR assemblages has been concentrated in the late 20th century, we focused on the years 1970-2007 and calculated monthly averages for minimum and maximum daily temperatures for each year for each station and for the region as a whole. Data for most sites included many missing records; only months with at least 25 days of measurements were included. Yearly averages were calculated from monthly averages, eliminating years with missing months.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Climate change",
                "sec_num": null
            },
            {
                "text": "Maps were prepared using IMAP version 3.5 by BIOVOLU-TION. The base map of Michigan was obtained courtesy of the US Geological Survey (http://walrus.wr.usgs. gov/infobank/).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Maps",
                "sec_num": null
            },
            {
                "text": "P. leucopus range. These mice are broadly distributed across the eastern and central United States (Hall, 1981) . In Michigan, the earliest range map (Osgood, 1909) shows their northern limit transecting the northern Lower Peninsula, but museum specimens from 1909 suggest that by then white-footed mice already occupied the northernmost parts of the peninsula. Currently, they are common or abundant in appropriate habitat throughout the Lower Peninsula. In the Upper Peninsula, whitefooted mice were absent or rare before 1981 except in the southernmost county, Menominee (Fig. 1) , where their record of occurrence began in 1939 with the first collections made there (early reports of two individuals captured in the eastern Upper Peninsula are discussed below). Trapping by S. Meagher in the early 1990s (specimens and field notes in the University of Michigan Museum of Zoology) resulted in the discovery of a population of this species 70 km northeast of Menominee localities. In 1999, a small number of whitefooted mice were discovered an additional 50 km to the northeast on the western side of the Seney National Wildlife Refuge, and over the next 4 years they extended their distribution 25 km to the eastern side of the Refuge (documented by yearly trapping). In 2004, two populations were located in the eastern Upper Peninsula near St Ignace, a total expansion of 225 km eastward. During this interval, we sampled at many additional sites in the eastern Upper Peninsula without finding white-footed mice. In 2004, a population was discovered in the Hiawatha National Forest north of St Ignace, and by 2006, white-footed mice were the commonest mammals recorded at some sites in the eastern Upper Peninsula and along the Lake Superior shoreline. Over the same period , populations were also discovered in the central and western Upper Peninsula (Fig. 2, top) . Long (1996) reported similar northward range expansion during the 1970s in neighboring Wisconsin.",
                "cite_spans": [
                    {
                        "start": 99,
                        "end": 111,
                        "text": "(Hall, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 150,
                        "end": 164,
                        "text": "(Osgood, 1909)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 1873,
                        "end": 1884,
                        "text": "Long (1996)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 574,
                        "end": 582,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1857,
                        "end": 1870,
                        "text": "(Fig. 2, top)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. Members of this species dominate small mammal assemblages throughout much of their range. In Michigan, their abundance in the northern Lower Peninsula has increased strikingly since the beginning of the 20th century. Before 1981 they comprised 38.3% of all SFR captures and appeared in 66.7% (14 out of 21) of collections of SFRs of over 10 specimens (Tables 1a and 2a ). After 1981 they accounted for 77.7% of captures and occurred in 100% of collections (see also Myers et al., 2005) .",
                "cite_spans": [
                    {
                        "start": 492,
                        "end": 511,
                        "text": "Myers et al., 2005)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 377,
                        "end": 394,
                        "text": "(Tables 1a and 2a",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "In the Upper Peninsula, before 1981 this species accounted for only 2.6% of SFR captures and was found at only 10.1% of sites sampled (Tables 1b and  2b) . Between 1981 and present, white-footed mice increased to represent 15.7% of small forest mammals collected, and they were reported from 50% of collections of over 10 SFRs. In the Huron Mountains, white-footed mice were not found during extensive surveys carried out in 1940 -1942 and 1970 -1971 (Manville, 1949 Laundre, 1975) , but they were abundant in most forest 1883 and 1980, and 3466 between 1981 and 2006 . Bottom, Peromyscus maniculatus gracilis (woodland deer mouse); 1940 individuals captured between 1883 and 1980, and 4386 between 1981 and 2006. habitats when the surveys were repeated in 2004-2005 (Table 1c ; Poor, 2005) , accounting for 35.5% of SFR captures. P. maniculatus gracilis range. While mapping of localities in the northern Lower Peninsula suggests that neither the latitudinal nor the longitudinal range of woodland deer mice has changed appreciably (Fig. 2, bottom) , this species now appears to be restricted to a few widely scattered populations. Despite widespread sampling throughout the region (Appendix A), over 80% (150 out of 181) of captures of this species since 1981 were from one small (24 km Â 34 km) area in the north-central part of the Lower Peninsula. This is in sharp contrast to earlier records from the Lower Peninsula (243 captures), which were widely distributed.",
                "cite_spans": [
                    {
                        "start": 425,
                        "end": 429,
                        "text": "1940",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 430,
                        "end": 435,
                        "text": "-1942",
                        "ref_id": null
                    },
                    {
                        "start": 436,
                        "end": 444,
                        "text": "and 1970",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 445,
                        "end": 450,
                        "text": "-1971",
                        "ref_id": null
                    },
                    {
                        "start": 451,
                        "end": 466,
                        "text": "(Manville, 1949",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 467,
                        "end": 481,
                        "text": "Laundre, 1975)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 522,
                        "end": 567,
                        "text": "1883 and 1980, and 3466 between 1981 and 2006",
                        "ref_id": null
                    },
                    {
                        "start": 667,
                        "end": 713,
                        "text": "1883 and 1980, and 4386 between 1981 and 2006.",
                        "ref_id": null
                    },
                    {
                        "start": 779,
                        "end": 790,
                        "text": "Poor, 2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 134,
                        "end": 153,
                        "text": "(Tables 1b and  2b)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 767,
                        "end": 776,
                        "text": "(Table 1c",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1033,
                        "end": 1049,
                        "text": "(Fig. 2, bottom)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. In the northern Lower Peninsula, woodland deer mice have declined almost five-fold in relative abundance, from 28% of forest rodent captures to 5.9% before and after 1981 (Table 1a ; see also Myers et al., 2005) . In fact, a goal of many recent collecting efforts has been to locate populations of this declining species. Collectors have concentrated on appropriate habitat, so the latter figure (5.9%) may be inflated. The frequency of collections containing deer mice has declined as well; before 1981 they were recorded in 71.4% of collections; after, in only 26.3% (Table 2a ). Woodland deer mice remain common in the Upper Peninsula, where their relative abundance in 1883-1980 1981-2006 1883-1980 1981-2006 (a) collections has actually increased and the frequency of finding them in collections has not changed appreciably (Tables 1b and 2b ). In the focused collecting in the Huron Mountains, however, where the same sites were sampled in 1940-1942 and 2003-2005 , the contribution of deer mice to SFR communities declined sharply from 65.6% to 35.8% of captures (Table 1c ; Poor, 2005) .",
                "cite_spans": [
                    {
                        "start": 218,
                        "end": 237,
                        "text": "Myers et al., 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 699,
                        "end": 742,
                        "text": "1883-1980 1981-2006 1883-1980 1981-2006 (a)",
                        "ref_id": null
                    },
                    {
                        "start": 972,
                        "end": 995,
                        "text": "1940-1942 and 2003-2005",
                        "ref_id": null
                    },
                    {
                        "start": 1108,
                        "end": 1119,
                        "text": "Poor, 2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 197,
                        "end": 206,
                        "text": "(Table 1a",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 595,
                        "end": 604,
                        "text": "(Table 2a",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 855,
                        "end": 872,
                        "text": "(Tables 1b and 2b",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1096,
                        "end": 1105,
                        "text": "(Table 1c",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "G. volans range. In the Lower Peninsula, before 1981 most of the 140 capture records of southern flying squirrels in Michigan were concentrated south of 441N latitude (Wells-Gosling, 1982; Skillen, 2005) ; only three records are available from 4441N. In the years following 1981, southern flying squirrels have occupied the entire Lower Peninsula (Fig. 3, top) .",
                "cite_spans": [
                    {
                        "start": 167,
                        "end": 188,
                        "text": "(Wells-Gosling, 1982;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 189,
                        "end": 203,
                        "text": "Skillen, 2005)",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 347,
                        "end": 360,
                        "text": "(Fig. 3, top)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "In the Upper Peninsula, southern flying squirrels have expanded their range eastward, probably beginning earlier than white-footed mice (Wells-Gosling, 1982) . Southern flying squirrels were first reported from the southern Upper Peninsula in 1939 in the first collections made in Menominee Co. Small populations were next discovered in the cities of Marquette and Houghton in the late 1960s and early 1970s (summarized by Wells-Gosling, 1982) . Wells-Gosling suggested that these populations might have been founded by escaped pets, but reports of southern flying squirrels in a wilderness area (Crider, 1979) and in the Huron Mountains (Wells-Gosling, 1982) suggest that the species also spread naturally. They have now been found approximately 225 km northeast of their pre-1960s range limit (Fig. 3, top) . This is strikingly similar to the recent 200 km northward movement of this species in Ontario (Bowman et al., 2005) .",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 157,
                        "text": "(Wells-Gosling, 1982)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 423,
                        "end": 443,
                        "text": "Wells-Gosling, 1982)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 596,
                        "end": 610,
                        "text": "(Crider, 1979)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 638,
                        "end": 659,
                        "text": "(Wells-Gosling, 1982)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 905,
                        "end": 926,
                        "text": "(Bowman et al., 2005)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 795,
                        "end": 808,
                        "text": "(Fig. 3, top)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. In the northern Lower Peninsula, the relative abundance of this uncommon species in forest communities has increased significantly ( Table 1a) . The frequency with which members of this species have appeared in collections has also more than doubled, but the change is not statistically significant (Table 2a ). In the Upper Peninsula, southern flying squirrels are now both more common relative to other SFRs (Table 1b ) and found in a higher proportion of collections (Table 2b ) than in the past. They were not encountered in the Huron Mountains in early surveys (Manville, 1947 (Manville, , 1949 Laundre, 1975) , but were discovered there in 1981 (Wells-Gosling, 1982) and are now common (Table 1c ; Poor, 2005 ; unpublished data).",
                "cite_spans": [
                    {
                        "start": 592,
                        "end": 607,
                        "text": "(Manville, 1947",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 608,
                        "end": 625,
                        "text": "(Manville, , 1949",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 626,
                        "end": 640,
                        "text": "Laundre, 1975)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 677,
                        "end": 698,
                        "text": "(Wells-Gosling, 1982)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 730,
                        "end": 740,
                        "text": "Poor, 2005",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 159,
                        "end": 168,
                        "text": "Table 1a)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 325,
                        "end": 334,
                        "text": "(Table 2a",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 436,
                        "end": 445,
                        "text": "(Table 1b",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 496,
                        "end": 505,
                        "text": "(Table 2b",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 718,
                        "end": 727,
                        "text": "(Table 1c",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "G. sabrinus range. Although never common, northern flying squirrels were broadly distributed across the northern Great Lakes region until the middle of the 20th century. Since then, their range in the Lower Peninsula appears to have contracted northward, but few records are available (Fig. 3, bottom) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 285,
                        "end": 301,
                        "text": "(Fig. 3, bottom)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. The abundance and frequency of northern flying squirrels in collections has declined sharply throughout the region (Tables 1  and 2). M. gapperi range. The historical range of southern redbacked voles includes the Upper Peninsula of Michigan and the northern half of the Lower Peninsula (Baker, 1983) . We found no evidence of a shift in this distribution.",
                "cite_spans": [
                    {
                        "start": 313,
                        "end": 326,
                        "text": "(Baker, 1983)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 141,
                        "end": 159,
                        "text": "(Tables 1  and 2).",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. While their geographic range seems unchanged, the abundance of southern red-backed voles in Michigan has declined relative to that of other SFRs. The change is particularly noticeable in the northern Lower Peninsula, where their representation declined from 14.7% of captures before 1981 to 2.2% after (Table 1a) , and the frequency of collections in which they were encountered fell from 57.1% to 11.1% (Table 2a) . Their relative abundance also fell in the Upper Peninsula and in the Huron Mountains (Tables 1b and 1c) , but the frequency of collections including them did not change significantly (Table 2b) . N. insignis range. The historical range of woodland jumping mice includes the Upper Peninsula and the northern third of the Lower Peninsula (Baker, 1983) . We found no evidence of a shift in this distribution.",
                "cite_spans": [
                    {
                        "start": 779,
                        "end": 792,
                        "text": "(Baker, 1983)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 328,
                        "end": 338,
                        "text": "(Table 1a)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 430,
                        "end": 440,
                        "text": "(Table 2a)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 528,
                        "end": 546,
                        "text": "(Tables 1b and 1c)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 626,
                        "end": 636,
                        "text": "(Table 2b)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. The relative abundance of this now-uncommon species has fallen significantly in both peninsulas (Tables 1a and 1b) . While the frequency of Lower Peninsula collections including this species did not change significantly, in the Upper Peninsula collections it declined from 27% to 8% (Table 2) . No significant changes were seen in the Huron Mountains, where sample sizes both before and after 1981 were very small (Table 1c) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 122,
                        "end": 140,
                        "text": "(Tables 1a and 1b)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 309,
                        "end": 318,
                        "text": "(Table 2)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 440,
                        "end": 450,
                        "text": "(Table 1c)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "T. striatus range. Eastern chipmunks have been found throughout the state since collecting began in the late 1800s.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. In the northern Lower Peninsula, neither the abundance of eastern chipmunks relative to other SFRs (Table 1a) nor their frequency of appearance in collections (Table 2a ) has changed significantly. In the Upper Peninsula, however, eastern chipmunks increased in both analyses (Tables 1b and 2b) . Their relative abundance in collections in the Huron Mountains also increased significantly (Table 1c) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 125,
                        "end": 135,
                        "text": "(Table 1a)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 185,
                        "end": 194,
                        "text": "(Table 2a",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 302,
                        "end": 320,
                        "text": "(Tables 1b and 2b)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 415,
                        "end": 425,
                        "text": "(Table 1c)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "T. minimus range. In the central United States, least chipmunks reach the southern limit of their distribution in the Upper Peninsula, where they continue to be widely distributed. They have never been found in the Lower Peninsula.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Abundance and occurrence. Populations of this species have clearly declined relative to other SFRs. During the period 1883-1980, least chipmunks made up 12.4% of captures of SFRs across the Upper Peninsula, but between 1981 and 2006, their representation fell to 1.2% (Table 1b) . The frequency of collections including them also fell significantly (Table 2b) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 268,
                        "end": 278,
                        "text": "(Table 1b)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 349,
                        "end": 359,
                        "text": "(Table 2b)",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "D. virginiana range. Common opossums have expanded their range dramatically. In Michigan, at the beginning of the 20th century this species was known only from a few specimens from the southernmost part of the state. A road-kill survey conducted by the Michigan Department of Natural Resources in 1968 found opossums to be common north to approximately the 'tension zone' separating the northern Lower Peninsula from southern Michigan (Brocke, 1970) , an expansion of 200 km northwards. By 1990, opossums were established throughout the Lower Peninsula, having extended their range an additional 200 km northwards in 22 years. A survey of road-killed animals carried out in 2006-2008 showed the species to be common throughout the Lower Peninsula and in the southern Upper Peninsula (Fig. 4) .",
                "cite_spans": [
                    {
                        "start": 435,
                        "end": 449,
                        "text": "(Brocke, 1970)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 783,
                        "end": 791,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "SFRs",
                "sec_num": null
            },
            {
                "text": "Of the nine species examined here, four have become established and/or increased their abundance in the northern Great Lakes region of Michigan, while five appear to have declined. The increasing species -whitefooted mice, southern flying squirrels, eastern chipmunks, and common opossums -are all southern species at or near the northern limit of their distribution. The declining species -woodland deer mice, southern red-backed voles, northern flying squirrels, woodland jumping mice, and least chipmunks -are all northern species at their southern limits.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Southern vs. northern species",
                "sec_num": null
            },
            {
                "text": "Overall, the magnitude of these changes is considerable. In the northern Lower Peninsula, where three out of four southern species (including opossums) increased and four out of four northern species declined, the overall relative abundance of southern species among SFRs has risen from 49.0% to 90.7% (Fig. 5,  top) . This increase is due primarily to an increase in the abundance of white-footed mice accompanied by a decrease in the relative contribution of deer mice and southern red-backed voles. In the Upper Peninsula, between 1883 and 1980 just 8.3% of captures of forest rodents were of southern species (Fig. 5, middle) . That percentage almost tripled (24.8%) after 1981. Four of four southern species have increased, and four out of five northern species have declined (deer mice show a small but statistically significant increase). Southern species have become a significant component of northern forest communities where they were rare or absent 25 years ago. Occurrence analyses of localities with at least 10 captures show a similar pattern. In the northern Lower Peninsula before 1981, trapping at 66.7% of these localities (14 out of 21) resulted in the capture of at least one southern SFR species. After 1981, southern SFRs were captured at 100% of localities (99 out of 99). In the Upper Peninsula, 43.8% of localities (39 out of 89) produced southern species before 1981; after that date, southern species were captured at 75.5% (142 out of 188).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 302,
                        "end": 316,
                        "text": "(Fig. 5,  top)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 613,
                        "end": 629,
                        "text": "(Fig. 5, middle)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Southern vs. northern species",
                "sec_num": null
            },
            {
                "text": "For many communities in the Upper Peninsula, these recent numbers probably do not adequately express the magnitude of change. A high proportion of the eastern Upper Peninsula, which in recent years has been more heavily sampled than the central or western Upper Peninsula (Appendix A), is covered by coniferous swamps that are little used by any of the southern species. Also, white-footed mice and southern flying squirrels are recent arrivals to most of the Upper Peninsula , and records from 1981 to 2006 include many samples from areas that these species did not reach until after 2000. Mammal surveys carried out in the Huron Mountains may give a more accurate depiction of the future of many Upper Peninsula forest communities. Here, the same sites were trapped in 1940-1942 (Manville, 1949 ), 1970 -1971 (Laundre, 1975 (Poor, 2005 . In the last 35 years, white-footed mice and southern flying squirrels, which were absent in 1971, have become common, and eastern chipmunks now dominate communities where once least chipmunks were the most common species. Overall, southern species have risen from 5.6% of captures to 46.5% (Fig. 5, bottom) .",
                "cite_spans": [
                    {
                        "start": 781,
                        "end": 796,
                        "text": "(Manville, 1949",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 797,
                        "end": 804,
                        "text": "), 1970",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 805,
                        "end": 810,
                        "text": "-1971",
                        "ref_id": null
                    },
                    {
                        "start": 811,
                        "end": 825,
                        "text": "(Laundre, 1975",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 826,
                        "end": 837,
                        "text": "(Poor, 2005",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1130,
                        "end": 1146,
                        "text": "(Fig. 5, bottom)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Southern vs. northern species",
                "sec_num": null
            },
            {
                "text": "Does the decline in the contribution of northern species to these communities come about because they are being replaced by southern species, or are southern species simply added to these communities, increasing the density of small mammals without cost to the original inhabitants? Because the limitations of museum records require that we base comparisons on the % contribution of each species to the SFR community, we cannot answer this question for most sites. In the Huron Mountains, however, the same seven trapping grids (121 trap stations/grid) were sampled in 1940-1941 by Richard again in 2004-2005 by Allison Poor, though a difference in trapping effort means that actual capture numbers from the two periods are not directly comparable (see 'Materials and methods'). Manville (1947) , however, reported daily trapping success (total number of new captures of all species on each day of trapping) for two grids. On both grids, trapping for three nights produced 71-72% of the five-night total. We used 72% to weight Manville's site totals for all seven grids and compared the adjusted totals to the totals from 2004 to 2005 (Table 3) . The results show no tendency for the total small mammal numbers on these sites to be higher now than in 1940-1941, despite the addition of white-footed mice and southern flying squirrels to the fauna. While small sample sizes make this result very tentative, increasing numbers of southern species in the Huron Mountains do not appear to be associated with an increase in the total number of SFRs present, suggesting that the introduction of southern species may have resulted in the decline in populations of resident northern ones. Poor (2005) . ",
                "cite_spans": [
                    {
                        "start": 590,
                        "end": 608,
                        "text": "again in 2004-2005",
                        "ref_id": null
                    },
                    {
                        "start": 779,
                        "end": 794,
                        "text": "Manville (1947)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1681,
                        "end": 1692,
                        "text": "Poor (2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1135,
                        "end": 1144,
                        "text": "(Table 3)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Replacement or addition?",
                "sec_num": null
            },
            {
                "text": "Across all 16 Upper Peninsula sites, average annual minimum daily temperatures increased significantly (slope of average minimum daily temperature for each month regressed on year significantly 40, Fig. 6 , Table 4 ). The mean slope was 0.098, corresponding to an increase in minimum daily temperature of 3.721F (2.1 1C) over the 38 years of the analysis. Average minima increased significantly (Po0.05) at 10 out of 16 sites and marginally significantly (0.05o Po0.1) at one additional site (Table  4) . At no site did it decrease significantly. Average annual maximum daily temperatures also tended to increase, but not as strongly, resulting in significant increases at seven out of 16 sites and a marginally significantly increase at one additional site. Across all sites, the mean slope was 0.02 (not significantly different from 0), corresponding to an increase in maximum daily temperature of 0.761F (0.42 1C, Fig. 6 , Table 4 ). Sites varied considerably, however, in the temperatures and the amount of change they experienced (Table  4 ). There is no obvious geographical pattern to this variation. Further, change was not evenly distributed across months. In general, minimum temperatures rose fastest during the winter (December-February), and slowly or not at all during October-November and May (Appendix A Table A1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 198,
                        "end": 204,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 207,
                        "end": 214,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 492,
                        "end": 502,
                        "text": "(Table  4)",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 917,
                        "end": 923,
                        "text": "Fig. 6",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 926,
                        "end": 933,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1035,
                        "end": 1044,
                        "text": "(Table  4",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 1318,
                        "end": 1328,
                        "text": "A Table A1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Climate change",
                "sec_num": null
            },
            {
                "text": "Relative abundance and occurrence analyses both indicate that several species of SFRs whose distributions are centered south of Michigan have increased in range and abundance in northern communities, whereas the representation of the northern members of this assemblage has diminished.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "These findings are based on analyzing collection records that extend over 100 years. Collection records provide a unique glimpse of past communities, but clearly they must be used with caution (Williams et al., 2002; Chapman, 2005a, b) . Misidentifications and georeferencing errors are common and not always easy to detect. Perhaps worse, collections may not reflect the actual or relative abundance of species in a community. A brief overview of some important problems regarding collection records is provided below, and a more detailed discussion of these potential sources of error, and strategies used to minimize them, is presented in the Appendix A.",
                "cite_spans": [
                    {
                        "start": 193,
                        "end": 216,
                        "text": "(Williams et al., 2002;",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 217,
                        "end": 235,
                        "text": "Chapman, 2005a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "A critical problem is that for older collections, we seldom know how intensively a collector sampled each habitat at a locality. We attempted to mitigate this problem by measuring change in species composition in two ways. First, for each locality we used the total number of SFRs captured as an index of trapping intensity and measured change by calculating abundance of each species relative to the total number of SFRs captured. Relative abundance analyses reveal changes in abundance relative to other species but cannot reveal changes in absolute abundance. They assume that all specimens captured have been recorded. Second, we performed occurrence analyses. These analyses examine only the presence/absence of a species in a collection (we restricted our attention to collections that included at least 10 SFRs). They depend only on collectors reporting at least one individual of every species captured.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "Collectors are most likely to record unusual or surprising finds, and we expect both relative abundance and occurrence analyses to be biased in favor of rarer species. If white-footed mice or southern flying squirrels, for example, had been captured in the Upper Peninsula fauna before the late 20th century, they would have been recorded. For this reason, the numbers of invading southern species recorded in collections are expected to be artificially high immediately following their appearance, but later, as northern species become less common, bias in favor of rarer species might be expected to 'tilt' analyses in their direction. Po.10, *Po.05, **Po.01, ***Po.001, ****Po.0001.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "An additional problem with interpreting older records concerns sampling and the patchy distributions of habitats, especially with respect to detecting invading species in the Upper Peninsula. Upper Peninsula forests are a complex mosaic of habitats, some highly suitable for invasion by southern species such as white-footed mice, and some less so. It is likely that expanding populations of mice have followed corridors of favorable habitat, which were sometimes sampled by collectors and undoubtedly, sometimes missed. Thus, a species may be present in an area and even locally common for some time before it is discovered. Further, while finding a species at a site is unambiguous evidence of its presence, only repeated, intensive sampling can determine its absence. Few sites have been sampled this intensively. Inadequate sampling is likely to delay discovering range change and thus to overestimating rate of change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "These kinds of errors in general tend to obscure rather than artificially create patterns of change such as those discovered here. While these errors likely affect our estimates of magnitude and rate of change, they do not alter two basic conclusions. First, substantial shifts in SFR communities are taking place. White-footed mice, southern flying squirrels, and common opossums are now common or abundant in areas where they were unknown 30 or 40 years ago. Second, changes have consistently favored southern species, and the balance in many northern communities has shifted from a predominance of northern species to a predominance of southern ones.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limitations of collection records",
                "sec_num": null
            },
            {
                "text": "Changes in the distributions of white-footed mice, southern flying squirrels, and common opossums have happened very rapidly, even allowing for the possibility that inadequate sampling delayed detection. Whitefooted mice, for example, now make up a significant fraction of small mammal populations across much of the Upper Peninsula, in areas where 20-30 years ago they were unknown. They were absent from the Huron Mountains, for example, when intensive sampling was carried out there in 1970-1971, yet by 2004-2005 they comprised 35% of the SFR fauna. Collection records suggest that this species expanded its range 225 km northeastward across the Upper Peninsula in 15 years, an astonishing rate (15 km yr À1 ) for a mouse that weighs o30 g and has an average dispersal distance of a few hundred meters (Burt, 1940; Maier, 2002, however, reported recapturing one individual 14.7 km from the place it was originally marked). Similarly, southern flying squirrels have spread rapidly across the northern Great Lakes region, a finding also reported by Bowman et al. (2005) .",
                "cite_spans": [
                    {
                        "start": 806,
                        "end": 818,
                        "text": "(Burt, 1940;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 819,
                        "end": 840,
                        "text": "Maier, 2002, however,",
                        "ref_id": null
                    },
                    {
                        "start": 1051,
                        "end": 1071,
                        "text": "Bowman et al. (2005)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Timing and speed of change",
                "sec_num": null
            },
            {
                "text": "Range expansion by common opossums began earlier than that by white-footed mice or southern flying squirrels and has extended further. Opossums make extensive use of human-modified environments (Frey, 2003) , and they have likely benefited from human population growth in the region. Both trapping records and the location of highway fatalities demonstrate, however, that members of this species now occupy forests throughout the northern Lower Peninsula, sometimes far from human habitation.",
                "cite_spans": [
                    {
                        "start": 194,
                        "end": 206,
                        "text": "(Frey, 2003)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Timing and speed of change",
                "sec_num": null
            },
            {
                "text": "The distribution maps include a few apparently anomalous records of captures of southern species in northern Michigan well before those species became common in that region. These include two early reports (Ozoga & Verme, 1966; Baker, 1983) of individual whitefooted mice in the Upper Peninsula (1951 Peninsula ( , 1978 , three southern flying squirrels captured at one site in the northern Lower Peninsula (1923), and an opossum specimen from the western Upper Peninsula (1962). These records suggest the possibility that the apparent range increase of these species may actually represent the rapid recent expansion of pre-existing, but rare and seldom detected, populations. An alternative explanation for the anomalous records is transport by humans. White-footed mice in particular often inhabit human homes and storage areas, and the early records of this species were of individuals captured near towns along major travel routes. The early Upper Peninsula record of an opossum is harder to explain; as far as we can determine, opossums do not currently occur in northern Wisconsin or in the northwestern Upper Peninsula of Michigan. Frey (2003) has suggested that opossums also may occasionally become established through accidental transport by humans.",
                "cite_spans": [
                    {
                        "start": 206,
                        "end": 227,
                        "text": "(Ozoga & Verme, 1966;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 228,
                        "end": 240,
                        "text": "Baker, 1983)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 285,
                        "end": 300,
                        "text": "Peninsula (1951",
                        "ref_id": null
                    },
                    {
                        "start": 301,
                        "end": 319,
                        "text": "Peninsula ( , 1978",
                        "ref_id": null
                    },
                    {
                        "start": 1140,
                        "end": 1151,
                        "text": "Frey (2003)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Timing and speed of change",
                "sec_num": null
            },
            {
                "text": "The immediate causes of changes in the populations of each species considered here are likely to be unique to that species. Many ecological factors may be in play. We believe, however, that the large scale of the changes reported, their consistency across the region, and the repeated pattern of expanding populations of southern at the expense of northern species, suggest that a single factor underlies the process of change now taking place in the northern Great Lakes region. We recognize three large-scale trends that encompass the entire region and that might be expected to influence the composition of the small mammal fauna: (1) regeneration of forests following the logging and fires of the late 1800s and early 1900s, (2) changes in the human population, and (3) climatic warming.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Causes of change",
                "sec_num": null
            },
            {
                "text": "The forests of the entire northern Great Lakes region were almost completely destroyed by logging and subsequent fire in the late 1800s and early 1900s. Fire control and regulation of logging have since resulted in extensive forest regeneration, with substantial increases both in the area covered by forests and forest maturity (Dickman & Leefers, 2003) . The return of forest conditions may have contributed to these faunal changes, but it is not by itself an adequate explanation of them. The forests of this region continue to be harvested, and the landscape is a patchwork of forest stands of different successional stages. The newly dominating southern species of mammals are by no means restricted to mature ecotypes, and in fact white-footed mice are common residents of recently harvested or burned forests in other parts of their range (e.g. Greenberg et al., 2006) . Further, the changes we report here hold true for an extensive area of never-harvested forest in the Huron Mountains. There, forest structure and composition have changed minimally over the last 100 years, yet white-footed mice, southern flying squirrels, and eastern chipmunks are now common (Poor, 2005) .",
                "cite_spans": [
                    {
                        "start": 329,
                        "end": 354,
                        "text": "(Dickman & Leefers, 2003)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 852,
                        "end": 875,
                        "text": "Greenberg et al., 2006)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1171,
                        "end": 1183,
                        "text": "(Poor, 2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "Similarly, increases in the human population and accompanying changes in land-use patterns may contribute to changes in the mammal fauna but clearly do not provide a full explanation of the faunal change we document. First, change is not restricted to disturbed habitats. The affected small mammal communities inhabit a broad spectrum of forest types, from fencerows and small woodlots around farms and in suburban areas to extensive tracts of primary forest. Second, comparable faunal changes have taken place in both the northern Lower Peninsula and the Upper Peninsula, areas with human populations of very different characteristics. In the northern Lower Peninsula, the number of human residents has increased by 127% since 1950 and by almost 40% since 1980. In 2005, the population density was estimated to be 46.9 persons mi À2 . In the Upper Peninsula, the number of humans has increased by only 4.1% since 1950, and between 1980 and 2005 it actually declined by 1.6%. Human density in 2005 was estimated to be 19.3 persons mi À2 (Adams et al., 2006; US Census Bureau, 2007) . Despite these differences, both regions have experienced very similar changes in their small mammal communities.",
                "cite_spans": [
                    {
                        "start": 1037,
                        "end": 1057,
                        "text": "(Adams et al., 2006;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 1058,
                        "end": 1081,
                        "text": "US Census Bureau, 2007)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "Instead, several observations point to climatic warming as the primary cause underlying these faunal changes. The first is the consistent pattern of appearance and increasing domination by species whose distributions are centred to the south, in areas with milder climates, accompanied by the decline of their northern counterparts (Tables 1 and 2, Fig. 5 ). The pattern of growing importance of southern species and declining northern ones is similar across the Upper and northern Lower Peninsulas. The only exception appears to be a small increase in the relative contribution of woodland deer mice in the Upper Peninsula.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 332,
                        "end": 355,
                        "text": "(Tables 1 and 2, Fig. 5",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "Additionally, research on several of these species has suggested that environmental temperatures may affect their populations and/or distributions. The northward expansion of the common opossum has been linked directly to climatic warming (Brocke, 1970; Gardner & Sunquist, 2003; Kanda, 2005) . Climatic warming, and in particular the earlier arrival of spring in recent years, may be responsible for the replacement of woodland deer mice by white-footed mice in the northern Lower Peninsula (Myers et al., 2005) , and variation in weather from year to year may allow the two species to coexist in Appalachian communities (Wolff, 1996) . Winter temperatures may limit the distribution of southern flying squirrels (Weigl, 1978; Bowman et al., 2005) , and warmer winters may allow the persistence of a nematode parasite that is fatal to northern flying squirrels but harmless to the southern species (Pauli et al., 2004) .",
                "cite_spans": [
                    {
                        "start": 239,
                        "end": 253,
                        "text": "(Brocke, 1970;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 254,
                        "end": 279,
                        "text": "Gardner & Sunquist, 2003;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 280,
                        "end": 292,
                        "text": "Kanda, 2005)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 492,
                        "end": 512,
                        "text": "(Myers et al., 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 622,
                        "end": 635,
                        "text": "(Wolff, 1996)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 714,
                        "end": 727,
                        "text": "(Weigl, 1978;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 728,
                        "end": 748,
                        "text": "Bowman et al., 2005)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 899,
                        "end": 919,
                        "text": "(Pauli et al., 2004)",
                        "ref_id": "BIBREF47"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "Finally, climate in this region has warmed appreciably over the last 30-40 years. Evidence for this includes earlier ice break-up dates for Grand Traverse Bay (northern Lower Peninsula, Lake Michigan; Assel & Robertson, 1995; Magnuson et al., 2000; Myers et al., 2005) , warming surface temperatures in Lake Superior (Austin & Colman, 2007) , increasing mean annual temperature in the Great Lakes region (summarized by Field et al., 2007, Fig. 14.1) , and the measurements summarized above.",
                "cite_spans": [
                    {
                        "start": 201,
                        "end": 225,
                        "text": "Assel & Robertson, 1995;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 226,
                        "end": 248,
                        "text": "Magnuson et al., 2000;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 249,
                        "end": 268,
                        "text": "Myers et al., 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 317,
                        "end": 340,
                        "text": "(Austin & Colman, 2007)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 419,
                        "end": 438,
                        "text": "Field et al., 2007,",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 439,
                        "end": 449,
                        "text": "Fig. 14.1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "The geographic and temporal pattern of warming, however, is complex. In the Upper Peninsula, where change has been most noticeable, regressions of average minimum daily temperatures on year (Table 4) reveal substantial differences in the rate of change among sites, even over very short distances; slope varies from slightly negative to 0.195, corresponding to changes in average minimum temperature from 01F to 7.41F. We detect no obvious geographic pattern to this variation; differences in temperatures and their pattern of increase over time are probably due to differences in exposure, wind, presence of water, vegetative cover, etc. of measurement sites. Measurements of both temperature and the composition of SFR assemblages would need to be made on a very local scale in order to apply, for example, predictive distribution modelling techniques to test the importance of temperature in determining community structure. Unfortunately, because we seldom have collections of SFRs from the sites of temperature measurements, the records available to us are not adequate to support asking whether warmer sites were the first to develop populations of southern species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 190,
                        "end": 199,
                        "text": "(Table 4)",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "N O R T H E R N G R E A T L A K E S M A M M A L C O M M U N I T I E S 1447",
                "sec_num": null
            },
            {
                "text": "Members of the genera Peromyscus, Myodes, Tamias, and Glaucomys dominate small mammal communities in northern Michigan. The ecological implications of changes in their populations are unknown but potentially enormous because the species involved are so common. They include important predators of seeds, bird eggs, and insects (including the highly injurious gypsy moth), dispersers of seeds and mycorrhizal fungi, and prey for many species of carnivorous animals (e.g. Ostfeld et al., 1996) . Deer mice are the primary reservoir for the strain of hantavirus that causes acute pulmonary syndrome (Dragoo et al., 2006) , and whitefooted mice are a primary reservoir of Lyme disease throughout the eastern United States (e.g. Lane et al., 1991) . At present, we know too little about the natural history of species in the northern Great Lakes and about the dynamics of the communities in which they live to predict the long-term effects of these fundamental changes in the mammal fauna. Whatever their future consequences, however, they suggest that warminginduced biotic change is already well underway across a broad region of North America.",
                "cite_spans": [
                    {
                        "start": 470,
                        "end": 491,
                        "text": "Ostfeld et al., 1996)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 596,
                        "end": 617,
                        "text": "(Dragoo et al., 2006)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 724,
                        "end": 742,
                        "text": "Lane et al., 1991)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "coordinates. Missing coordinate uncertainties were calculated using the MaNIS Georeferencing calculator (http:// www.manisnet.org/gci2.html; see also Chapman & Wieczorek, 2006) . In some instances, we were able to refine coordinates and/or reduce uncertainty significantly by using field notes, papers published by collectors, and in the case of recent collections, first-hand knowledge of the sites where collections were made.",
                "cite_spans": [
                    {
                        "start": 150,
                        "end": 176,
                        "text": "Chapman & Wieczorek, 2006)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "For SFR species, collection records are available from 977 identifiable localities in Michigan north of 441N latitude (records whose coordinate uncertainty overlapped the 44th parallel were eliminated). Of these, 936 (95.8%) had uncertainties o20 km. The maximum uncertainty for any locality was for two records that could be restricted only to the Upper Peninsula. Because analyses of community composition involved combining records of specimens captured over large geographic areas (Lower Peninsula, Upper Peninsula, Huron Mountains), placement of any locality at any point within even the largest area of uncertainty did not change its geographic area. Thus, we were able to include specimens from all 977 localities.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "For documentation of range change, we examined all localities with estimated uncertainty 420 km to determine if the area of uncertainty overlapped the edge of the known distribution when the collection was made. This was never the case; most records suggesting range extensions were from our own (post-1980) surveys, and the estimated errors associated with their localities are small.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "3. Collector bias -properly identified and georeferenced collections might still provide a misleading picture of community composition: Collecting is usually done for a particular purpose. Collectors sometimes have the goal of determining species composition and abundance in a community, and they record everything they capture. Collectors are often, however, looking for particular species or sampling particular habitats. They may or may not take exemplars of other species or record them in their notes. If specimens are taken, their numbers are likely to be biased in favor of the species under study. Collectors are also likely to keep or report specimens that surprise them because they represent rare or unexpected finds, while perhaps under-representing or ignoring common species. They sometimes take only 'vouchers,' specimens placed in collections to document the presence and identification of a particular species at a locality. Collection of vouchers is seldom done in the context of community composition. Further, collections may be biased geographically. Areas that are easily accessible or particularly attractive may be over-represented, while remote or, at the opposite extreme, heavily urban areas are often less frequently collected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "It is possible to address some or all of these problems, but the methods and effectiveness of doing so depend on the sources of data and the goals of a study. Here, we are fortunate in several respects. Almost all collections after 1980 were made by us or by our students, and they include a full list of animals captured. Further, the majority of earlier records were accumulated from the first half of the 20th century, when the goal of many collectors was explicitly to document the total fauna of the areas collected (e.g. Wenzel, 1911; Dice & Sherman, 1922; Hatt, 1923; Dice, 1925; Green, 1925; Blair, 1941; Fig. A1) .",
                "cite_spans": [
                    {
                        "start": 527,
                        "end": 540,
                        "text": "Wenzel, 1911;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 541,
                        "end": 562,
                        "text": "Dice & Sherman, 1922;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 563,
                        "end": 574,
                        "text": "Hatt, 1923;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 575,
                        "end": 586,
                        "text": "Dice, 1925;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 587,
                        "end": 599,
                        "text": "Green, 1925;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 600,
                        "end": 612,
                        "text": "Blair, 1941;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 613,
                        "end": 621,
                        "text": "Fig. A1)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "By restricting our study to a subset of species (SFRs) that are often found together and are likely to be captured using trapping methods widely employed by collectors, we minimize both the tendency of collectors to favor certain habitats and biases introduced by evolving collection methods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "Because collecting effort is seldom documented for early collections, differences among collections might simply represent the intensity of the collecting effort. We therefore compared SFR assemblages in two ways. First, we examined the abundance of each species relative to other SFR species in the collection. Relative abundance analyses, however, rely on collectors reporting all individuals of each species. This assumption is met by post-1980 collections but perhaps not by some earlier ones, Consequently, we further compared the results of relative abundance analyses to 'occurrence analyses' that require only that collectors report the presence of each species captured (see ' Materials and methods' and 'Discussion,') . The general agreement between relative abundance and occurrence analyses suggests that their collections give us a reasonable and consistent picture of SFR assemblages at the time the collections were made.",
                "cite_spans": [
                    {
                        "start": 686,
                        "end": 727,
                        "text": "Materials and methods' and 'Discussion,')",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "Bias might also result from changes in the geographic pattern of collecting. If early collecting had concentrated in one area and late collecting in another, differences in the SFR assemblages found would not be surprising. Both the Upper and Lower Peninsulas, however, were widely collected during both time periods ( Fig. A2 ) and consequently, geographic bias favoring one region or another is unlikely to be significant. Further, over 230 collectors contributed to the records comprising our database. The bias of an individual collector for a particular place or species is unlikely to have a large effect.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 319,
                        "end": 326,
                        "text": "Fig. A2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "Finally, for mammals, the susceptibility to capture varies widely among species. Estimates of the relative abundance of a species obtained from trapping records may be strongly affected by its propensity to enter traps as well as by its actual representation in the community. Here, however, we focus on change over time. We cannot be certain that, for example, the abundance of white-footed mice in collections (38% of the SFRs captured before 1980) means that they made up precisely 38% of the actual SFR community. The fact, however, that after 1981 their relative abundance increased to 78% demonstrates that their representation in the SFR community has increased dramatically (Table 1) . ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 682,
                        "end": 691,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Consequences of change",
                "sec_num": null
            },
            {
                "text": "r 2009 Blackwell Publishing Ltd, Global Change Biology, 15, 1434-1454",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank J. Teeri and K. Nadelhoffer, Directors, and R. Vande Kopple, Station Biologist, for support and encouragement and for allowing us to use the resources of the University of Michigan Biological Station; M. Tansy, G. Corace, and T. Castleman for generously sharing their knowledge of the Seney National Wildlife Refuge, providing housing, and giving us access to the Refuge; the Huron Mountain Wildlife Foundation (Directors D. Gosling and K. Woods) for support; the Huron Mountain Wildlife Club for permission to conduct research on their property; and Deborah Goldberg, Zac Taylor, John Vandermeer, Jennifer Frey, and two anonymous reviewers for suggestions that substantially improved the manuscript. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Acknowledgements",
                "sec_num": null
            },
            {
                "text": "Records compiled from Museums and our sampling programs are subject to multiple sources of error. Assessing and correcting error, insofar as possible, is a difficult and time-consuming process, but it is essential; records such as these cannot simply be downloaded and incorporated into research (Williams et al., 2002; Chapman, 2005a) . Further, when error is suspected but cannot be checked, it is important to consider what effect it might have on an analysis. Error that is unbiased with respect to the questions being considered is less of a problem than error that systematically skews an analysis one way or another. Unbiased error may make patterns harder to detect or obscure them entirely, but it is unlikely to create patterns where none exist.Our goals in this paper are to identify distributional shifts and changes in local assemblages of small mammals and to discuss possible causes of change. With respect to those goals and the particular collections on which we relied, we addressed the following areas of uncertainty with regard to each record:1. problems with species identifications, 2. problems associated with the precision of location, and 3. collector bias -why properly identified and georeferenced collections might still provide a misleading picture of community composition.1. Problems with species identifications: Most small mammal species in the northern Great Lakes region are fairly easy to identify in the field or as museum specimens, but among the forest rodents on which we focus, field identification of two pairs (Peromyscus, woodland deer mice and white-footed mice; Glaucomys, southern flying squirrels and northern flying squirrels) is sometimes difficult. For museum records, we examined and verified the identifications of all specimens that suggested significant changes in distribution. For field records, since 1980 almost all field identifications were made by the authors or by assistants trained by us. Identifications of most questionable Peromyscus were confirmed by electrophoretic examination of salivary amylase alleles (Aquadro & Patton, 1980) or restriction fragment length polymorphism (Poor, 2005) .2. Problems associated with the precision of location: Coordinates for localities associated with our field work (post-1980 records) were either georeferenced directly using GPS units, or located on maps (usually to quarterquarter section) and later georeferenced using Topozone (http://www.topozone.com) and/or Google Earth (http://earth.google.com).For most other specimens, localities, including (when available) latitude, longitude, and estimated coordinate error, were downloaded from http://www.manisnet. org/. For localities that were missing coordinates and/or estimates of coordinate uncertainty, we used Topozone, Google Earth, and an assortment of local maps to supply",
                "cite_spans": [
                    {
                        "start": 296,
                        "end": 319,
                        "text": "(Williams et al., 2002;",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 320,
                        "end": 335,
                        "text": "Chapman, 2005a)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 2076,
                        "end": 2100,
                        "text": "(Aquadro & Patton, 1980)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 2145,
                        "end": 2157,
                        "text": "(Poor, 2005)",
                        "ref_id": "BIBREF48"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Error",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "National Historical Geographic Information System: Release Version 0.9",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Adams",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "C"
                        ],
                        "last": "Block",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lindberg",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Mcmaster",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Ruggles",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Adams JS, Block WC, Lindberg M, McMaster R, Ruggles S, Thomas W (2006) National Historical Geographic Information System: Release Version 0.9, Minnesota Population Center, University of Minnesota, Minneapolis. http://www.nhgis.org",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Salivary amylase variation in Peromyscus -use in species identification",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Aquadro",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Mammalogy",
                "volume": "61",
                "issue": "",
                "pages": "703--707",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Aquadro CF, Patton JC (1980) Salivary amylase variation in Peromyscus -use in species identification. Journal of Mammalogy, 61, 703-707.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Changes in winter air temperatures near Lake Michigan, 1851-1993, as determined from regional lake-ice records",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Assel",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Robertson",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Limnology and Oceanography",
                "volume": "40",
                "issue": "",
                "pages": "165--176",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Assel RA, Robertson DM (1995) Changes in winter air tempera- tures near Lake Michigan, 1851-1993, as determined from regional lake-ice records. Limnology and Oceanography, 40, 165-176.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Lake Superior summer water temperatures are increasing more rapidly than regional air temperatures: a positive ice-albedo feedback",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Austin",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Colman",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Geophysical Research Letters",
                "volume": "34",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Austin JA, Colman SM (2007) Lake Superior summer water temperatures are increasing more rapidly than regional air temperatures: a positive ice-albedo feedback. Geophysical Research Letters, 34 , art. No. L06604.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Michigan Mammals",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baker RH (1983) Michigan Mammals. Michigan State University Press, East Lansing, MI.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Patterns of apparent extirpation among isolated populations of pikas (Ochotona princeps)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Beever",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "F"
                        ],
                        "last": "Brussard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Berger",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Mammalogy",
                "volume": "84",
                "issue": "",
                "pages": "37--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beever EA, Brussard PF, Berger J (2003) Patterns of apparent extirpation among isolated populations of pikas (Ochotona princeps). Journal of Mammalogy, 84, 37-54.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The small mammal population of a hardwood forest in northern Michigan",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "F"
                        ],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 1941,
                "venue": "",
                "volume": "17",
                "issue": "",
                "pages": "1--10",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blair WF (1941) The small mammal population of a hard- wood forest in northern Michigan. Contributions of the University of Michigan Laboratory of Vertebrate Biology, 17, 1-10.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Northern range boundary dynamics of southern flying squirrels: evidence of an energetic bottleneck",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Bowman",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Holloway",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Malcolm",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Middel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Canadian Journal of Zoology",
                "volume": "83",
                "issue": "",
                "pages": "1486--1494",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bowman J, Holloway GL, Malcolm JR, Middel KR, Wilson PJ (2005) Northern range boundary dynamics of southern flying squirrels: evidence of an energetic bottleneck. Canadian Journal of Zoology, 83, 1486-1494.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The Winter Ecology and Bioenergetics of the Opossum, Didelphis marsupialis, as Distributional Factors in Michigan",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Brocke",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brocke RH (1970) The Winter Ecology and Bioenergetics of the Opossum, Didelphis marsupialis, as Distributional Factors in Michigan. PhD thesis, Michigan State University, East Lan- sing, MI.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Territorial behavior and populations of some small mammals in southern Michigan. Miscellaneous Publications of the Museum of Zoology",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1940,
                "venue": "",
                "volume": "45",
                "issue": "",
                "pages": "1--58",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burt WH (1940) Territorial behavior and populations of some small mammals in southern Michigan. Miscellaneous Publica- tions of the Museum of Zoology, University of Michigan, 45, 1-58.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Principles and methods of data cleaningprimary species and species-occurrence data",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "72",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chapman AD (2005a) Principles and methods of data cleaning - primary species and species-occurrence data, version 1.0. Report of the Global Biodiversity Information Facility, Copenhagen, 72 pp.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Uses of primary species-occurrence data, version 1.0. Report for the Global Biodiversity Information Facility",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "106",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chapman AD (2005b) Uses of primary species-occurrence data, version 1.0. Report for the Global Biodiversity Information Facility, Copenhagen, 106 pp.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Guide to Best Practices for Georeferencing. Global Biodiversity Information Facility",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Wieczorek",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chapman AD, Wieczorek J, (eds) (2006) Guide to Best Practices for Georeferencing. Global Biodiversity Information Facility, Copenhagen.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A Wildlife Inventory of the Sturgeon River Wilderness Study Area",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Crider",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crider JE (1979) A Wildlife Inventory of the Sturgeon River Wild- erness Study Area. MS thesis, Michigan Technological Univer- sity, Houghton, MI.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "A survey of the mammals of Charlevoix County, Michigan, and vicinity. Occasional Papers of the Museum of Zoology",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "",
                "volume": "159",
                "issue": "",
                "pages": "1--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice LR (1925) A survey of the mammals of Charlevoix County, Michigan, and vicinity. Occasional Papers of the Museum of Zoology, University of Michigan, 159, 1-33.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Notes on the mammals of Gogebic and Ontonagon counties",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "B"
                        ],
                        "last": "Sherman",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "",
                "volume": "109",
                "issue": "",
                "pages": "1--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dice LR, Sherman HB (1922) Notes on the mammals of Gogebic and Ontonagon counties, Michigan, 1920. Occasional Papers of the Museum of Zoology, University of Michigan, 109, 1-40.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "The Forests of Michigan. University of",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Dickman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Leefers",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dickman DI, Leefers LA (2003) The Forests of Michigan. Univer- sity of Michigan Press, Ann Arbor, MI.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Phylogeography of the deer mouse (Peromyscus maniculatus) provides a predictive framework for research on hantaviruses",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Dragoo",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Lackey",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Lessa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Yates",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of General Virology",
                "volume": "87",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dragoo JW, Lackey JA, Moore KE, Lessa EP, Cook JA, Yates TL (2006) Phylogeography of the deer mouse (Peromyscus mani- culatus) provides a predictive framework for research on hantaviruses. Journal of General Virology, 87, 1997-2003.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "North America",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Field",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Mortsch",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Brklacich",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
                "volume": "",
                "issue": "",
                "pages": "617--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Field CB, Mortsch LD, Brklacich M et al. (2007) North America. In: Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (eds Parry ML, Canziani OF, Palutikof JP, van der Linden PJ, Hanson CE), pp. 617-652. Cambridge University Press, Cambridge, UK.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Distributional records and natural history notes for uncommon mammals on the llano estacado of eastern New Mexico",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Frey",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "The New Mexico Journal of Science",
                "volume": "43",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Frey J (2003) Distributional records and natural history notes for uncommon mammals on the llano estacado of eastern New Mexico. The New Mexico Journal of Science, 43, 1-24.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Changes in the composition of British butterfly assemblages over two decades",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Gardner",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Sunquist",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Feldhamer",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Thompson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Chapman",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "González-Megías",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Menendez",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Roy",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Brereton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Wild Mammals of North America: Biology, Management, and Conservation",
                "volume": "14",
                "issue": "",
                "pages": "1464--1474",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gardner AL, Sunquist ME (2003) Opossum. In: Wild Mammals of North America: Biology, Management, and Conservation (eds Feldhamer GA, Thompson BC, Chapman JA), pp. 3-29. Johns Hopkins University Press, Baltimore. González-Megías A, Menendez R, Roy D, Brereton T, Thomas CD (2008) Changes in the composition of British butterfly assemblages over two decades. Global Change Biology, 14, 1464-1474.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Notes on some mammals of Montmorency County, Michigan",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Green",
                        "suffix": ""
                    }
                ],
                "year": 1925,
                "venue": "Journal of Mammalogy",
                "volume": "6",
                "issue": "",
                "pages": "173--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Green MM (1925) Notes on some mammals of Montmorency County, Michigan. Journal of Mammalogy, 6, 173-178.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Response of whitefooted mice (Peromyscus leucopus) to fire and fire surrogate fuel reduction treatments in a southern Appalachian hardwood forest",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Greenberg",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Otis",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Waldrop",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Forest Ecology and Management",
                "volume": "234",
                "issue": "",
                "pages": "355--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greenberg CH, Otis DL, Waldrop TA (2006) Response of white- footed mice (Peromyscus leucopus) to fire and fire surrogate fuel reduction treatments in a southern Appalachian hardwood forest. Forest Ecology and Management, 234, 355-362.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The land vertebrate communities of western Leelanau County, Michigan, with an annotated list of the mammals of the county",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "T"
                        ],
                        "last": "Hatt",
                        "suffix": ""
                    }
                ],
                "year": 1923,
                "venue": "Papers of the Michigan Academy of Science, Arts, and Letters",
                "volume": "3",
                "issue": "",
                "pages": "369--402",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hatt RT (1923) The land vertebrate communities of western Leelanau County, Michigan, with an annotated list of the mammals of the county. Papers of the Michigan Academy of Science, Arts, and Letters, 3, 369-402.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Northward range extension of the southern flying squirrel in Michigan. Jack-Pine Warbler",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Haveman",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "54",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haveman JR (1976) Northward range extension of the southern flying squirrel in Michigan. Jack-Pine Warbler, 54, 41.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Long-term decline in numbers of cyclic voles in boreal Sweden: analysis and presentation of hypotheses",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Hornfeldt",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Oikos",
                "volume": "107",
                "issue": "",
                "pages": "376--392",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hornfeldt B (2004) Long-term decline in numbers of cyclic voles in boreal Sweden: analysis and presentation of hypotheses. Oikos, 107, 376-392.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Pseudoreplication and the design of ecological field experiments",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Hurlbert",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Ecological Monographs",
                "volume": "54",
                "issue": "",
                "pages": "187--211",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hurlbert SH (1984) Pseudoreplication and the design of ecolo- gical field experiments. Ecological Monographs, 54, 187-211.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Winter energetics of Virginia opossums Didelphis virginiana and implications for the species' northern distributional limit",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Kanda",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Ecogeography",
                "volume": "28",
                "issue": "",
                "pages": "731--744",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kanda LL (2005) Winter energetics of Virginia opossums Didel- phis virginiana and implications for the species' northern dis- tributional limit. Ecogeography, 28, 731-744.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Mammals of the Great Lakes region",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Kurta",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kurta A (1995) Mammals of the Great Lakes region. University of Michigan Press, Ann Arbor.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Lyme borreliosis: relation of its causative agent to its vectors and hosts in North America and Europe",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Lane",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Piesman",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Burgdorfer",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Annual Review of Entomology",
                "volume": "36",
                "issue": "",
                "pages": "587--609",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lane RS, Piesman J, Burgdorfer W (1991) Lyme borreliosis: rela- tion of its causative agent to its vectors and hosts in North America and Europe. Annual Review of Entomology, 36, 587-609.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "An ecological survey of the mammals of the Huron Mountain area. Occasional Papers of the Huron Mountain Wildlife Foundation",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Laundre",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "1--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Laundre J (1975) An ecological survey of the mammals of the Huron Mountain area. Occasional Papers of the Huron Mountain Wildlife Foundation, 2, 1-69.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Ecological replacement of the deer mouse, Peromyscus maniculatus, by the white-footed mouse, P. leucopus, in the Great Lakes Region",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Canadian Field-Naturalist",
                "volume": "110",
                "issue": "",
                "pages": "271--277",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Long CA (1996) Ecological replacement of the deer mouse, Per- omyscus maniculatus, by the white-footed mouse, P. leucopus, in the Great Lakes Region. Canadian Field-Naturalist, 110, 271-277.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Historical trends in lake and river ice cover in the northern hemisphere",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Magnuson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Robertson",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Benson",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Science",
                "volume": "289",
                "issue": "",
                "pages": "1743--1746",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Magnuson JJ, Robertson DM, Benson BJ et al. (2000) Historical trends in lake and river ice cover in the northern hemisphere. Science, 289, 1743-1746.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Long-distance movements by female whitefooted mice, Peromyscus leucopus, in extensive mixed-wood forest",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Maier",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Canadian Field-Naturalist",
                "volume": "116",
                "issue": "",
                "pages": "108--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Maier TJ (2002) Long-distance movements by female white- footed mice, Peromyscus leucopus, in extensive mixed-wood forest. Canadian Field-Naturalist, 116, 108-111.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The vertebrate fauna of the Huron Mountains",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Manville",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "",
                "volume": "263",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Manville RH (1947) The vertebrate fauna of the Huron Mountains, Marquette County, Michigan. PhD thesis, University of Michi- gan, Ann Arbor, MI, 263 pp.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "A study of small mammal populations in northern Michigan",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Manville",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "",
                "volume": "73",
                "issue": "",
                "pages": "1--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Manville RH (1949) A study of small mammal populations in northern Michigan. Miscellaneous Publications Museum of Zool- ogy University of Michigan, 73, 1-83.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Ecological consequences of recent climatic change",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Mccarty",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Conservation Biology",
                "volume": "15",
                "issue": "",
                "pages": "320--321",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCarty JP (2001) Ecological consequences of recent climatic change. Conservation Biology, 15, 320-321.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Relationships between the vegetation tension zone and soils distribution across central Lower Michigan",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Medley",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Harman",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "26",
                "issue": "",
                "pages": "78--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Medley KE, Harman JR (1987) Relationships between the vege- tation tension zone and soils distribution across central Lower Michigan. Michigan Botanist, 26, 78-87.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Impact of a century of climate change on smallmammal communities in Yosemite National Park",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Moritz",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Conroy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Parra",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "White",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Bessenger",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "USA. Science",
                "volume": "322",
                "issue": "",
                "pages": "261--264",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moritz C, Patton JL, Conroy CJ, Parra JL, White GC, Bessenger SR (2008) Impact of a century of climate change on small- mammal communities in Yosemite National Park, USA. Science, 322, 261-264.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Climate change and the distribution of Peromyscus in Michigan: is global warming already having an impact? In: Mammalian Diversification: from Chromosomes to Phylogeography. University of California",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Lundrigan",
                        "suffix": ""
                    },
                    {
                        "first": "Vande",
                        "middle": [],
                        "last": "Kopple",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Myers P)",
                "volume": "133",
                "issue": "",
                "pages": "101--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers P, Lundrigan BL, Vande Kopple B (2005) Climate change and the distribution of Peromyscus in Michigan: is global warming already having an impact? In: Mammalian Diversifica- tion: from Chromosomes to Phylogeography. University of Califor- nia Publications in Zoology, Vol. 133 (eds Lacey EA, Myers P), pp. 101-126. University of California Press, Berkeley.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Revision of mice of the American genus Peromyscus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Osgood",
                        "suffix": ""
                    }
                ],
                "year": 1909,
                "venue": "",
                "volume": "28",
                "issue": "",
                "pages": "1--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Osgood WH (1909) Revision of mice of the American genus Peromyscus. North American Fauna, 28, 1-285.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Of mice and mast",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Ostfeld",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "G"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Bioscience",
                "volume": "46",
                "issue": "",
                "pages": "323--330",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ostfeld RS, Jones CG, Wolff JO (1996) Of mice and mast. Bioscience, 46, 323-330.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Noteworthy locality records for some Upper Michigan mammals. Jack-pine Warbler",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Ozoga",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "J"
                        ],
                        "last": "Verme",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ozoga JJ, Verme LJ (1966) Noteworthy locality records for some Upper Michigan mammals. Jack-pine Warbler, 44, 52.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Ecological and evolutionary responses to recent climate change",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Parmesan",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Annual Review of Ecology and Systematics",
                "volume": "37",
                "issue": "",
                "pages": "637--669",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parmesan C (2006) Ecological and evolutionary responses to recent climate change. Annual Review of Ecology and Systema- tics, 37, 637-669.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Poleward shifts in geographical ranges of butterfly species associated with regional warming",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Parmesan",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Ryrholm",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Stefanescu",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Nature",
                "volume": "399",
                "issue": "",
                "pages": "579--583",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parmesan C, Ryrholm N, Stefanescu C et al. (1999) Poleward shifts in geographical ranges of butterfly species associated with regional warming. Nature, 399, 579-583.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "A globally coherent fingerprint of climate change impacts across natural systems",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Parmesan",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Yohe",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Nature",
                "volume": "421",
                "issue": "",
                "pages": "37--42",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Parmesan C, Yohe G (2003) A globally coherent fingerprint of climate change impacts across natural systems. Nature, 421, 37-42.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Strongyloides robustus and the northern sympatric populations of northern (Glaucomys sabrinus) and southern (G. volans) flying squirrels",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "N"
                        ],
                        "last": "Pauli",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Dubay",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Taft",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Wildlife Diseases",
                "volume": "40",
                "issue": "",
                "pages": "579--582",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pauli JN, Dubay SA, Anderson EM, Taft SJ (2004) Strongyloides robustus and the northern sympatric populations of northern (Glaucomys sabrinus) and southern (G. volans) flying squirrels. Journal of Wildlife Diseases, 40, 579-582.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Changes in the Small Mammal Fauna of the Huron Mountain Club",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Poor",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "62",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Poor AP (2005) Changes in the Small Mammal Fauna of the Huron Mountain Club, Marquette County, Michigan: an Effect of Global Warming? MS thesis, University of Michigan, Ann Arbor, MI, 62 pp.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Fingerprints of global warming on wild animals and plants",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Root",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Price",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Schneider",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Rosenzweig",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Pounds",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Nature",
                "volume": "421",
                "issue": "",
                "pages": "57--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Root TL, Price JT, Hall KR, Schneider SH, Rosenzweig C, Pounds JA (2003) Fingerprints of global warming on wild animals and plants. Nature, 421, 57-60.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Assessment of observed changes and responses in natural and managed systems",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Rosenzweig",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Casassa",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Imeson",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
                "volume": "",
                "issue": "",
                "pages": "79--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenzweig C, Casassa G, Imeson A et al. (2007) Assessment of observed changes and responses in natural and managed systems. In: Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (eds Parry ML, Canziani OF, Palutikof JP,, van der Linden PJ, Hanson CE), pp. 79-131. Cambridge University Press, Cambridge, UK.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Attributing physical and biological impacts to anthropogenic climate change",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Rosenzweig",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Karoly",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Vicarelli",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Nature",
                "volume": "453",
                "issue": "",
                "pages": "353--358",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rosenzweig C, Karoly D, Vicarelli M et al. (2008) Attributing physical and biological impacts to anthropogenic climate change. Nature, 453, 353-358.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Possible impact of snow depth and ungulate carcasses on red fox (Vulpes vulpes) populations in Norway",
                "authors": [
                    {
                        "first": "V",
                        "middle": [],
                        "last": "Selas",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Vik",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Zoology",
                "volume": "269",
                "issue": "",
                "pages": "299--308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Selas V, Vik JO (2006) Possible impact of snow depth and ungulate carcasses on red fox (Vulpes vulpes) populations in Norway. Journal of Zoology (London), 269, 299-308.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Changes in the Distribution of Michigan's Flying Squirrels",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Skillen",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Skillen R (2005) Changes in the Distribution of Michigan's Flying Squirrels. MS thesis, Michigan State University, 105 pp.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Lateral thinking on data to identify climate impacts",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Sparks",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Trends in Ecology and Evolution",
                "volume": "22",
                "issue": "",
                "pages": "169--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sparks TH (2007) Lateral thinking on data to identify climate impacts. Trends in Ecology and Evolution, 22, 169-171.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Possible effects of climate warming on selected populations of polar bears (Ursus maritimus) in the Canadian arctic",
                "authors": [
                    {
                        "first": "I",
                        "middle": [
                            "C"
                        ],
                        "last": "Stirling",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Parkinson",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Arctic",
                "volume": "59",
                "issue": "",
                "pages": "261--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stirling IC, Parkinson L (2006) Possible effects of climate warm- ing on selected populations of polar bears (Ursus maritimus) in the Canadian arctic. Arctic, 59, 261-276.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Evidence of the range extension of the southern flying squirrel in the Upper Peninsula of Michigan",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "A"
                        ],
                        "last": "Stormer",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Sloane",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "54",
                "issue": "",
                "pages": "176--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stormer FA, Sloane N (1976) Evidence of the range extension of the southern flying squirrel in the Upper Peninsula of Michi- gan. Jack-Pine Warbler, 54, 176-177.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Birds extend their ranges northwards",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "D"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "J"
                        ],
                        "last": "Lennon",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Nature",
                "volume": "399",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thomas CD, Lennon JJ (1999) Birds extend their ranges north- wards. Nature, 399, 213. US Census Bureau (accessed 2007). http://www.census.gov.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Resource overlap, interspecific interactions and the distribution of the flying squirrels, Glaucomys volans and G. sabrinus",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Weigl",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "American Midland Naturalist",
                "volume": "100",
                "issue": "",
                "pages": "83--96",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Weigl PD (1978) Resource overlap, interspecific interactions and the distribution of the flying squirrels, Glaucomys volans and G. sabrinus. American Midland Naturalist, 100, 83-96.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Distribution of flying squirrels (Glaucomys) in Michigan",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Wells-Gosling",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Michigan Academician",
                "volume": "14",
                "issue": "",
                "pages": "209--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wells-Gosling N (1982) Distribution of flying squirrels (Glauc- omys) in Michigan. Michigan Academician, 14, 209-216.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Observations on the mammals of the Douglas Lake region",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "J"
                        ],
                        "last": "Wenzel",
                        "suffix": ""
                    }
                ],
                "year": 1911,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "136--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wenzel OJ (1911) Observations on the mammals of the Douglas Lake region, Cheboygan County, Michigan, Michigan Academy of Sciences, 13th Report: 136-143",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Data requirements and data sources for biodiversity priority area selection",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Margules",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Hilbert",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Biosciences",
                "volume": "27",
                "issue": "",
                "pages": "327--338",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Williams PH, Margules CR, Hilbert DW (2002) Data require- ments and data sources for biodiversity priority area selection. Journal of Biosciences, 27, 327-338.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "An elevational shift in butterfly species richness and composition accompanying recent climatic change",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Gutierrez",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Gutierrez",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "J"
                        ],
                        "last": "Monserrat",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Global Change Biology",
                "volume": "13",
                "issue": "",
                "pages": "1873--1887",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson RJ, Gutierrez D, Gutierrez J, Monserrat VJ (2007) An elevational shift in butterfly species richness and composition accompanying recent climatic change. Global Change Biology, 13, 1873-1887.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Coexistence of white-footed mice and deer mice may be mediated by fluctuating environmental conditions",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Wolff",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Oecologia",
                "volume": "108",
                "issue": "",
                "pages": "529--533",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wolff JO (1996) Coexistence of white-footed mice and deer mice may be mediated by fluctuating environmental conditions. Oecologia, 108, 529-533.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Localities and regions mentioned in the text. Seney NWR, Seney National Wildlife Refuge. See text for explanation of excluded transects and areas. The sizes of the small rectangles marking each excluded area are proportional to the actual areas excluded."
            },
            "FIGREF1": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Locality records for Peromyscus. Each point represents one locality; commonly, multiple specimens were recorded at individual sites. Records from 1883 to 1980 are on the left and records from 1981 to 2006 are on the right. Top, Peromyscus leucopus (white-footed mouse); 417 individuals captured between"
            },
            "FIGREF2": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Locality records for Glaucomys. Each point represents one locality; commonly, multiple specimens were recorded at individual sites. Records from 1883 to 1980 are on the left and records from 1981 to 2006 are on the right. Top, Glaucomys volans (southern flying squirrel); 143 individuals captured between1883 and 1980, and 113 between 1981 and 2006. Bottom, Glaucomys sabrinus (northern flying squirrel); 124 individuals captured between1883 and 1980, and 39 between 1981 and 2006."
            },
            "FIGREF3": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Locality records for Didelphis virginiana (common opossum). Each point represents a single locality at which Didelphis was reported. (a) Records of opossums collected from 1883 to 1980 (n 5 75 individuals reported). (b) Records of road-killed opossums reported by Michigan Department of Natural Resources personnel during winter of 1968 (Brocke, 1970; n 5 163 individuals reported). (c) Records from 1981 to 2007 (n 5 281 individuals reported), primarily road-killed animals recorded in 2006-2007. The distribution of points in (b) and (c) reflects the locations of highways traveled by recorders. Travel was distributed throughout the state in 1968(Brocke, 1970); in 2006-2007 it included much of the Upper Peninsula but not the southwestern or easternmost Lower Peninsula."
            },
            "FIGREF4": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Changes in the composition of small forest rodent communities. Species with southern affinities: Wfm, white-footed mice (Peromyscus leucopus); Ec, eastern chipmunks (Tamias striatus); Sfs, southern flying squirrels (Glaucomys volans). Species with northern affinities: Wdm, woodland deer mice (Peromyscus maniculatus gracilis); Rbv, southern red-backed voles (Myodes gapperi); Wjm, woodland jumping mice (Napaeozapus insignis); Nfs, northern flying squirrels (Glaucomys sabrinus); Lc, least chipmunks (Tamias minimus)."
            },
            "FIGREF5": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Average daily maximum temperature (upper curve) and average daily minimum temperature (lower curve) plotted against year."
            },
            "FIGREF6": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Number of specimens collected per decade."
            },
            "FIGREF7": {
                "num": null,
                "type_str": "figure",
                "uris": null,
                "text": "Location of collections localities in Michigan (all mammals). (a) 1883-1980, 21 645 specimen records. (b) 1981-2006, 23 379 specimen records."
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td>1883-</td><td>1981-</td><td>Expected</td><td>Expected</td><td/><td>% captured</td><td>% captured</td><td>Direction</td></tr><tr><td/><td>1980</td><td>2006</td><td>1883-1980</td><td>1981-2006</td><td>P</td><td>(1883-1980)</td><td>(1981-2006)</td><td>of change</td></tr><tr><td>(a) Northern Lower Peninsula</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Southern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>White-footed mice</td><td>333</td><td>2383</td><td>600.0</td><td>2116.0</td><td>***</td><td>38.3</td><td>77.7</td><td>1</td></tr><tr><td>Eastern chipmunks</td><td>90</td><td>331</td><td>93.0</td><td>328.0</td><td>ns</td><td>10.4</td><td>10.8</td><td/></tr><tr><td>Southern flying squirrels</td><td>3</td><td>67</td><td>15.5</td><td>54.5</td><td>***</td><td>0.3</td><td>2.2</td><td>1</td></tr><tr><td>Northern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Woodland deer mice</td><td>243</td><td>181</td><td>93.7</td><td>330.3</td><td>***</td><td>28.0</td><td>5.9</td><td>À</td></tr><tr><td>Southern red-backed voles</td><td>128</td><td>66</td><td>42.9</td><td>151.1</td><td>***</td><td>14.7</td><td>2.2</td><td>À</td></tr><tr><td>Woodland jumping mice</td><td>35</td><td>30</td><td>14.4</td><td>50.6</td><td>***</td><td>4.0</td><td>1.0</td><td>À</td></tr><tr><td>Northern flying squirrels</td><td>37</td><td>7</td><td>9.7</td><td>34.3</td><td>***</td><td>4.3</td><td>0.2</td><td>À</td></tr><tr><td>Total</td><td>869</td><td>3065</td><td/><td/><td/><td/><td/><td/></tr><tr><td>(b) Upper Peninsula (all)</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Southern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>White-footed mice</td><td>84</td><td>1083</td><td>371.8</td><td>795.2</td><td>***</td><td>2.6</td><td>15.7</td><td>1</td></tr><tr><td>Eastern chipmunks</td><td>181</td><td>588</td><td>245.0</td><td>524.0</td><td>***</td><td>5.6</td><td>8.5</td><td>1</td></tr><tr><td>Southern flying squirrels</td><td>3</td><td>46</td><td>15.6</td><td>33.4</td><td>***</td><td>0.1</td><td>0.7</td><td>1</td></tr><tr><td>Northern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Woodland deer mice</td><td>1697</td><td>4205</td><td>1880.2</td><td>4021.8</td><td>***</td><td>52.5</td><td>60.8</td><td>1</td></tr><tr><td>Southern red-backed voles</td><td>684</td><td>831</td><td>482.6</td><td>1032.4</td><td>***</td><td>21.2</td><td>12.0</td><td>À</td></tr><tr><td>Woodland jumping mice</td><td>93</td><td>42</td><td>43.0</td><td>92.0</td><td>***</td><td>2.9</td><td>0.6</td><td>À</td></tr><tr><td>Northern flying squirrels</td><td>87</td><td>32</td><td>37.9</td><td>81.1</td><td>***</td><td>2.7</td><td>0.5</td><td>À</td></tr><tr><td>Least chipmunks</td><td>402</td><td>84</td><td>154.8</td><td>331.2</td><td>***</td><td>12.4</td><td>1.2</td><td>À</td></tr><tr><td>Total</td><td>3231</td><td>6911</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">(c) Huron Mountains (Upper Peninsula)</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Southern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>White-footed mice</td><td>0</td><td>254</td><td>148.14</td><td>105.9</td><td>***</td><td>0.0</td><td>35.5</td><td>1</td></tr><tr><td>Eastern chipmunks</td><td>56</td><td>60</td><td>67.66</td><td>48.3</td><td>*</td><td>5.6</td><td>8.4</td><td>1</td></tr><tr><td>Southern flying squirrels</td><td>0</td><td>19</td><td>11.08</td><td>7.9</td><td>***</td><td>0.0</td><td>2.7</td><td>1</td></tr><tr><td>Northern species</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Woodland deer mice</td><td>657</td><td>256</td><td>532.49</td><td>380.5</td><td>***</td><td>65.6</td><td>35.8</td><td>À</td></tr><tr><td>Southern red-backed voles</td><td>218</td><td>86</td><td>177.30</td><td>126.7</td><td>***</td><td>21.8</td><td>12.0</td><td>À</td></tr><tr><td>Woodland jumping mice</td><td>4</td><td>5</td><td>5.25</td><td>3.8</td><td>ns</td><td>0.4</td><td>0.7</td><td/></tr><tr><td>Northern flying squirrels</td><td>9</td><td>1</td><td>5.83</td><td>4.2</td><td>*</td><td>0.9</td><td>0.1</td><td>À</td></tr><tr><td>Least chipmunks</td><td>58</td><td>35</td><td>54.24</td><td>38.8</td><td>ns</td><td>5.8</td><td>4.9</td><td/></tr><tr><td>Total</td><td>1002</td><td>716</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "text": "Change in communities of small forest rodents, comparing records from 1883 to 1980 with those from 1981 to 2006. (a) Northern Lower Peninsula, (b) Upper Peninsula (all records), (c) Upper Peninsula (Huron Mountains)For each interval, expected values were calculated as (total number of each species captured) Â (total number of SFRs captured in that interval)/(total number of SFRs captured). The last column summarizes the direction of change, that is, whether the observed values for 1981-2006 are greater ( 1 ) or less (À) than expected."
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td># collections observed</td><td># collections expected</td></tr><tr><td/><td/><td>Direction</td></tr><tr><td/><td>P</td><td>of change</td></tr></table>",
                "text": "Occurrence tests. Number of collections of over 10 specimens that included each species during the time periods shown. (a) Northern Lower Peninsula. (b) Upper Peninsula"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>N. Lower Peninsula</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Southern species</td><td/><td/><td/><td/><td/><td/></tr><tr><td>With white-footed mice</td><td>14</td><td>99</td><td>19.8</td><td>93.2</td><td>***</td><td>1</td></tr><tr><td>Without white footed-mice</td><td>7</td><td>0</td><td>1.2</td><td>5.8</td><td/><td/></tr><tr><td>With eastern chipmunks</td><td>10</td><td>47</td><td>10.0</td><td>47.0</td><td>ns</td><td/></tr><tr><td>Without eastern chipmunks</td><td>11</td><td>52</td><td>11.0</td><td>52.0</td><td/><td/></tr><tr><td>With southern flying squirrels</td><td>1</td><td>12</td><td>2.3</td><td>10.7</td><td>ns</td><td/></tr><tr><td>Without southern flying squirrels</td><td>20</td><td>87</td><td>18.2</td><td>88.3</td><td/><td/></tr><tr><td>Northern species</td><td/><td/><td/><td/><td/><td/></tr><tr><td>With woodland deer mice</td><td>15</td><td>26</td><td>7.2</td><td>33.8</td><td>***</td><td>À</td></tr><tr><td>Without woodland deer mice</td><td>6</td><td>73</td><td>13.8</td><td>65.2</td><td/><td/></tr><tr><td>With s. red-backed voles</td><td>12</td><td>11</td><td>4.0</td><td>19.0</td><td>***</td><td>À</td></tr><tr><td>Without southern red-backed voles</td><td>9</td><td>88</td><td>17.0</td><td>80.0</td><td/><td/></tr><tr><td>With woodland jumping mice</td><td>4</td><td>13</td><td>3.0</td><td>14.0</td><td>ns</td><td/></tr><tr><td>Without woodland jumping mice</td><td>17</td><td>86</td><td>18.0</td><td>85.0</td><td/><td/></tr><tr><td>With northern flying squirrels</td><td>5</td><td>2</td><td>1.2</td><td>5.8</td><td>**</td><td>À</td></tr><tr><td>Without northern flying squirrels</td><td>16</td><td>97</td><td>19.8</td><td>93.2</td><td/><td/></tr><tr><td>(b) Upper Peninsula</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Southern species</td><td/><td/><td/><td/><td/><td/></tr><tr><td>With white-footed mice</td><td>9</td><td>94</td><td>33.1</td><td>69.9</td><td>***</td><td>1</td></tr><tr><td>Without white-footed mice</td><td>80</td><td>94</td><td>55.9</td><td>118.1</td><td/><td/></tr><tr><td>With eastern chipmunks</td><td>34</td><td>99</td><td>42.7</td><td>90.3</td><td>*</td><td>1</td></tr><tr><td>Without eastern chipmunks</td><td>55</td><td>89</td><td>46.3</td><td>97.7</td><td/><td/></tr><tr><td>With southern flying squirrels</td><td>2</td><td>17</td><td>6.1</td><td>12.9</td><td>*</td><td>1</td></tr><tr><td>Without southern flying squirrels</td><td>87</td><td>171</td><td>82.9</td><td>175.1</td><td/><td/></tr><tr><td>Northern species</td><td/><td/><td/><td/><td/><td/></tr><tr><td>With woodland deer mice</td><td>82</td><td>176</td><td>82.9</td><td>175.1</td><td>ns</td><td/></tr><tr><td>Without woodland deer mice</td><td>7</td><td>12</td><td>6.1</td><td>12.9</td><td/><td/></tr><tr><td>With southern red-backed voles</td><td>56</td><td>104</td><td>51.4</td><td>108.6</td><td>ns</td><td/></tr><tr><td>Without southern red-backed voles</td><td>33</td><td>84</td><td>37.6</td><td>79.4</td><td/><td/></tr><tr><td>With woodland jumping mice</td><td>24</td><td>15</td><td>12.5</td><td>26.5</td><td>***</td><td>À</td></tr><tr><td/><td>65</td><td>173</td><td>76.5</td><td>161.5</td><td/><td/></tr><tr><td>With northern flying squirrels</td><td>22</td><td>20</td><td>13.5</td><td>28.5</td><td>**</td><td>À</td></tr><tr><td>Without northern flying squirrels</td><td>67</td><td>168</td><td>75.5</td><td>159.5</td><td/><td/></tr><tr><td>With least chipmunks</td><td>54</td><td>16</td><td>22.5</td><td>47.5</td><td>***</td><td>À</td></tr><tr><td>Without least chipmunks</td><td>35</td><td>172</td><td>66.5</td><td>140.5</td><td/><td/></tr></table>",
                "text": "The last column summarizes the direction of change, that is, whether observed values for 1981-2006 are greater ( 1 ) or less (À) than expected. **Po0.001, **Po0.01, *Po0.05 (based on two-tailed Fisher's exact tests)."
            },
            "TABREF4": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td>Estimated # small</td><td/></tr><tr><td/><td>mammals trapped</td><td># small mammals</td></tr><tr><td/><td>in three nights in</td><td>trapped in three</td></tr><tr><td>Site</td><td>1940-1941</td><td>nights in 2004-2005</td></tr><tr><td>Jack pine</td><td>27</td><td>57</td></tr><tr><td>Mature maple</td><td>70</td><td>100</td></tr><tr><td>Hemlock/mix</td><td>71</td><td>60</td></tr><tr><td>Birch</td><td>73</td><td>62</td></tr><tr><td>Cut maple</td><td>73</td><td>29</td></tr><tr><td>Cedar swamp</td><td>66</td><td>60</td></tr><tr><td>Hemlock</td><td>71</td><td>88</td></tr><tr><td>Mean</td><td>64.4</td><td>65.1</td></tr><tr><td colspan=\"3\">The estimated totals for 1940-1941 are calculated by multi-</td></tr><tr><td colspan=\"3\">plying totals captured over five nights by 0.72 to reflect</td></tr><tr><td colspan=\"3\">additional days trapped at each site (see 'Results'). Site desig-</td></tr><tr><td>nations follow</td><td/><td/></tr></table>",
                "text": "Comparison of number of small mammals trapped at the Huron Mountain Club in 1940-1941 by  2004-2005 by Poor"
            },
            "TABREF5": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td/><td>Slope,</td><td/><td>Slope,</td><td/><td>Average</td></tr><tr><td/><td>average</td><td/><td>average</td><td/><td>annual</td></tr><tr><td/><td>daily</td><td/><td>daily</td><td/><td>daily</td></tr><tr><td>Place</td><td colspan=\"2\">minimum P</td><td colspan=\"2\">maximum P</td><td>minimum</td></tr><tr><td>Bergland</td><td>0.099</td><td>***</td><td>0.069</td><td colspan=\"2\">* 27.26</td></tr><tr><td>Champion</td><td>0.04</td><td/><td>0.044</td><td/><td>26.45</td></tr><tr><td>Detour</td><td>0.113</td><td colspan=\"2\">**** À0.024</td><td/><td>34.07</td></tr><tr><td>Escanaba</td><td>0.015</td><td/><td>0.070</td><td colspan=\"2\">* 32.76</td></tr><tr><td>Grand Marais</td><td>À0.04</td><td/><td>0.089</td><td colspan=\"2\">** 31.00</td></tr><tr><td>Ironwood</td><td>0.114</td><td colspan=\"2\">*** À0.003</td><td/><td>29.50</td></tr><tr><td>Manistique</td><td>0.133</td><td colspan=\"2\">**** À0.012</td><td/><td>33.02</td></tr><tr><td>Marquette</td><td>0.093</td><td>**</td><td>0.061</td><td colspan=\"2\">* 35.14</td></tr><tr><td>Munising</td><td>0.162</td><td>****</td><td>0.020</td><td/><td>32.79</td></tr><tr><td>Newberry</td><td>0.052</td><td>+</td><td>0.095</td><td colspan=\"2\">** 31.50</td></tr><tr><td>Sault Ste. Marie</td><td>0.14</td><td>****</td><td>0.059</td><td/><td>30.43</td></tr><tr><td>Seney</td><td>0.139</td><td>*</td><td>0.122</td><td colspan=\"2\">** 30.75</td></tr><tr><td>St Ignace</td><td>0.195</td><td>****</td><td>0.058</td><td>+</td><td>35.50</td></tr><tr><td>Stephenson</td><td>À0.035</td><td/><td>À0.003</td><td/><td>30.71</td></tr><tr><td>Tahquamenon</td><td>0.028</td><td/><td>À0.030</td><td/><td>28.91</td></tr><tr><td>Falls</td><td/><td/><td/><td/><td/></tr><tr><td>Whitefish Point</td><td>0.105</td><td>****</td><td>0.098</td><td colspan=\"2\">** 32.59</td></tr><tr><td>All sites</td><td>0.098</td><td>****</td><td>0.020</td><td/><td/></tr><tr><td>+</td><td/><td/><td/><td/><td/></tr></table>",
                "text": "Regression of average daily maxima and minima on year and average annual daily minimum temperature for each site"
            },
            "TABREF6": {
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>Mean</td><td>slope</td><td/><td>À0.02</td><td>À0.01</td><td>À0.01</td><td>À0.01</td><td>0.00</td><td>0.03</td><td>0.04</td><td>0.05</td><td>0.05</td><td>0.05</td><td>0.06</td><td>0.06</td><td>0.07</td><td>0.09</td><td>0.09</td><td>0.10</td><td/><td/><td>À0.031</td><td>À0.018</td><td>0.006</td><td>0.029</td><td>0.030</td><td>0.074</td><td>0.082</td><td>0.083</td><td>0.093</td><td>0.094</td><td>0.108</td><td>0.116</td><td>0.127</td><td>0.136</td><td>0.137</td><td>0.147</td><td/></tr><tr><td/><td>September October November December</td><td/><td>0.05 À0.06 À0.04 0.04</td><td>0.104* À0.05 À0.02 0.05</td><td>0.07 À0.06 0.01 0.06</td><td>0.03 À0.07 0.00 0.04</td><td>0.068 1 À0.04 0.01 0.07</td><td>0.114* À0.01 À0.01 0.04</td><td>0.088* 0.01 0.06 0.10</td><td>0.099* À0.01 0.04 0.107 1</td><td>0.18**** 0.07 0.04 0.09</td><td>0.129** À0.01 0.04 0.09</td><td>0.14*** 0.01 0.06 0.146*</td><td>0.07 À0.01 0.01 0.08</td><td>0.159**** 0.03 0.03 0.08</td><td>0.172**** 0.00 0.06 0.117 1</td><td>0.112** 0.00 0.06 0.11</td><td>0.183**** 0.05 0.07 0.139 1</td><td>0.11 À0.01 0.03 0.08</td><td/><td>À0.050 À0.218*** À0.074 0.024</td><td>À0.025 À0.09 1 À0.019 0.051</td><td>0.063 À0.082 À0.027 0.054</td><td>0.020 À0.019 0.041 0.115</td><td>0.044 À0.013 À0.022 0.072</td><td>0.13** À0.013 0.059 0.163 1</td><td>0.129** 0.032 0.049 0.123 1</td><td>0.131*** 0.016 0.051 0.138 1</td><td>0.106* À0.012 0.079 0.198*</td><td>0.118** À0.010 0.067 0.149 1</td><td>0.174**** 0.059 0.036 0.134</td><td>0.089 À0.022 0.063 0.19 1</td><td>0.165*** 0.040 0.079 0.201*</td><td>0.183**** 0.077 0.095* 0.217*</td><td>0.22**** 0.137** 0.101* 0.221*</td><td>0.156**** 0.076 0.071 0.154*</td><td>0.10 0.00 0.04 0.14</td></tr><tr><td/><td>August</td><td/><td>À0.04</td><td>0.00</td><td>À0.02</td><td>À0.06</td><td>0.01</td><td>0.02</td><td>0.01</td><td>0.04</td><td>0.01</td><td>0.02</td><td>0.03</td><td>À0.01</td><td>0.112*</td><td>0.083 1</td><td>0.131**</td><td>0.131**</td><td>0.03</td><td/><td>À0.060</td><td>0.004</td><td>0.007</td><td>À0.007</td><td>0.000</td><td>0.054 1</td><td>0.087*</td><td>0.088*</td><td>0.099*</td><td>0.072 1</td><td>0.116**</td><td>0.041</td><td>0.106*</td><td>0.106**</td><td>0.127**</td><td>0.14**</td><td>0.06</td></tr><tr><td/><td>July</td><td/><td>À0.07</td><td>À0.05</td><td>À0.06</td><td>À0.09 1</td><td>À0.03</td><td>0.00</td><td>À0.03</td><td>À0.05</td><td>À0.04</td><td>À0.01</td><td>0.00</td><td>0.00</td><td>0.06</td><td>0.05</td><td>0.07</td><td>0.06</td><td>À0.01</td><td/><td>À0.040</td><td>À0.079**</td><td>À0.009</td><td>0.016</td><td>À0.013</td><td>0.042</td><td>0.025</td><td>0.095**</td><td>0.076*</td><td>0.028</td><td>0.103***</td><td>0.052</td><td>0.1**</td><td>0.132****</td><td>0.103**</td><td>0.109**</td><td>0.05</td></tr><tr><td/><td>Place January February March April May June</td><td>A</td><td>Detour 0.04 À0.01 À0.06 À0.01 À0.094 1 0.01</td><td>Tahquemenon 0.02 0.00 À0.03 À0.03 À0.10 À0.03</td><td>Ironwood 0.09 À0.03 À0.02 À0.03 À0.118 1 À0.04</td><td>Munising 0.10 0.03 À0.01 À0.01 À0.06 À0.01</td><td>Manistique 0.08 0.05 0.00 0.02 À0.134* À0.04</td><td>Champion 0.11 0.01 0.05 0.03 À0.03 0.04</td><td>Stephenson 0.141* 0.06 0.05 0.02 À0.06 0.00</td><td>Marquette 0.12 1 0.07 0.08 0.03 0.02 0.00</td><td>St. Ignace 0.07 0.05 0.03 0.05 À0.05 0.06</td><td>Bergland 0.131 1 0.06 0.04 0.05 0.07 0.03</td><td>Sault Ste. Marie 0.128* 0.106 1 0.06 0.07 À0.05 0.04</td><td>Seney 0.06 0.17 0.159* 0.12 0.06 0.06</td><td>Whitefish 0.07 0.06 0.01 0.07 0.06 0.14**</td><td>Grand Marais 0.11 1 0.144* 0.117 1 0.09 0.06 0.06</td><td>Escanaba 0.10 0.11 0.112* 0.121* 0.09 0.075 1</td><td>Newberry 0.03 0.10 0.08 0.114 1 0.07 0.114 1</td><td>Mean slope 0.09 0.06 0.04 0.04 À0.02 0.03</td><td>B</td><td>Escanaba 0.072 0.025 0.058 0.007 À0.052 À0.059</td><td>Stephenson 0.169 1 À0.017 À0.084 À0.066 À0.069 0.007</td><td>Grand Marais 0.059 0.086 À0.007 À0.036 À0.031 À0.001</td><td>Tahquemenon 0.082 0.073 À0.033 0.010 À0.003 0.054</td><td>Champion 0.172* 0.088 À0.019 0.040 À0.015 0.023</td><td>Newberry 0.067 0.132 1 0.075 0.041 0.048 0.093 1</td><td>Marquette 0.19* 0.113 0.077 0.057 0.044 0.057</td><td>Whitefish 0.129 1 0.130 0.021 0.040 0.039 0.121****</td><td>Ironwood 0.287** 0.102 0.019 0.028 0.036 0.096*</td><td>Bergland 0.288*** 0.148 0.069 0.082 0.039 0.074*</td><td>Detour 0.136 0.105 0.048 0.114** 0.102* 0.165****</td><td>Seney 0.162 0.283 1 0.213 1 0.111 0.084 0.123*</td><td>Manistique 0.284** 0.166 1 0.071 0.119* 0.046 0.146****</td><td>Sault Ste. Marie 0.221** 0.195* 0.081 0.104* 0.072 1 0.151***</td><td>St. Ignace 0.226* 0.165 1 0.062 0.078 1 0.040 0.16***</td><td>Munising 0.274*** 0.237** 0.202** 0.128** 0.084 1 0.135**</td><td>Mean slope 0.18 0.13 0.05 0.05 0.03 0.08</td><td>A, Average daily maximum temperature; B, Average daily minimum temperature.</td></tr></table>",
                "text": "For each month at each locality, regression of average daily temperature for that month onyear, 1970-2007"
            }
        }
    }
}