{
    "paper_id": "Myersetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:22.639550Z"
    },
    "title": "",
    "authors": [
        {
            "first": "L",
            "middle": [],
            "last": "Ryszkowski",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "Cambridge Univ Press",
                "location": {
                    "postCode": "451 pp",
                    "settlement": "Cambridge"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "moval studies. I. Dispersal strategies of sympatric Sigmodon hispidWi and Reithrodontomys fulvescens populations,",
    "pdf_parse": {
        "paper_id": "Myersetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "moval studies. I. Dispersal strategies of sympatric Sigmodon hispidWi and Reithrodontomys fulvescens populations,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Continuing field work in Paraguay by representatives from the University of Michigan, University of Connecticut, Peace Corps, and Servicio Forestal Nacional of the Paraguayan Ministry of Agriculture and Livestock, and examination of previously collected specimens, have revealed the presence of an additional five species of bats in that country. With recent reports by Wetzel and Lovett (1974), Wetl.el et al. (1975) , Myers (1977) , Harrison et aL (1979) , Myers and Wetzel (1979) , Wetzel (1980 ), Baud (1981 , and Myers and Carleton (1981) , this brings to 24 the number of mammal species added to the Paraguayan fauna in the last decade",
                "cite_spans": [
                    {
                        "start": 370,
                        "end": 380,
                        "text": "Wetzel and",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 381,
                        "end": 417,
                        "text": "Lovett (1974), Wetl.el et al. (1975)",
                        "ref_id": null
                    },
                    {
                        "start": 420,
                        "end": 432,
                        "text": "Myers (1977)",
                        "ref_id": null
                    },
                    {
                        "start": 435,
                        "end": 456,
                        "text": "Harrison et aL (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 459,
                        "end": 482,
                        "text": "Myers and Wetzel (1979)",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 497,
                        "text": "Wetzel (1980",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 498,
                        "end": 511,
                        "text": "), Baud (1981",
                        "ref_id": null
                    },
                    {
                        "start": 518,
                        "end": 543,
                        "text": "Myers and Carleton (1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "The specimens reported here are deposited in the University of Michigan Museum of Zoology (U~1MZ), University of Connecticut Museum of Natural History (CONN), American Museum of Natural History (AMNH), Field Museum of Natural History (FMNH), British Museum of Natural History (BMNH), and the collection of the Servicio Fo,!:'stal \\1acional of Paraguay (SF'\"\"). Capitalizpd color terms are from Hidg\\\\ ay",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "(1912).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "PerOpler)'X macrolis (Wagner),-Alto Paraguay: Fut'fte Olimpo (l A~I;.JH), (;oncrpCi6n: San La7aro (2 AMNH); 2.4 km E San Lazaro by rd\" Cantero 54 (31 SFN, 2 UMMZ); 1 km NE San Lizaro by rd\" Cantero Downloaded from https://academic.oup.com/jmammal/article/64/1/143/861057 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "Halo (6 SFN, 2 UMMZ). All specimens were taken in nets set across the entrance to caves and crevices in limestone cliffs, The roosts were shared with Glossopiwga $oricina and Desmodus rotundus. Paraguayan specimens of Peropteryx closely resemble a series of P. macrotis from Corumba (Malo Grosso, Brazil) housed in the FMNH Tonalia biden5 (Spix),-Boqueron: Orloff (l F\\INH). 1tap!ia: 2 km I\\~W San Rafael, :\\rroyo San Hafael (l UMMZ). Nueva Asunci6n; km 589, Trans Chaco Highway, COPAGRQ (1 UMMZ). Paraguari; Sapucay (1 BMNH; G 0. Handley, Jr., pefs. comm.) . The specimen from Dept. Nueva Asuncion was captured over an isolated pond in thorn scrub with specimens of Myotis nigricans, Molossops temmincki, Eumops bonariensis, Promops nasutus, and Molossus molossus. The specimen from Dept. Itapua entered a net set over a stream flowing through high tropical forest. Other species captured at or within a few kilometers of that locality include Artibeus lituratus, Artibeus sp., Pygoderma hilahiaturn, Sturn/ra lilium, Eptesicus brasiliensis, E. diminu/us, E. fUrinalis, LasiuTUS borealis, L. ega, Myotis riparius, M. TUber, and Molossops abrasus. Details concerning the capture of the third specimen (Dept. Boqueron) are not available; the general appearance of the area around Orloff, however, resembles the capture site of the specimen from Dept. Nueva Asuncion. These animals, and two specimens in the FMNH from Mato Grosso, Brazil (Urucum de Corumba), are slightly larger than Central American T. bidens, based on comparison with four specimens from Guatemala in the FMNH (mean of selected measurements of males, n = 4, from Brazi! and Paraguay, followed by mean for males, n = 2, from Guatemala: greatest length of skull 27.4, 27.2; condylobasallength 24.1,23.8; zygomatic breadth 13.3, 12.8; interorbital breadth 5.8, 5.5; distance across canines 6.0, 5.5).",
                "cite_spans": [
                    {
                        "start": 283,
                        "end": 304,
                        "text": "(Malo Grosso, Brazil)",
                        "ref_id": null
                    },
                    {
                        "start": 531,
                        "end": 557,
                        "text": "Handley, Jr., pefs. comm.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "Vampyressa pusilla pusilla (\\Vagner).-Paraguar[: Parque :\\'acional YhFU! (3 Ui\\li\\lZ, 3 SF:\\). Th!'\"se bats entered mist nets set at the edge of a smalt clearing in subtropical forest. Other bats captured at the same locality are Artibeus lilumtus, Artibeus sp., Vampyrops lineatus, Sturn/ra liIium, Caroilia perspicillata, Desmodus rotundus, Eplesicus fUrinaliS, Lasiurus borealis, Myotis nigricans, M. riparius, Molossops abrasus, M. temmincki. The only female captured (June) was pregnant",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "The type specimen of V. pusiI/a is a mounted skin containing the skull (type locality, Sapitiva, southeastern Brazil). Goodwin (1963) provided photographs and measurements of the holotype, and noted that its phalangeal epiphyses were unfused. He further described a new species, V. nattereri, also from southeastern Brazil, and differing from V. pusilla primarily in characters attributable to age, which prompted Handley (1966) and Peterson (1968) to place V. nattereri in synonymy under v. pusilla pusilla. The Paraguayan specimens agree qualitatively with nattereri and pusilla as described by Goodwin (1963) and Peterson (1968) . They are slightly larger than the (immature) holotype of pusilla and slightly smaller than the holotype of nattereri [selected measurements from the holotype of nalfereri, from Goodwin, 1963, foHowed by means from the males from Paraguay (n = 2): forearm 35.0, 32.4; greatest length of skuH 20.1, 19.6; condylobasallength IB.3, 17.7; zygomatic breadth 12.1, 11.7; interorbital breadth 5.2, 5.0; mastoidal breadth 10.1, 9.8; width across Mi!_M2 8.6, 8.4; maxillary toothrow length 6.7, 6.4]. Measurements of additional specimens of pusilla from southeastern Brazil were reported by Taddei (1979) and agree with Goodwin's measurements for the type of nattereri. Vampyressa pusilla from Paraguay are larger than V. p. thyone from Central America, though similar in qualitative characteristics concerning tooth shape and number, form of the soft tissues of the palate, and shape of the rhinarial opening. The karyotype of the three Paraguayan specimens (2n = 20 and FN = 36) is unlike any of the chromosomal morphs reported for northern populations of this species (summarized by Gardner, 1977) Eptesicus brasiliensis argentinus Thomas.-ltapua: 20 km (by rd.) !\\!\\E Encarnaci6n (l C\\1\\lZ); 8 km N San Rafael (3 UMMZ). These specimens were netted over a sma!! artificial pond and a stream, both surrounded by tropical forest. Two females were captured in July; neither showed signs of reproductive activity. Other bat species captured at the same localities are listed under T. bidens. Thomas (1920) described E. argentinus and distinguished it from E. brasiliensis by its larger size and lightpr color. Davis (1966) confirmcd this distinction, but, following Cahrera (1958), l:onsidpred argenlinus a subspecies of brasiliensis. Measurements of the Paraguayan specimens are large and, compared to measurements of E. h. brasiliensis and E. h. argentinus reported by Davis (1966) , are similar to E. h. argentinus. They lack the pale tint of argentinus, however, and dorsally range in color from Mahogany Red to approximate!} Mummy Brown, and ventral!y from Antique Brown to Prout's Brown t:ptcsicus diminutus fidelis Thomas.-Itapua: 8 km ~ San Rafael (2 CMl\\lZ), If'ft bank of Rio Pirapo, I km l\\ Rio Parana (l CONN). These bats entered a net set over a small stream in tropical forest. Three females, captured in July, were neither pregnant nor lactating.",
                "cite_spans": [
                    {
                        "start": 414,
                        "end": 428,
                        "text": "Handley (1966)",
                        "ref_id": null
                    },
                    {
                        "start": 433,
                        "end": 448,
                        "text": "Peterson (1968)",
                        "ref_id": null
                    },
                    {
                        "start": 597,
                        "end": 611,
                        "text": "Goodwin (1963)",
                        "ref_id": null
                    },
                    {
                        "start": 616,
                        "end": 631,
                        "text": "Peterson (1968)",
                        "ref_id": null
                    },
                    {
                        "start": 1215,
                        "end": 1228,
                        "text": "Taddei (1979)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1710,
                        "end": 1724,
                        "text": "Gardner, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 2233,
                        "end": 2245,
                        "text": "Davis (1966)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 2494,
                        "end": 2506,
                        "text": "Davis (1966)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "Previous reports of Eptesieus dorianus or Eptesicus fidelis (=E. diminutus) in Paraguay (Davis, 1966; Wetzel and Lovett, 1974) were based on misidentified E. furinalis (Williams, 1978) . Three species of Eptesicils coexist in rainforest along the Rio Parana and were captured together in the same net. Eplesieus",
                "cite_spans": [
                    {
                        "start": 88,
                        "end": 101,
                        "text": "(Davis, 1966;",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 102,
                        "end": 126,
                        "text": "Wetzel and Lovett, 1974)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 168,
                        "end": 184,
                        "text": "(Williams, 1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ADDITIONAL RECORDS OF BATS FROM PARAGUAY",
                "sec_num": null
            },
            {
                "text": "JOURI\\iAL OF :-.1A\\I\\1:\\LOGY",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "As noted by Williams (1978) the three species are distinguishable primarily by size, though measurements occasionally overlap between female E. diminutus and male E. JUTinalis. Wp grulefully ackmmledge the assistance and E'ncouragenlPnt of the \\tinistry of Agriculture and livE'-stock in Paraguay, and in particular, personnel of the Servicio Forestal !'>l\"aciona\\",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JUrinalis is common, but E. brasiliensis and E. diminutus appear rare. As noted by Williams (1978) the three species are distinguishable primarily by size, though measurements occasionally overlap between female E. diminutus and male E. JUTinalis. Wp grulefully ackmmledge the assistance and E'ncouragenlPnt of the \\tinistry of Agriculture and livE'- stock in Paraguay, and in particular, personnel of the Servicio Forestal !'>l\"aciona\\. C. O. Handley, Jr., and A. L. Gardner provided helpful criticisms of the manuscript. Myers was supported by grants from the Museum of Vertebrate Zoology, University of California, Berkeley; Rackham Foundation, University of \\-tichigan; and !\\'SF DEB 77 04887. LITERATURE CITED",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Catalago de los mamiferos de America del Sur. Rev. Mus. Argentino Cienc. Nat",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cabrella",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CABREllA, A. 1958. Catalago de los mamiferos de America del Sur. Rev. Mus. Argentino Cienc. Nat. \"Bernardino Rivadavia,\" Buenos Aires, 4{l):l-307.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "GARD:-IER, A. 1. 1977. Chromosomal variation in Vampyressa and a review of chromosomal evolution in the",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Phyllostomidae (Chiroptera). Syst. Zoo\\",
                "volume": "11",
                "issue": "",
                "pages": "300--318",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVIS, W. B. 1966. Review of South American bats of the genus Eptesicus. Southwestern Nat., 11:245- 274. GARD:-IER, A. 1. 1977. Chromosomal variation in Vampyressa and a review of chromosomal evo- lution in the Phyllostomidae (Chiroptera). Syst. Zoo\\., 26:300-318",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "American bats of the genus Vampyressa, with the description of a new species",
                "authors": [
                    {
                        "first": ":\\",
                        "middle": [],
                        "last": "Goollwi",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Amer. Mus. Novitates",
                "volume": "2125",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOOllWI:\\, G. G. 1963. American bats of the genus Vampyressa, with the description of a new species. Amer. Mus. Novitates, 2125:1-24",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Checklist of the mammals of Panama",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "0"
                        ],
                        "last": "Hal'ivley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jii",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Eumops dabhenei Thomas. 1914 (Chiroptera, Molossidae), a free-tailed bat new to the fauna of Paraguay. Mammalia",
                "volume": "43",
                "issue": "",
                "pages": "251--252",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAl'iVLEY, C. 0., JII. 1966. Checklist of the mam- mals of Panama. Pp. 753-795, in Ectoparasites of Panama (R. 1. Wenzel and V. G. Tipton, eds.) Field Mus. Nat. Hist., Chicago, 860 pp HARRISON, D. 1., N. G. E. PEND1.ETON, .... :\"0 G. C. D. HAlllllSON 1979. Eumops dabhenei Thomas. 1914 (Chiroptera, Molossidae), a free-tailed bat new to the fauna of Paraguay. Mammalia, 43 251-252",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A new phyllotine rodent (genus Graomys) from Paraguay",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "~\\eh\"",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Occas Papers Mus. Zool., Univ. Michigan",
                "volume": "676",
                "issue": "",
                "pages": "1--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "~\\EH\", P. 1977 A new phyllotine rodent (genus Graomys) from Paraguay. Occas Papers Mus. Zool., Univ. Michigan, 676:1-7.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "New records of mammals from Paraguay",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Mh:R~",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "M"
                        ],
                        "last": "\\ni) R",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wuzel",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "J. Mamm",
                "volume": "60",
                "issue": "",
                "pages": "638--641",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MH:R~, P., ,\\NI) R. M. WUZEl .. 1979. New records of mammals from Paraguay. J. Mamm., 60:638- 641",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Thespecies of Oryzomys (Oligoryzomys) in Paraguay and the identity of Azara's \"Rat sixieme ou rat d tarse noir",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myehs",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Cahleton",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Misc. Publ. Mus. Zool., Univ. Michigan",
                "volume": "161",
                "issue": "",
                "pages": "1--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYEHS, P., AND M. D. CAHLETON 1981. Thespecies of Oryzomys (Oligoryzomys) in Paraguay and the identity of Azara's \"Rat sixieme ou rat d tarse noir.\" Misc. Publ. Mus. Zool., Univ. Michigan, 161: 1-41.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A new bat of the genus Vampyressa from Guyana, South America with a brief systematic review of the genus",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Petellsok",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Life Sci. Contrib",
                "volume": "73",
                "issue": "",
                "pages": "1--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PETEllSOK, R L 1968 A new bat of the genus Vampyressa from Guyana, South America with a brief systematic review of the genus. Life Sci. Contrib., Royal Ontario Mus., 73:1-17",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Color standards and color nomenclature",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "R1j)(;Way",
                        "suffix": ""
                    }
                ],
                "year": 1912,
                "venue": "",
                "volume": "888",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R1J)(;WAY, R. 1912 Color standards and color no- menclature. Washington, D.C. 888 + 43 pp.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Phyllostomidae (Chiroptera) do norte-occidental do estado de Sao Paulo",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "A"
                        ],
                        "last": "Taddei",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TADDEI, V. A. 1979. Phyllostomidae (Chiroptera) do norte-occidental do estado de Sao Paulo. 1lI",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "On Neotropical bats of the genus Eptesicus",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "O"
                        ],
                        "last": "Tho~1as",
                        "suffix": ""
                    }
                ],
                "year": 1920,
                "venue": "Ann. Mag. Nat. His!., Ser",
                "volume": "9",
                "issue": "",
                "pages": "360--367",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THo~1As. O. 1920. On Neotropical bats of the ge- nus Eptesicus. Ann. Mag. Nat. His!., Ser. 9, 5:360- 367.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Revision of the naked-tailed armadillos, genus Cabassous McMurtrie",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Ann. Carnegie Mus",
                "volume": "49",
                "issue": "",
                "pages": "323--357",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M. 1980. Revision of the naked-tailed armadillos, genus Cabassous McMurtrie. Ann. Carnegie Mus., 49:323-357.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A collection of mammals from the Chaco of Paraguay",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Wetzel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Anll",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Lovett",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Occas. Papers, Univ. Connecticut, BioI. Sci. Ser",
                "volume": "2",
                "issue": "",
                "pages": "203--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WETZEL, R. M., ANll J. W. LOVETT 1974. A col- lection of mammals from the Chaco of Paraguay. Occas. Papers, Univ. Connecticut, BioI. Sci. Ser., 2:203-216.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "llo~, R. 1. MAHTlN, M'I) P",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "W~:Rlel",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Dt",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "W~:rlEL, R. M., R. E. Dt;llo~, R. 1. MAHTlN, M'I) P.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Catagonus, an \"extinct\" peccary, alive in Paraguay",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Science",
                "volume": "189",
                "issue": "",
                "pages": "379--417",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS. 1975 Catagonus, an \"extinct\" peccary, alive in Paraguay. Science, 189:379-38l.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Taxonomic and karyologic comments on small brown bats, genus Eptesicus, from South America",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wli",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Llam~",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Ann. Carnegie Mus",
                "volume": "47",
                "issue": "",
                "pages": "361--383",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WlI.LlAM~, D. F 1978 Taxonomic and karyologic comments on small brown bats, genus Eptesicus, from South America. Ann. Carnegie Mus., 47:361- 383.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "IMuseum of Zoology",
                "authors": [
                    {
                        "first": "Ricllalill",
                        "middle": [],
                        "last": "Pllll.!!' Myelis",
                        "suffix": ""
                    },
                    {
                        "first": "~ A:\\j) Jov) Stalli\"",
                        "middle": [],
                        "last": "Wlljte",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gs",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "48109, and .lSertJicio Forestal Nacional, Inventorio Biol6gico, Tacuari 443,4°",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pllll.!!' MYElIS,1 RICllAlill WllJTE,~ A:\\J) JOV) STALLI\"GS.\" IMuseum of Zoology, University of Michigan, Ann Arbor, MI 48109, and .lSertJicio Forestal Nacional, Inventorio Biol6gico, Tacuari 443,4° Piso, Asun- ciOn, Paraguay. Submitted 7 December 1981. Accepted 21 May 1982 Downloaded from https://academic.oup.com/jmammal/article/64/1/143/861057 by University of Michigan user on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "content": "<table><tr><td>Exper-</td></tr><tr><td>imental analyses of dispersal in snowshoe hare</td></tr><tr><td>populations. Canadian J. ZooL, 54:2061-2081.</td></tr></table>",
                "type_str": "table",
                "num": null,
                "text": "26:45-51. SMYTH, M. 1968. The effects of the removal of individuals from a population of bank voles Clethrionomys glareo/WI.]. Anim. Ecol., 37:167-183. STICKEL, L. F. 1946. The source of animals moving into a depopulated area.]. Mamm., 27,301-307 SUMMEHLlN, C. T., A:>iD]. L. WOLFE. 1971. Social influences on exploratory behavior in the cotton rat, Sigmodon hispidus. Comm. Behav. BioI., 6: 105-J09. ---. 1973, Social influences on trap response of the cotton rat, Sigmodon hispidus. Ecology, 54: 1156-1159. VAN VLECK, D. B. 1968. Movements of Microtus pennsylvanicus in relation to depopulated areas. ]. Mamm\" 49:92-103 WIN[)IlEIIG, L. A., A:>i1J L. B. KEITH, 19700."
            }
        }
    }
}