{
    "paper_id": "Myersetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:27.747064Z"
    },
    "title": "Phenotypic Plasticity in Skull and Dental Morphology in the Prairie Deer Mouse (Peromyscus maniculatus bairdii)",
    "authors": [
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Barbara",
            "middle": [
                "L"
            ],
            "last": "Lundrigan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Brenda",
            "middle": [
                "W"
            ],
            "last": "Gillespie",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Miriam",
            "middle": [
                "L"
            ],
            "last": "Zelditch",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Morphologists and systematists have long suspected that dietary consistency can affect skull and dental form in mammals. We examined plasticity of skull shape and tooth morphology in prairie deer mice (Peromyscus maniculatus bairdii) by feeding mice diets that differed in consistency but not Address reprint requests to Phillp Myers, Museum of Zoology,",
    "pdf_parse": {
        "paper_id": "Myersetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Morphologists and systematists have long suspected that dietary consistency can affect skull and dental form in mammals. We examined plasticity of skull shape and tooth morphology in prairie deer mice (Peromyscus maniculatus bairdii) by feeding mice diets that differed in consistency but not Address reprint requests to Phillp Myers, Museum of Zoology,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "nutritional quality. Shape differences were analyzed qualitatively and quantitatively, using both landmark-based morphometrics and traditional distance measurements. Mice fed a gruel made of laboratory chow soaked in water differed from those fed hard blocks of chow by a slight anterior shift in the incisor tips, a narrowed zygomatic plate, a reduction in size of the masseteric tubercles, an overall decrease in skull size in lateral view, and an increase in overall size in ventral view. Disparities between our results and previous studies may be due to the differences in behavior between the inbred, relatively inactive laboratory strains commonly used in experimental studies and the outbred, constantly active species used here. Also, in contrast to previous studies, the statistical analysis employed here took into account both family relationships of the animals and the large number of statistical comparisons performed. Failure to consider these factors would have resuIted in a n exaggerated estimate of the effects of diet on skull form and may taint other studies that have explored the same aspects of plasticity. Q 1996 Wiley-Liss, Inc",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The shape of any bony structure is influenced both by the genetic background of an organism and the environment in which it develops. Some features are particularly plastic, in that environmental influences have especially pronounced effects on them. Wright ('31) considered this plasticity to be of the greatest significance in evolution because it dampens the effects of selection. Yet, there is a cost to phenotypic plasticity: it places the organism at the mercy of the environment (Stearns, '82) . Phenotypic plasticity can also complicate the task of explaining the relationship between morphology and environment because that relationship may be purely ecophenotypic or genetically mediated to some extent. For this reason, systematists are often cautious in their approach to shape, suspecting that shape may be one of the highly plastic features of morphology. As systematists, we focus here on cranial shape and dental morphology because of the central role they play in mammalian systematics.",
                "cite_spans": [
                    {
                        "start": 486,
                        "end": 495,
                        "text": "(Stearns,",
                        "ref_id": null
                    },
                    {
                        "start": 496,
                        "end": 500,
                        "text": "'82)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Many studies of environmental effects on cranial shape have used experimental techniques (reviewed by Herring, '93) . Typically, these involve such extreme and radical modifications as surgical alteration of bone (e.g., Babler and Persing, '82) and muscle (e.g., Pratt, '43; Washburn, '47; Moore, '67; but see Boyd et al., '67) or the modification of occlusion by dental devices (e.g., McNamara, '73) . While these studies are often useful for exploring mechanisms of growth and development, they rarely mimic natural environmental factors. Other studies have explored the effects of diets that differ in both consistency and nutritional quality (e.g., Engstrom et al., '82; Lavell, '83; Engstrom and Thilander, '85; Kiliaridis et al., '92) . While these are likely to be similar to factors in natural environments, they confound two potentially separabIe factors.",
                "cite_spans": [
                    {
                        "start": 102,
                        "end": 110,
                        "text": "Herring,",
                        "ref_id": null
                    },
                    {
                        "start": 111,
                        "end": 115,
                        "text": "'93)",
                        "ref_id": null
                    },
                    {
                        "start": 220,
                        "end": 239,
                        "text": "Babler and Persing,",
                        "ref_id": null
                    },
                    {
                        "start": 240,
                        "end": 244,
                        "text": "'82)",
                        "ref_id": null
                    },
                    {
                        "start": 310,
                        "end": 322,
                        "text": "Boyd et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 323,
                        "end": 327,
                        "text": "'67)",
                        "ref_id": null
                    },
                    {
                        "start": 386,
                        "end": 395,
                        "text": "McNamara,",
                        "ref_id": null
                    },
                    {
                        "start": 396,
                        "end": 400,
                        "text": "'73)",
                        "ref_id": null
                    },
                    {
                        "start": 653,
                        "end": 669,
                        "text": "Engstrom et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 670,
                        "end": 674,
                        "text": "'82;",
                        "ref_id": null
                    },
                    {
                        "start": 675,
                        "end": 682,
                        "text": "Lavell,",
                        "ref_id": null
                    },
                    {
                        "start": 683,
                        "end": 687,
                        "text": "'83;",
                        "ref_id": null
                    },
                    {
                        "start": 688,
                        "end": 711,
                        "text": "Engstrom and Thilander,",
                        "ref_id": null
                    },
                    {
                        "start": 712,
                        "end": 716,
                        "text": "'85;",
                        "ref_id": null
                    },
                    {
                        "start": 717,
                        "end": 735,
                        "text": "Kiliaridis et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 736,
                        "end": 740,
                        "text": "'92)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In this study, we explore the effects of dietary consistency by varying the consistency, but not the nutritional quality, of food provided to growing mice. This approach was taken by Watt and Williams ('511, Barber et al. ('631, Moore ('65) , Beecher and Corruccini ('81a, b) , LaveUe ('831, Bouvier and Hylander ('82, '84) , and Kiliaridis ('86a, b) . Our study differs from these previous studies in three ways. First, we based our experiments on a species, grassland deer mice (Peromyscus maniculatuls bairdii), not previously used in this kind of research. These mice are common inhabitants of fields and prairies in the Midwest. They are omnivorous and probably consume a variety of hard and soft foods throughout their adult lives. Almost all previous studies based on feeding diets of differing consistency used laboratory rats or mice as subjects. We do not know if the patterns found in studies of Rattus or Mus can be generalized to other mammals. The long history of these animals in the laboratory, including inbreeding and generations of experience with a very narrow range of food types, may have influenced their ability to respond to novel foods.",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 207,
                        "text": "Watt and Williams ('511,",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 228,
                        "text": "Barber et al. ('631,",
                        "ref_id": null
                    },
                    {
                        "start": 229,
                        "end": 240,
                        "text": "Moore ('65)",
                        "ref_id": null
                    },
                    {
                        "start": 243,
                        "end": 272,
                        "text": "Beecher and Corruccini ('81a,",
                        "ref_id": null
                    },
                    {
                        "start": 273,
                        "end": 275,
                        "text": "b)",
                        "ref_id": null
                    },
                    {
                        "start": 292,
                        "end": 318,
                        "text": "Bouvier and Hylander ('82,",
                        "ref_id": null
                    },
                    {
                        "start": 319,
                        "end": 323,
                        "text": "'84)",
                        "ref_id": null
                    },
                    {
                        "start": 330,
                        "end": 347,
                        "text": "Kiliaridis ('86a,",
                        "ref_id": null
                    },
                    {
                        "start": 348,
                        "end": 350,
                        "text": "b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Our study also differs in that we used a new morphometric technique as we11 as traditional measurements and qualitative assessment of features. This technique explores the relative displacements of individual landmarks rather than changes in distances separating pairs of points. It enhances our ability to detect and localize effects of diet on form.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Third, we examined the effect of family relationship, which combines genetic and maternal influences. A common practice in these experiments is to treat the young of a single litter as if their morphologies were independent. Here, we test whether this practice is legitimate; i.e., whether family membership must be taken into account when related individuals are used in research on cranial morphology. In addition, we examine the effect of gender.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Breeding pairs were made up of young born to pregnant females captured in the wild in the vicinity of Ann Arbor (Southeast Michigan). Siblings were never paired. Breeding pairs were housed in 27 x 17 x 12.5 cm clear plastic cages and fed Purina Mouse Breeder Chow. Mice were provided with pine shavings and cotton Nestlets for bedding.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "The breeding colony was maintained under a 14 h 1ight:lO h dark photoperiod.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "Cages were checked daily for litters, and food and water were provided ad libitum. On its day of birth, each litter was assigned to one of two treatments: 1) hard diet (lab chow in the form of solid pellets as provided by the manufacturer); 2) soft diet (lab chow ground to a powder and mixed with water to form a thin gruel). Twenty-five litters were assigned to each treatment. Litters were assigned to treatments alternately as they were born, except that litters born to mothers who were siblings were assigned to different treatments whenever possible. Young were sacrificed when they were 50 days old; mice of this age are fully adult in size and capable of reproduction. Crania were cleaned by dermestid beetles, degreased in ammonia, and allowed to dry for > l year before they were measured. Two young from each litter (one male and one female, chosen arbitrarily) were used in the analyses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "Each cranium was examined in lateral and ventral \"views\" (explained below); a view for an individual was included only if all landmarks on it could be located. Views for a few individuals were eliminated due to damage to skulls during cleaning that resulted in landmarks being obscured [lateral views of 10 individuals (3 hard diet, 7 soft diet) and ventral views of 9 individuals (4 hard diet, 5 soft diet) were eliminated]. Elimination of one view did not necessarily affect inclusion of the other; thus in a few cases individuals were represented by one view but not the other. A particular view of an individual was included only when the same view for its opposite-sex littermate was available; thus each family is represented by one male and one female. One family was eliminated from the original sample (hard diet) because all offspring were of the same sex. Final sample sizes for lateral view were as follows: hard diet, 21 families; soft diet, 18 families. For ventral view: hard diet, 20 families; soft diet, 20 families.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "Comparison of treatment groups Distance measurements and qualitative comparisons",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "We searched crania for both quantitative and qualitative traits characterizing members of each group. We relied primarily on landmark-based morphometrics as described below. In two instances, however, we recorded traditional measures of distance. The first, palatal breadth, was chosen because earlier studies had shown that laboratory rats fed a soft diet had narrower maxillae than laboratory rats fed a normal, hard diet (Watt and Williams, '51; Moore, '65; Beecher and Corruccini, '81b) . Palatal breadth was measured as the distance between the labial edges of the right and left molar toothrows. The second distance measure, zygomatic plate breadth, was chosen because a preliminary visual examination of crania in each group suggested a difference in this dimension, and the smoothly curving surface of the zygomatic plate offered no suitable landmarks to document it. Zygomatic plate breadth was measured as the anterior-posterior breadth of the plate measured halfway between its ventral root and the zygomatic notch.",
                "cite_spans": [
                    {
                        "start": 424,
                        "end": 443,
                        "text": "(Watt and Williams,",
                        "ref_id": null
                    },
                    {
                        "start": 444,
                        "end": 448,
                        "text": "'51;",
                        "ref_id": null
                    },
                    {
                        "start": 449,
                        "end": 455,
                        "text": "Moore,",
                        "ref_id": null
                    },
                    {
                        "start": 456,
                        "end": 460,
                        "text": "'65;",
                        "ref_id": null
                    },
                    {
                        "start": 461,
                        "end": 484,
                        "text": "Beecher and Corruccini,",
                        "ref_id": null
                    },
                    {
                        "start": 485,
                        "end": 490,
                        "text": "'81b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "Our primary interest was in cranial morphology. Past studies on the effect of dietary consistency have documented several changes in mandibular shape, weight, and histology. We examined mandibles qualitatively but not quantitatively.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal care and specimen preparation",
                "sec_num": null
            },
            {
                "text": "Landmarks. Seventeen landmarks were selected from the lateral view of the cranium (Fig. 1B) and 15 from the ventral (Fig. 1A) . Landmarks were provided by the location of foramina, intersections of sutures, extreme points of bones or teeth, and points of maximum curvature of bones. They were chosen to provide thorough coverage of the lateral and ventral surfaces, especially in the region of the rostrum and palate. Whenever possible our choice of landmarks followed the recommendations of Bookstein ('91).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 82,
                        "end": 91,
                        "text": "(Fig. 1B)",
                        "ref_id": null
                    },
                    {
                        "start": 116,
                        "end": 125,
                        "text": "(Fig. 1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "Each cranium was attached to a flat surface by means of bonding wax and photographed in ventral and lateral views. For both views, crania were oriented so that the long axis of the palatal toothrow was parallel to the plane of the film. The photographs were enlarged x 5. The position of each landmark was marked by a tiny hole punched through the photograph with a pin. Landmarks were numbered and digitized on the reverse side of the photograph. The order of photographs was randomized and the person locating landmarks was not aware of the treatment group, gender, or family of the specimen being examined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "Because crania are not flat structures, some distortion in the position of landmarks was inevitable when those landmarks did not lie in the same plane. We attempted to minimize the effect of this distortion by taking great care to orient crania identically when they were photographed, so that when experimental groups were compared, differences in the position of landmarks on photographs reflected actual differences of size and shape rather than positioning error magnified by parallax.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "Shape Coordinates and Centroids. The first step in our analysis of shape change was to convert the X,Y coordinates of each landmark on each skull to \"shape coordinates\" (Bookstein et al., '85; Tabachnick and Bookstein, '90) . For each cranium in lateral view, landmarks 2 and 17 ( Fig. 1B) defined a baseline, the endpoints of which were assigned fixed coordinates (0,O) and (l,O), The coordinates of all other landmarks on that cranium were then recalculated to this baseline orientation and length. The procedure was repeated for each cranium in ventral view, with a line connecting landmarks 1 and 15 serving as baseline (Fig. 1A) . This procedure standardized size and orientation for each view while leaving information about shape unaltered. The choice of the endpoints selected for the baseline has a negligible effect on the analyses that follow (Bookstein, '91) . The resulting standardized coordinates were then used in comparisons of landmark locations.",
                "cite_spans": [
                    {
                        "start": 169,
                        "end": 187,
                        "text": "(Bookstein et al.,",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 192,
                        "text": "'85;",
                        "ref_id": null
                    },
                    {
                        "start": 193,
                        "end": 218,
                        "text": "Tabachnick and Bookstein,",
                        "ref_id": null
                    },
                    {
                        "start": 219,
                        "end": 223,
                        "text": "'90)",
                        "ref_id": null
                    },
                    {
                        "start": 854,
                        "end": 865,
                        "text": "(Bookstein,",
                        "ref_id": null
                    },
                    {
                        "start": 866,
                        "end": 870,
                        "text": "'91)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 281,
                        "end": 289,
                        "text": "Fig. 1B)",
                        "ref_id": null
                    },
                    {
                        "start": 624,
                        "end": 633,
                        "text": "(Fig. 1A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "Centroid size, the root mean square of distances from each landmark to the centroid of landmarks, provided a general measure of size and was calculated for both lateral and ventral views. Body weight measured at the time of death was also included.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "Digitizing was done on a Summa Sketch I1 digitizer (Summagraphics, Seymour, CT) using the program DSI-digit by Dennis Slice. Shape coordinates were calculated using software written by J. Birch.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Morphometrics",
                "sec_num": null
            },
            {
                "text": "All outcome measures described above were analyzed using the same analysis of variance model. This model allowed for the testing of 1) the primary question, whether dietary consistency affected shape or size of mouse crania (\"diet effect\"), 2) whether the sexes differed in cranial shape or size (\"gender effect\"), 3) whether the sexes differed in response to the two diets (\"interaction between gender and diet\"), and 4) whether siblings were more similar to each other in cranial shape and size than to non-family members (\"family effect\"). Test 4 indicated whether or not an analysis ignoring familial groups was valid. For each effect, the analysis of variance (ANOVA) table presents the degrees of free-Y X Y Fig. 1 . Landmark locations. A Ventral view: 1, anteriormost extent of bony spur between incisors; 2, junction of anterior lateral margin of the incisor with premaxillary; 3, anterior end ofthe incisive foramen; 4, masseteric tubercle; 5, posterior end of the incisive foramen; 6 , tip of the paracone of first molar; 7, posterior palatine foramen; 8, anterolingual margin of third molar where it meets second molar; 9, anteriormost point of mesopterygoid fossa; 10, middle of foramen ovale; 11, interior corner formed by intersection of zygomatic arch with braincase; 12, tip of bony spur projecting from bulla into median lacerate foramen; 13, point formed by intersection of bulla with suture between basioccipital and basisphenoid; 14, midpoint of suture between basioccipital and basisphenoid; 15, midpoint along ventral margin of foramen magnum. B: Lateral view: 1, anteriormost point of suture between nasal and premaxillary; 2, point at which anterior face of incisor emerges from premaxillary; 3, tip of incisor; 4, point at which posterior face of incisor emerges from premaxillary; 5, dorsal extent of cutting edge of incisor; 6 , small foramen in maxillary-premaxillary suture, above incisor capsule; 7, point at which ventral margin of zygomatic arch meets zygomatic plate; 8, posteriormost extension of masseteric tubercle; 9, meeting of zygomatic arch and frontomaxillary portion of cranium; 10, anterior edge of first molar where it emerges from maxillary; 11, tip of paracone of first molar; 12, posterior edge of last molar where it emerges from maxillary; 13, foramen located in frontal along dorsal margin of orbit; 14, posteriormost extension of temporal fossa; 15; posteriormost tip of pterygoid process; 16, inflexion point on the squamosaliparietal suture; 17, dorsalmost extent of foramen lying in mastoidioccipital suture. ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 714,
                        "end": 720,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "+ 2 4 + 2m Z%, T2 Family (diet) 2(m -1) 2 z t l IFl (7, -y, ) z uz + 2 4 Gender 1 2m x:=, (7 -12 d + 2m ~f =~ 7 ;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "Diet by gender 1 mX:=lZ:=l@lk-y, -y k + y . ) 2 crz + m x:=, z:=, (7~):",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "Error 2(m -1) by subtraction u* Total 4m z:=1 9 1 zz=, (YUk -I2",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "'Diet, gender, and the diet by gender interaction are fixed effects. Family is considered to be a random effect. Diet is indexed by i = 1, 2;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "family by j = 1, . . . m; and gender by k = 1,2. The model is given by YIJk = + T~ + Yk + (TT), k t S,,,, t ~, , k , where yllk is the observed value for the ith diet, jth family, and kth gender; is the overall mean; T, is the effect of the ith diet; Yk is the effect ofthe kth gender; ( T Y )~ is the interaction effect ofdiet i with gender k; SJc,) is the effect ofthe jth family, which is nested within the ith diet; and Egk is the error, assumed to be normally distributed with mean zero and variance 9. Furthermore, the family effects S,,,, are assumed to be normally distributed with mean zero and variance $. This table assumes equal numbers of families in each diet group. In the case of unequal numbers of families, as occurred in this study, some of the formulae are more complicated, but the situation is accommodated in the SAS procedure (Proc GLM) used for the analyses.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 96,
                        "end": 116,
                        "text": "k t S,,,, t ~, , k ,",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "dom, the sums of squares formula, and the expected mean square ( Table 1) . A ratio of expected mean squares indicates what hypothesis is being tested when the corresponding ratio of mean squares is used as a test statistic. For the overall size and distance measures (weight, lateral and ventral centroid size, palatal breadth, zygomatic plate breadth), univariate ANOVAs were performed as described above. For the analysis of both lateral and ventral landmark locations, a multivariate analysis of variance (MANOVA) was performed for each location, treating the standardized X and Y coordinates as multivariate observations; a multivariate analysis allows a correlation between the X and Y coordinates and is thus preferable to separate univariate ANOVAs on the X and Y coordinates. Further, only tests that consider X and Y coordinates simultaneously give results that are independent of the baseline chosen (Bookstein, '86). Using a MANOVA model analogous to the ANOVA model described above, we performed tests of diet, gender, diet by gender interaction, and family effects.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 65,
                        "end": 73,
                        "text": "Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "The overall measures of size and distance all met the ANOVA assumptions of univariate normality and homoscedasticity. The multivariate observations met the assumption of marginal univariate normality in almost all cases. In the single case where Lilliefor's test rejected this hypothesis, the non-normality appeared to be due to one or two outliers. When these points were removed, the test for normality was no longer significant, and the conclusions from the MANOVA were unchanged.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "This set of procedures resulted in a large number of statistical tests being performed. To decrease the overall probability of type I error, we used Holm's correction (a sequential Bonferroni-type procedure; Holm, '79) separately for each view and for each of tests 1-4 described above.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "Statistical analyses were carried out using SPSS Release 6.0 (SPSS, Inc., '93) and SAS Version 6 (SAS Institute, Inc., '90).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical methods",
                "sec_num": null
            },
            {
                "text": "By visual examination, we detected no difference between diet groups in the degree to which teeth were worn.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Toothwear",
                "sec_num": null
            },
            {
                "text": "Male and female mice were not significantly different in ventral centroid size, palatal breadth, or zygomatic plate breadth ( Table  2) . Lateral centroid sizes differed between sexes slightly but significantly (female E = 25.77; male X = 26.11), as did body weight; females tended to be smaller than males (female% = 13.96 g; male% = 14.56 g).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 126,
                        "end": 135,
                        "text": "Table  2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Sexual dimorphism",
                "sec_num": null
            },
            {
                "text": "The positions of a number of landmarks were notably different in males and females. For all but one landmark, however, these differences were small and not statistically significant after P values were adjusted for the number of tests done. The exceptional landmark, L3, sits at the tip of the incisors. In males it is shifted slightly anteriorly, by about 0.12 mm, compared to its position in females.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sexual dimorphism",
                "sec_num": null
            },
            {
                "text": "Family effect A significant family effect was found for body weight, lateral centroid size, ventral centroid size, and palatal breadth. In the analysis of landmarks, significant variation (following Holm's correction for the number significantly larger centroids in ventral view (29.29 vs. 29 .011, but these differences were Qualitative differences and distance measurements of tests performed) was attributable to family membership in 9 of 15 lateral landmarks and 5 of 13 ventral landmarks (Table 2) .",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 292,
                        "text": "(29.29 vs. 29",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 493,
                        "end": 502,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Sexual dimorphism",
                "sec_num": null
            },
            {
                "text": "Hard and soft diet groups did not differ significantly in body weight (Table 2) . Mice fed solid diets had significantly smaller centroids in lateral view (25.83 vs. 26.01) and",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 70,
                        "end": 79,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Diet effect Size and weight",
                "sec_num": null
            },
            {
                "text": "When we examined crania and mandibles visually, we found that skulls of members of the two diet groups differed qualitatively in two ways: the masseteric tubercles of animals fed a soft diet appeared distinctively smaller, and their zygomatic plates appeared narrower. The mean zygomatic plate breadths differed significantly (Table 2 ; hard diet, 2.12 mm; soft diet, 2.00 mm, P < 0.0001). The masseteric tubercles were irregularly shaped 'Average differences in landmark locations between sexes and between diet groups are given in mm; distances are calculated based on an average baseline length of 20.3 mm (lateral view) or 19.3 mm (ventral view). For each landmark, P values are shown when P < 0.10; these are not corrected for the number of tests performed. Pvalues shown in bold remain significant (P < 0.05) following adjustment for multiple testing; those followed by an asterisk (*) remain significant at 0.01 level. and could not be measured. Palatal breadth was not affected by diet, and no difference in any aspect of mandible shape was detected.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 326,
                        "end": 334,
                        "text": "(Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Diet effect Size and weight",
                "sec_num": null
            },
            {
                "text": "In lateral view, the tips of the incisors appear to be shifted anteriorly in mice fed a soft diet (Table 2, landmarks 3, 4, 5) , similar to the differences observed between males and females. The average Euclidean distance between landmark positions of each group was small, however, corresponding to a shift equal in magnitude to between 7% (landmark 4) and 14% (landmark 3) of the width of the incisor (Fig. 2) . Of these, only the shift in position of landmark 3 remained significant following adjustment for the number of tests performed. No landmarks differed in position between groups in ventral view after adjustment.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 98,
                        "end": 107,
                        "text": "(Table 2,",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 108,
                        "end": 126,
                        "text": "landmarks 3, 4, 5)",
                        "ref_id": null
                    },
                    {
                        "start": 404,
                        "end": 412,
                        "text": "(Fig. 2)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Analysis of shape coordinates",
                "sec_num": null
            },
            {
                "text": "The interaction between gender and diet was significant for only two landmarks, lateral 1 (P = 0.04) and ventral 10 (P = 0.03), with the stronger diet effect occurring in males in each case. Significance disappeared,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis of shape coordinates",
                "sec_num": null
            },
            {
                "text": ".02 .04 .06 .08",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Y",
                "sec_num": null
            },
            {
                "text": "1.0 o . o , i , i , l , l , i X .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Y",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "02",
                "sec_num": null
            },
            {
                "text": ".06",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "04",
                "sec_num": null
            },
            {
                "text": ".08",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "04",
                "sec_num": null
            },
            {
                "text": "1 .o however, following Holm's correction for the number of tests performed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "04",
                "sec_num": null
            },
            {
                "text": "Dietary consistency affected both dental and cranial morphology in these Peromyscus. The incisors of animals fed a soft diet were shifted anteriorly, corresponding exactly to the \"orthocranial\" (anterior and dorsal) shift noted by Kiliaridis ('86a, b) in laboratory rats. In our study, as in his, the effect was small but clearly visible when series of crania were compared. Curiously, this same shift in incisor position was found between males and females; in both diet groups, the incisors of males were shifted anteriorly relative to their position in females.",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 248,
                        "text": "Kiliaridis ('86a,",
                        "ref_id": null
                    },
                    {
                        "start": 249,
                        "end": 251,
                        "text": "b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Another effect of dietary consistency found here but not reported by other authors was the narrowing of the zygomatic plates of animals fed a soft diet. The zygomatic plates serve as the origin of one of the major muscles of chewing in muroid rodents, the masseter lateralis. While the magnitude of the effect was small, and diet groups overlapped in zygomatic plate breadth, the difference was obvious when the groups were compared visually.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We also noted that the masseteric tubercles of mice fed a soft diet were smaller on average than those of mice fed a hard diet. These tubercles provide the origin for another large and important masticatory muscle in muroid rodents, the masseter superficialis.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Unlike several previous studies on Rattus, in which a soft diet led to a narrowing of the palate (Watt and Williams, '51; Moore, '65;  Beecher and Corruccini, '81b), we observed no effect of diet on palatal form. Nor did we note any effect of dietary consistency on braincase morphology, in contrast to Moore ('651, who reported that the braincase of rats fed a soft diet tended to be broader and relatively more rounded than the braincases of rats fed a hard diet.",
                "cite_spans": [
                    {
                        "start": 97,
                        "end": 116,
                        "text": "(Watt and Williams,",
                        "ref_id": null
                    },
                    {
                        "start": 117,
                        "end": 121,
                        "text": "'51;",
                        "ref_id": null
                    },
                    {
                        "start": 122,
                        "end": 128,
                        "text": "Moore,",
                        "ref_id": null
                    },
                    {
                        "start": 129,
                        "end": 133,
                        "text": "'65;",
                        "ref_id": null
                    },
                    {
                        "start": 134,
                        "end": 134,
                        "text": "",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Our primary interest was in cranial morphology. Many investigators have focused on the morphology of the mandible, and most have reported changes in mandibular size, thickness, condyle shape and hardness, and/or condylar cartilage size and consistency (Watt and Williams, '51; Moore, '65; Beecher and Corruccini, '81b; Bouvier and Hylander, '82, '84; Lavelle, '83; Kiliaridis, '86a, b) . Our qualitative assessment of mandibles suggested that mandibular morphology was unaffected macroscopically by di-etary consistency, although this merits more detailed and rigorous quantitative study.",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 271,
                        "text": "(Watt and Williams,",
                        "ref_id": null
                    },
                    {
                        "start": 272,
                        "end": 276,
                        "text": "'51;",
                        "ref_id": null
                    },
                    {
                        "start": 277,
                        "end": 283,
                        "text": "Moore,",
                        "ref_id": null
                    },
                    {
                        "start": 284,
                        "end": 288,
                        "text": "'65;",
                        "ref_id": null
                    },
                    {
                        "start": 289,
                        "end": 312,
                        "text": "Beecher and Corruccini,",
                        "ref_id": null
                    },
                    {
                        "start": 313,
                        "end": 318,
                        "text": "'81b;",
                        "ref_id": null
                    },
                    {
                        "start": 319,
                        "end": 340,
                        "text": "Bouvier and Hylander,",
                        "ref_id": null
                    },
                    {
                        "start": 341,
                        "end": 345,
                        "text": "'82,",
                        "ref_id": null
                    },
                    {
                        "start": 346,
                        "end": 350,
                        "text": "'84;",
                        "ref_id": null
                    },
                    {
                        "start": 351,
                        "end": 359,
                        "text": "Lavelle,",
                        "ref_id": null
                    },
                    {
                        "start": 360,
                        "end": 364,
                        "text": "'83;",
                        "ref_id": null
                    },
                    {
                        "start": 365,
                        "end": 376,
                        "text": "Kiliaridis,",
                        "ref_id": null
                    },
                    {
                        "start": 377,
                        "end": 382,
                        "text": "'86a,",
                        "ref_id": null
                    },
                    {
                        "start": 383,
                        "end": 385,
                        "text": "b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The importance of family effect in determining shape is striking; for most landmarks, siblings were significantly more similar to each other than to randomly chosen individuals. This similarity could be genetically based, or it could be due to shared environmental (especially maternal) factors. Regardless of its cause, it is obvious that data taken from siblings cannot be treated as if they were statistically independent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In summary, we detected some changes not seen by other investigators, and we did not find some of those reported by others. There are several possible reasons for these differences. First, our experimental animals were different. All previous studies on rodents of which we are aware used laboratory rats (Rattus) or mice (Mus). While Peromyscus and these other rodents are all myomorphous, they differ in size, food habits, and evolutionary history. Further, the Rattus and Mus used in those experiments have a long history of life in the laboratory, which almost certainly includes adaptation to the laboratory environment and some degree of inbreeding. It is not surprising that some of the patterns we observed for outbred, secondgeneration laboratory-born Peromyscus were different. These differences underscore the need for caution in interpreting and generalizing from work done on laboratory rats or mice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Differences in behavioral patterns of laboratory animals and Peromyscus may also explain some of the discrepancies between this study and others. Laboratory Rattus and Mus tend to be relatively inactive. Peromyscus, on the other hand, are constantly in motion, especially nocturnally. They gnaw the bars of their cages and their bedding, continually forming and reforming their nests. This gnawing may have compensated, to some degree, for the decreased involvement of the masseters in chewing in the soft diet group. It might, e.g., explain the lack of effect of dietary consistency on palatal breadth and mandible conformation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The statistical analyses in this study differed from those of many previous studies in that we took into account both the problem of multiple tests and the lack of independence of family members. Had significance levels been used without correction for multiple tests, the positions of four landmarks in lateral view (rather than one) and two land-marks in ventral view (rather than none) would have been judged to vary significantly or marginally significantly (Table 2) . To demonstrate the effect of ignoring family effect, we repeated the MANOVAS of landmark position, including every individual in the study without regard to family membership. In lateral view, differences were detected in the positions of the same landmarks (L3, L4, L5) that were found to be displaced in analyses taking family membership into consideration. Ignoring family membership, however, resulted in decreases in significance levels before Holm's correction (L3, from P = 0.0013 to P < 0.0001; L4, from P = 0.0216 to P = 0.004; L5, from P = 0.0301 to P = 0.011). Ignoring family membership led to similar decreases in P (before Holm's correction) for ventral landmarks (V11, from P = 0.0247 to P = 0.009; V12, from P = 0.0134 to P = 0.007; V13, from P > 0.10 to P = 0.027). Thus, ignoring both family effect and the effect of multiple testing would have resulted in six statistically significant ( P < 0.05) relationships instead of one.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 462,
                        "end": 471,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Finally, we employed a different set of morphometric techniques than used in previous studies, which have relied primarily on distance measurements. These techniques efficiently detect small change in all directions. We think it unlikely, e.g., that we would have been able to measure the orthocranial displacement of the incisors in the soft diet group had we relied on the measurements typically used in the past. On the other hand, landmark-based methods work well only where there are discrete landmarks that can be reliably recognized as the same point in all individuals. Had we used only landmarkbased methods, we would not have detected the change in breadth of the zygomatic plate or size of the masseteric tubercle.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Systematists have reason to be concerned about phenotypic plasticity. This concern motivated our study: we wondered whether extreme differences in the texture of an animal's diet could induce changes in morphology that might be noted by a systematist. While some of the differences resulting from dietary consistency were relatively easy to see visually, their magnitude was small and experimental groups overlapped in all characteristics. In a wild population composed of animals eating a variety of foods, where patterns of variation induced by the environment are likely to be confounded by variation from other sources such as age, it is unlikely that these changes would be detected.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Our findings raise questions about the degree and causes of phenotypic plasticity in muroids. While Rattus and Mus might actually differ from Peromyscus in plasticity, suggesting that this feature has evolved, it is also possible that laboratory animals differ from those recently taken from nature. Answering such questions will require looking beyond laboratory populations and beyond conventionally studied \"model systems,\" exploring a diverse array of characteristics, and more carefully separating potentially confounding factors responsible for variation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "We are grateful to James Birch for allowing us to use software he wrote for calculating shape coordinates. Fred Bookstein generously gave invaluable encouragement and advice. Donald Swiderski also contributed advice and encouragement, especially in the early stages of the project. The comments of two anonymous reviewers were very useful and much appreciated. M.L.Z.'s participation in this project was partially funded by NSF DEB-9509195. This project could not have been completed without the assistance of Bennet Fauber and Kathleen Welch (Center for Statistical Consultation and Research, University of Michigan) and Anant Kshirsagar (School of Public Health, University of Michigan).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Experimental alteration of cranial suture growth: Effects on the neurocranium, basicranium, and midface",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Babler",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Persing",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "International Conference on Factors and Mechanisms Influencing Bone Growth",
                "volume": "",
                "issue": "",
                "pages": "333--345",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Babler, W.J., and J.A. Persing (1982) Experimental alter- ation of cranial suture growth: Effects on the neurocra- nium, basicranium, and midface. In Andrew D. Dixon, Bernard G. Sarnat (eds): International Conference on Factors and Mechanisms Influencing Bone Growth, University of California, Los Angeles. New York: Alan R. Liss, pp. 333-345.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Effects of the physical consistency of diet on the condylar growth of the rat mandible",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "C G J"
                        ],
                        "last": "Barber",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Green",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Cox",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "J. Dent. Res",
                "volume": "42",
                "issue": "",
                "pages": "848--851",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barber. C.G., L.J. Green, and G.J. Cox (1963) Effects of the physical consistency of diet on the condylar growth of the rat mandible. J. Dent. Res. 42:848-851.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Effects of dietary consistency on maxillary arch breadth in macaques",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Beecher",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Corruccini",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "J. Dent Res",
                "volume": "60",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beecher, R.M., and R.S. Corruccini (1981a) Effects of dietary consistency on maxillary arch breadth in ma- caques. J. Dent Res. 60:68.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Effects of dietary consistency on craniofacial and occlusal development in the rat",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "M"
                        ],
                        "last": "Beecher",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Corruccini",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Angle Orthod",
                "volume": "",
                "issue": "",
                "pages": "51--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beecher, R.M., and R.S. Corruccini (1981h) Effects of dietary consistency on craniofacial and occlusal develop- ment in the rat. Angle Orthod. 51t61-69.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Size and shape spaces for landmark data in two dimensions",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Stat. Sci",
                "volume": "1",
                "issue": "",
                "pages": "181--242",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein, F.L. (1986) Size and shape spaces for land- mark data in two dimensions. Stat. Sci. 1,181-242.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Morpbometric Tools for Landmark Data",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Geometry and Biology",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein, F.L. (1991) Morpbometric Tools for Land- mark Data. Geometry and Biology. New York: Cam- bridge University Press.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Morphometrics in Evolutionary Biology. The Geometry-of Size and Shape Change, With Examples From Fishes. Philadelphia: Academy of Natural Sciences",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Chernoff",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Elder",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Humphries",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Strauss",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bookstein, F.L., B. Chernoff, R. Elder, J . Humphries, G. Smith, and R. Strauss (1985) Morphometrics in Evolu- tionary Biology. The Geometry-of Size and Shape Change, With Examples From Fishes. Philadelphia: Academy of Natural Sciences.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The effect of dietary consistency on morphology of the mandibular cartilage in young macaques (Macaca rnulatta)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bouvier",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Hylander",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "International Conference on Factors and Mechanisms Influencing Bone Growth",
                "volume": "",
                "issue": "",
                "pages": "569--579",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bouvier, M., and W.L. Hylander (1982) The effect of dietary consistency on morphology of the mandibular cartilage in young macaques (Macaca rnulatta). In An- drew D. Dixon, Bernard G. Sarnat (eds): International Conference on Factors and Mechanisms Influencing Bone Growth, University of California, Los Angeles. New York: Alan R. Liss, pp. 569-579.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The effect of dietary consistency on gross and histologic morphology in the craniofacial region of young rats",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Bouvier",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Hylander",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Am. J. Anat",
                "volume": "17",
                "issue": "",
                "pages": "117--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bouvier, M., and W.L. Hylander (1984) The effect of dietary consistency on gross and histologic morphology in the craniofacial region of young rats. Am. J. Anat. 17:117-126.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Removal of the temporalis muscle from its origin: Effects on the size and shape of the coronoid process",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "G"
                        ],
                        "last": "Boyd",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Castelli",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Huelke",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. Dent. Res",
                "volume": "46",
                "issue": "",
                "pages": "997--1001",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boyd, T.G., W.A. Castelli, and D.F. Huelke (1967) Re- moval of the temporalis muscle from its origin: Effects on the size and shape of the coronoid process. J. Dent. Res. 46:997-1001.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Premature facial synostosis: The influence of biomechanical factors in normal and hypocalcaemic young rats",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Engstrom",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Thilander",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Eur. J . Orthod",
                "volume": "7",
                "issue": "",
                "pages": "3--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Engstrom, C., and B. Thilander (1985) Premature facial synostosis: The influence of biomechanical factors in normal and hypocalcaemic young rats. Eur. J . Orthod. 7: 3 5 4 7 .",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Craniofacial morphology and growth in the rat. Cephalometric analysis of the effects of a low calcium and vitamin D-deficient diet",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Engstrom",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Linde",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Thilander",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "J. Anat",
                "volume": "134",
                "issue": "",
                "pages": "299--314",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Engstrom, C., A. Linde, and B. Thilander (1982) Cranio- facial morphology and growth in the rat. Cephalomet- ric analysis of the effects of a low calcium and vitamin D-deficient diet. J. Anat. 134,299-314.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Epigenetic and functional influences on skull growth",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Herring",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "The Skull",
                "volume": "1",
                "issue": "",
                "pages": "153--205",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herring, S.W. (1993) Epigenetic and functional influ- ences on skull growth. In J. Hanken and B.K. Hall (eds): The Skull. Vol. 1. Chicago: University of Chicago Press, pp. 153-205.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "A simple sequentially rejective multiple procedure test. Scand",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Holm",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "J. Stat",
                "volume": "",
                "issue": "",
                "pages": "6--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Holm, S. (1979) A simple sequentially rejective multiple procedure test. Scand. J. Stat. 6t65-70.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Masticatory muscle function and craniofacial morphology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kiliaridis",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Swed. Dent. J. Suppl",
                "volume": "36",
                "issue": "",
                "pages": "1--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiliaridis, S. (1986a) Masticatory muscle function and craniofacial morphology. Swed. Dent. J. Suppl. 36: 1- 54.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The relationship between masticatory function and craniofacial morphology. 111. The eruption pattern of the incisors in the growing rat fed a soft diet",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kiliaridis",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Eur. J. Orthod",
                "volume": "8",
                "issue": "",
                "pages": "3--7",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiliaridis, S. (1986b) The relationship between mastica- tory function and craniofacial morphology. 111. The eruption pattern of the incisors in the growing rat fed a soft diet. Eur. J. Orthod. 8 3 -7 9 .",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Influence of masticatory muscle function on craniofa-cia1 growth in hypocalcemic rats",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kiliaridis",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Engstrom",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M E"
                        ],
                        "last": "Chavez",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Scand. J. Dent. Res",
                "volume": "100",
                "issue": "",
                "pages": "330--336",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kiliaridis, S., C. Engstrom, and L.M.E. Chavez (1992) Influence of masticatory muscle function on craniofa- cia1 growth in hypocalcemic rats. Scand. J. Dent. Res. 100:330-336.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Studv of mandibular shape in the mouse",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "C L B"
                        ],
                        "last": "Lavelle",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Acta Anat",
                "volume": "177",
                "issue": "",
                "pages": "3--4",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lavelle. C.L.B. (1983) Studv of mandibular shape in the mouse. Acta Anat. 177:3<4-320.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Neuromuscular and skeletal adaptations to altered function in the orofacial region",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcnamara",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Am. J. Orthod",
                "volume": "64",
                "issue": "",
                "pages": "578--606",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McNamara, J.A., Jr. (1973) Neuromuscular and skeletal adaptations to altered function in the orofacial region. Am. J. Orthod. 64.578-606.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Masticatory function and skull growth",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "J. Zool",
                "volume": "146",
                "issue": "",
                "pages": "123--131",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moore, W.J. (1965) Masticatory function and skull growth. J. Zool. 146:123-131.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Muscular function and skull growth in the lahoratorv rat (Rattus norueeicus)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "J. 2001. Lond",
                "volume": "152",
                "issue": "",
                "pages": "287--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moore, W.J. (1967) Muscular function and skull growth in the lahoratorv rat (Rattus norueeicus). J. 2001. Lond. - 152:287-296.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Experimental masseterectomy in the laboratory rat",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "W"
                        ],
                        "last": "Pratt",
                        "suffix": ""
                    }
                ],
                "year": 1943,
                "venue": "J. Mammal",
                "volume": "24",
                "issue": "",
                "pages": "204--211",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pratt, L.W. (1943) Experimental masseterectomy in the laboratory rat. J. Mammal. 24:204-211.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "SAS Version 6",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sas Institute",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Inc",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SAS Institute, Inc. (1990) SAS Version 6. Cary, NC: SAS Institute, Inc.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "The role of development in the evolution of life histories",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "Stearns",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Evolution and Development",
                "volume": "",
                "issue": "",
                "pages": "237--258",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stearns, S.C. (1982) The role of development in the evolution of life histories. In J.T. Bonner (ed): Evolu- tion and Development. New York: Springer-Verlag, pp- 237-258.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The structure of individual variation in Miocene Globorotalia",
                "authors": [
                    {
                        "first": "Inc",
                        "middle": [],
                        "last": "Spss",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Spss",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Inc",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Tabachnick",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "L"
                        ],
                        "last": "Bookstein",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Evolution",
                "volume": "44",
                "issue": "",
                "pages": "416--434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPSS, Inc. (1993) SPSS Release 6.0. Chicago: SPSS, Inc. Tabachnick, R.E., and F.L. Bookstein (1990) The struc- ture of individual variation in Miocene Globorotalia. Evolution 44:416-434.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "The relation of the temporal muscle to the form of the skull",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Washburn",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "Anat. Rec",
                "volume": "99",
                "issue": "",
                "pages": "239--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Washburn, S.L. (1947) The relation of the temporal muscle to the form of the skull. Anat. Rec. 99:239-248.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The effects of the physical consistency of food on the growth and develoument of the mandible and the maxilla of the rat",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "G"
                        ],
                        "last": "Watt",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "H M"
                        ],
                        "last": "Williams",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Am. J.'Orthod",
                "volume": "37",
                "issue": "",
                "pages": "97--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Watt, D.G., and C.H.M. Williams (1951) The effects of the physical consistency of food on the growth and develoument of the mandible and the maxilla of the rat. Am. J.'Orthod. 37,895-928. Genetics 16:97-159.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Evolution in Mendelian populations",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1931,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wright, S. (1931) Evolution in Mendelian populations.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "text": "Effect of dietary consistency on incisor shape and position. Units are mm. Solid line, hard diet; dashed line, soft diet.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "Analysis of variance table' 233",
                "type_str": "table",
                "content": "<table><tr><td/><td>Degrees of</td><td/><td/></tr><tr><td>Source</td><td>freedom</td><td>Sum of' squares</td><td>Expected mean square</td></tr><tr><td>Diet</td><td>1</td><td>2m X l l (7, -7 I2</td><td>u2</td></tr></table>",
                "num": null
            },
            "TABREF1": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>Gender</td><td/><td>Diet</td></tr><tr><td/><td>~</td><td/><td/></tr><tr><td/><td>Average distance</td><td/><td>Average distance</td></tr><tr><td>Landmark</td><td>between sexes</td><td>P</td><td>between diet groups</td></tr><tr><td>Lateral view</td><td/><td/><td/></tr><tr><td>L1</td><td>0.104</td><td>0.0927</td><td>0.0536</td></tr><tr><td>L3</td><td>0.116</td><td>0.0020</td><td>0.1629</td></tr><tr><td>L4</td><td>0.064</td><td/><td>0.0803</td></tr><tr><td>L5</td><td>0.124</td><td>0.0627</td><td>0.1194</td></tr><tr><td>L6</td><td>0.040</td><td/><td>0.0434</td></tr><tr><td>L7</td><td>0.138</td><td>0.0278</td><td>0.0718</td></tr><tr><td>L8</td><td>0.002</td><td/><td>0.0370</td></tr><tr><td>L9</td><td>0.053</td><td/><td>0.0381</td></tr><tr><td>L10</td><td>0.027</td><td/><td>0.0223</td></tr><tr><td>L11</td><td>0.039</td><td/><td>0.0184</td></tr><tr><td>L12</td><td>0.055</td><td/><td>0.0473</td></tr><tr><td>L13</td><td>0.041</td><td/><td>0.0723</td></tr><tr><td>L14</td><td>0.064</td><td/><td>0.0700</td></tr><tr><td>L15</td><td>0.109</td><td>0.0072</td><td>0.0446</td></tr><tr><td>L16</td><td>0.092</td><td/><td>0.0293</td></tr><tr><td>Ventral view</td><td/><td/><td/></tr><tr><td>v 2</td><td>0.015</td><td/><td>0.0226</td></tr><tr><td>v 3</td><td>0.020</td><td/><td>0.0601</td></tr><tr><td>v 4</td><td>0.047</td><td>0.0390</td><td>0.0260</td></tr><tr><td>v 5</td><td>0.021</td><td/><td>0.0136</td></tr><tr><td>V6</td><td>0.041</td><td>0.0220</td><td>0.0166</td></tr><tr><td>v 7</td><td>0.048</td><td/><td>0.0484</td></tr><tr><td>V8</td><td>0.027</td><td/><td>0.0396</td></tr><tr><td>V9 vio</td><td>0.014 0.073</td><td>0.0617</td><td>0.0337 0.0483</td></tr><tr><td>v11</td><td>0.038</td><td/><td>0.0936</td></tr><tr><td>v12</td><td>0.066</td><td>0.0606</td><td>0.1039</td></tr><tr><td>V13</td><td>0.027</td><td/><td>0.0562</td></tr><tr><td>V14</td><td>0.019</td><td/><td>0.0523</td></tr><tr><td>General measures of size and dis-</td><td/><td/><td/></tr><tr><td>tance</td><td/><td/><td/></tr><tr><td>Weight (g)</td><td>0.60</td><td>0.0176</td><td>0.35</td></tr><tr><td>Lateral centroid size</td><td>0.34</td><td>0.0020*</td><td>0.18</td></tr><tr><td>Ventral centroid size</td><td>0.03</td><td/><td>0.28</td></tr><tr><td>Palatal breadth (mm)</td><td>0.02</td><td/><td>0.03</td></tr><tr><td>Zygomatic plate breadth (mm)</td><td>0.01</td><td/><td>0.12</td></tr></table>",
                "num": null
            }
        }
    }
}