{
    "paper_id": "MyersandMaster1983-ReproductionbyPeromyscusmaniculatus-sizeandcompromise",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:20.782193Z"
    },
    "title": "JOURNAL OF MAMMALOGY",
    "authors": [
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrence",
            "middle": [
                "L"
            ],
            "last": "Master",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Breeding records from a laboratory colony of Peromyscus manicuiatu8 bairdii were used to examine patterns of COva\"riation among variables describing reproduction, size, age, parity, and survival. Litter size was strongly negatively correlated with average weights of young at birth and al weaning, but positively related to the total mass of young, Mother's weight was correlated with the number of young in a litter and the average and total weights of young at birth and weaning, though the strength of the correlation varied according to when young were weighed. Weight gained by young during the nursing period also was positively related to mother's size. Parity strongly affected litter sizes and birth weights; however, this effect was attributable to continuing growth of the mother. Similarly much, but not all, of the effect of parity on weaning weights and growth rates was attributable to mother's weight. Female age (independent of weight and parity) was important in determining the number of young born (but not their birth weight), the rate of growth of young during the nursillg period, and the average weights of individual young at laboratory weaning. The size of young at birth and their number of littermates was clearly related to their probability of surviving the nursing period, and size differences among young at weaning persisted well into adult life. Parity had no effect on the survival of young. The duration of gestation also was related to the weight of a mother and to the weight of her previous litter; the size of the litter in utero had no Significant effect on gestation length. These relationships are discussed from the points of view of (1) the advantage to females and their young of large size, (2) the compromises a female makes in determining the number, size, and timing of birth of her offspring, and (3) the implications of these patterns of covariation for investigations of the evolution of reproductive patterns. In this paper we take advantage of records from a large laboratory colony of Peromyscus maniculatus bairdii to address two general questions. The first arises from consideration of the growing theorctical literature concerning variation in reproductive attributes of species as a result of variation in the biotic and abiotic environment (reviewed by Stearns, 1976, 1977), and attempts by investigators to relate these hypotheses to variation in mammalian populations (e.g.,",
    "pdf_parse": {
        "paper_id": "MyersandMaster1983-ReproductionbyPeromyscusmaniculatus-sizeandcompromise",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Breeding records from a laboratory colony of Peromyscus manicuiatu8 bairdii were used to examine patterns of COva\"riation among variables describing reproduction, size, age, parity, and survival. Litter size was strongly negatively correlated with average weights of young at birth and al weaning, but positively related to the total mass of young, Mother's weight was correlated with the number of young in a litter and the average and total weights of young at birth and weaning, though the strength of the correlation varied according to when young were weighed. Weight gained by young during the nursing period also was positively related to mother's size. Parity strongly affected litter sizes and birth weights; however, this effect was attributable to continuing growth of the mother. Similarly much, but not all, of the effect of parity on weaning weights and growth rates was attributable to mother's weight. Female age (independent of weight and parity) was important in determining the number of young born (but not their birth weight), the rate of growth of young during the nursillg period, and the average weights of individual young at laboratory weaning. The size of young at birth and their number of littermates was clearly related to their probability of surviving the nursing period, and size differences among young at weaning persisted well into adult life. Parity had no effect on the survival of young. The duration of gestation also was related to the weight of a mother and to the weight of her previous litter; the size of the litter in utero had no Significant effect on gestation length. These relationships are discussed from the points of view of (1) the advantage to females and their young of large size, (2) the compromises a female makes in determining the number, size, and timing of birth of her offspring, and (3) the implications of these patterns of covariation for investigations of the evolution of reproductive patterns. In this paper we take advantage of records from a large laboratory colony of Peromyscus maniculatus bairdii to address two general questions. The first arises from consideration of the growing theorctical literature concerning variation in reproductive attributes of species as a result of variation in the biotic and abiotic environment (reviewed by Stearns, 1976, 1977), and attempts by investigators to relate these hypotheses to variation in mammalian populations (e.g.,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "characteristics of litters of a species may be attributable simply to geographic variation in female size or average parity. Inconsistent or inadequate documentation of patterns of covariation in single-species studies make difficult or impossible the task of the investigator who wishes to identify the selective forces shaping reproductive attributes. One goal of this paper is to establish the relative importance of female mass, age, and parity to variation in litter size, masses of young, and growth rates for a population of P. m. bairdii.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Second, an important element of reproductive investment involves the compromises a female makes when reproducing. Does increased litter size imply smaller young, and can the size of young be related to their fitness? Does a current reproductive effort affect the timing or other characteristics of future litters? Attempts to answer these questions often involve comparisons across orders of mammals (reviewed by Millar, 1981 and Eisenberg, 1981 ), yet the results of these studies are heavily dependent on the taxonomic levels included (Eisenberg, 1981) . Further, selection acts on within-species variation in body size and reproductive attributes; an understanding of patterns of covariation within species between these characteristics is essential to any discussion of the evolution of reproductive patterns. Our second goal is to document several such compromises, measured in a laboratory population of a single species, including some not hitherto reported.",
                "cite_spans": [
                    {
                        "start": 413,
                        "end": 429,
                        "text": "Millar, 1981 and",
                        "ref_id": null
                    },
                    {
                        "start": 430,
                        "end": 445,
                        "text": "Eisenberg, 1981",
                        "ref_id": null
                    },
                    {
                        "start": 537,
                        "end": 554,
                        "text": "(Eisenberg, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This paper is based on analysis of data from a large laboratory colony of Peromyscus maniculatus bairdii. Laboratory populations undoubtedly give a misleading perspective of breeding characteristics of wild populations; unfortunately, for most species of small mammals they provide the most accurate information available The magnitude of parameters reported here (average weights, litter sizes, etc.) probably represent maxima. It seems likely, however, that patterns of covariation among variables will be less affected than absolutf' values by laboratory conditions, especially since our animals are at most one generation removed from the field, and care was taken to avoid inbreeding. This assumption requires testing; unfortunately an appropriate tw;t is not possible at present",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "The results from two experimental groups are reported here. These groups were used in experiments concerning variation in secondary sex ratios that will be reported elsewhere. Group 1 was made up of females caught in the wild in the vicinity of Ann Arbor, Michigan. These females were bred continuously to produce laboratory stock. Each female initially was paired with a Single male (usually wild-caught or, rarely, born in the laboratory to a wild-caught female), who remained with her until the day after the birth of her first litter. Subsequently, male parents were placed with females on the day a litter was born and separatt'd on the following day; the same male was always paired with a given female. Since female P. m. bairdii undergo a postpartum estrus this treatment usually resulted in pregnancy and the interbirth interval was a good estimate of the gestation period. Females failing to give birth within 40-50 days of pairing were assumed not pregnant, re-paired, and allowed to remain with their mates until the day following the birth of their next litter_ Young remained with their mothers until 23 days old, when they were weighed and weaned (Millar et aI., 1979) . Young in ll4 litters were marked at birth by toe-clipping and weighed daily or every other day.",
                "cite_spans": [
                    {
                        "start": 1162,
                        "end": 1183,
                        "text": "(Millar et aI., 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Because wild females were used in group 1 the parity of the first lab-bom litter was unknown. A parity of one was arbitrarily assigned to the first lab-born litter; in most cases this litter was conceived in the wild. First lab-born litters in this group were not included in the analyses reported below Mice in group 2 were conceived in the wild and born in the laboratory to females in group 1; thus, their reproductive histories were known. These mice differed from mice in group 1 in that their young were removcd on the day fo!lowing their birth, and males remained with females continuously_ As a result gestation period could not be measured precisely. The interbirth interval in most cases was 23-25 days, whicb is close to the minimum gestation period for P. m. bairdii (Layne, 1968) .",
                "cite_spans": [
                    {
                        "start": 779,
                        "end": 792,
                        "text": "(Layne, 1968)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "A total of 875 litters was examined. Breeding pairs of mice were housed in 27 by 17 by 12.5 cm or 44 by 24 by 14 em dear plastiC cages, and given food (Purina or Teklad Mouse Breeder Chow) and water ad lib. Cages were checked each afternoon for litters, and newborn mice and their mothers were always weighed on the day of birth of a litter and on the following day. When females successfully conceived in postpartum estrus their weight on the day of birth of a litter was also their weight at conception of their next liller. A mother's weight at conception for litters not conceived in postpartum estrus was unknown. All variables except mother's weight and the weight gained by young during the nursing period were approximately normally distributed, and log transformation of the latter resulted in normal distributions. Mice in Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021 group 1 were maintained under a 14L:lOD photoperiod, while mice in group 2 were exposed to several photoperiods. Photoperiod had no effect on the reproductive characteristics described below, however, and all litters in group 2 will be considered part of a single sample. Most females gave birth to more than one litter; therefore, all litters in our sample are not statistically independent. To correct this problem and also the problem that several characteristics of litters were suspected to vary with parity, we stratified the data by parity, i.e., considered at one time only first litters, second litters, etc. Each stratum is then composed of one litter for each female achieving thai level of parity Statistics computed on one stratum (parity) can usefully be compared with those from another stratum, but the two strata are not strictly ind.ependent because many of the same females contribute to each. This stratification has the disadvantage of greatly redUCing sample size; obviously there are many fewer litters in each stratum than in the sample as a whole. Whenever sample sizes were adequate, we present below two separate sets of calculations, one based on the entire sample (all parities) and one based on parities treated separately.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "We rely heavily on the coefficient of determination, ri, as a measure of the variation in one variable that can be \"explained\" by variation in a correlated variable. Associated significance tests are for the Pearson product-moment correlation coefficient, r.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "The following abbreviations were used: day O-day of birth of a litter; day I-day following the birth of a litter; day 23-day of weaning, 23 day, after birth; AvWtBi-average weight of individual young in a litter on day 0; AvWt23-average weight of individual young in a litter on day 23; ToWtBi-total weight of young in a litter on day 0; ToWt23-total weight of young in a litter on day 23; MW-log (base e) of mother's weight, measured on the day she conceived the litter; LS-number of young in a litter; GPgestation period of a litter (measured as interbirth interval); AvWtGa-log (base e) of average weight gained by individual young between birth and day 23; ToWtGa-log (base e) of total weight gained by all young in a litter between birth and day 23.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Mother's weight.-A mother's weight is related to both the size and number of her young.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Weights of young and litter sizes are themselves strongly interrelated, however, and this relationship must be documented and taken into account before a discussion of the importance of a mother's weight is possible.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Young in large litters were small at birth and on day 23 (Table 1) . The total mass of litters, however, increased with litter size; i.e., the smaller size of young in larger litters did not completely compensate for the increased number of young. LS explained 15% of the variation in AvWtBi, 11% in AvWt23, 84% in ToWtBi, and 63% of ToWt23 (P < 0.0001 for all calculations; all litters included regardless of parity).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 57,
                        "end": 66,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "When each parity was considered separately the relationship between LS and A vWtBi varied in a regular fashion among parities, with parity = 2 having a high r~ (15%, P < O.OI), intermediate parities showing a Jess strong relationship (parities 3-6, r2 = 3-14%,0.02 < P < 0.30) and higher parities again showing a stronger relationship (parities 8-10, r2 = 21-31 %, P < 0.05) In contrast, the dependence of Av\\'\\/t23 and ToWt23 on LS steadily increased with increasing parity (for AvWt23: parities 2-3, r2 = 2-15%,0.003 < P < 0.30; parities 8-10, r2 = 23-32%, P < 0.01; for ToWt23: parities 2-3, r2 = 46-50%, P < 0.0001; parities 8-10, ,2 = 60-82%, P < 0.0001). No pattern was evident for ToWtEj; all parities had uniformly high values (r 2 = 73-90%, P < 0.0001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "28.0 , _ _ _ _ _ _ _ _ _ _ _ _ --; , A . • 23.0 \\8.0 13.0 1. as 1. 1S 1. 65 !.5S , , , PAlIlTl , , PRR I Tl , , , c , , , -- , , PARITY B , \" ,------------~-, D \" . -'\" . o - , , ,",
                        "eq_num": "PRAlTl , UNADJUSTED"
                    }
                ],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Larger mothers tended to bear slightly more young per litter than smaller mothers. MW accounted for 2% of the variation in LS (P = 0.01, n = 393) when all parities wcrc considered simultaneously. Examination of each level of parity separately revealed significant correlations between MW and LS for parities = 3,4, and 5 with r2 ranging from 6-21% (P < 0.06). For higher parities r2 was close to zero in spite of samples ranging up to 45 litters for parity = 6, perhaps as a result of a generally decreasing rate of growth by older mothers (Fig. lA) Larger mothers tended to produce larger young. No significant relationship was found between MW and AvWtBi when all parities were considered in a single analysis. A weak but nearly significant correlation (r2 = 10%, P = 0.06) was found for parity = 5; correlations for other levels of parity were not significant (P > 0.10). Any relationship between a mother's weight and the weight of her offspring might be complicated by the strong correlation of L5 and offspring weights. Therefore we tested for a relationship between MW and AvWtBi, but considered each litter size separately (simultaneous partitioning on parity was impossible due to low resultant sample sizes). This procedure revealed a stronger relationship between MW and AvWtBi than was suspected based on correlations calculated over combined litter sizes, with MW explaining from 5-10% of the variation in AvWtBi for LS = 4-6 (LS = 4, P < 0.01; LS = 5, P < 0.10; L5 = 6, P < 0.05). No significant correlation was found (P > 0.10) for LS = 3 or 7, and sample sizes for smaller and larger litters were too small (n < 20) to permit interpretation of r2.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 540,
                        "end": 549,
                        "text": "(Fig. lA)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "ToWtBi also increased with MW. MW explained 6% of the variation in ToWtBi when all parities and litter sizes were considered simultaneously (P < 0.0001). Significant correlations (P < 0.05) were found for parities 3-6 when each level of parity was considered separately, with r2 ranging from 11-49%. Considering each litter size separately also resulted in significant correlations (P < 0.02) for intermediate litter sizes (LS = 4-6), with r2 ranging from 3-11%.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "AvWt23 and ToWt23 showed a similar pattern of correlation with MW. The overall correlation between MW and AvWt23 was positive and highly significant (P < 0.0001, r2 = 11%).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The same relationship was found when levels of parity were considered separately, with r2 from 9-40% for parities 5-11 (0.0001 < P .:S 0.06). Stratification by litter size produced qualitatively similar results (litter sizes 3-6, r2 = 18-32%, P < O.OJ). Finally, ToWt23 was somewhat more weakly related to MW, with an overall r2 = 5% (P < 0.0001). Partitioning by parity yielded significant correlations for parities 4-6 (r 2 = 10-26%, 0.005 < P .:S 0.03), while partitioning by L5 revealed significant correlations only for LS = 5 (r2 = 24%, P < 0.0001). In most cases above the strongest relationships were found for middle parities and litter sizes. In part this pattern may have resulted from decreasing sample sizes at extreme litter sizes and parities; nevertheless, it is unlikely that sample size was entirely responsible since insignificant correlations were achieved at some parities or litter sizes where a reasonable number of cases were present (a minimum of 20 cases were available for each litter size from three through seven, and for each parity from three through ten). Furthermore, r2 values remained uniformly close to zero instead of fluctuating erratically, as would be expected if sample size were entirely responsible for the pattern.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The correlation between MW and AvWt23 was much stronger than between MW and AvWtBi, which might imply a relationship between a mother's weight and the average growth rates of her individual offspring. We tested this directly by correlating MW with AvWtGa and To WtGa.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "MW was positively and significantly (P < 0.01) correlated with AvWtGa, and the relationship was strongest for smaller litters: LS = 3, r2 = 32%; LS = 4, r2 = 23%; L5 = 5, r2 = 17%; and L5 = 6, r2 = 17%. Correlations for L5 = 7 were positive but not statistically significant. ToWtGa tended to be positively related to MW, but the relationship was significant only for L5 = 5 (r 2 = 17%, P < 0.0001). Thus the young of larger mothers tended to grow significantly faster than the young of smaller mothers, in addition to being larger at birth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In summary, larger mothers tend to produce larger individual offspring, more offspring, faster growing offspring, and a larger total mass of offspring. These relationships are most clearly revealed when correlations are calculated on samples restricted to single litter sizes, and tend to be strongest when young are near weaning. At birth MW is more strongly related to total weight of the litter than average weights of offspring, while at weaning the opposite is true. At all times the size of individual offspring is strongly inversely related to litter size.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Effect of age and parity.-Females continue to grow throughout their lives ( Fig. lA) . If a female's weight influences the number and size of her young, the often-reported changes with parity and age in these characteristics of litters might simply be due lo the growth of mothers as they age and bear more litters. To separate the effect of mothe, •s weight on litter characteristics from the effect of parity and age we employed covariance analyses with MW as covariate. Mice in group 2 were used in these analyses, since only for them were age and parity known. This precluded examination of the effect of age and parity on weights near the end of the nursing period, however, because young were removed from these litters on day 1. Table 2 ), due primarily to the difference between the first litter, in which individual offspring tended to be heavy, and all others (young in eighth litters averaged heaviest; sample size, however, was small and no significant difference remained among mean weights when first litters were excluded), LS also varied with parity, with first litters comprising fewer young and LS decreasing slightly at higher parities ( Fig Can the increased weight of young in first litters be explained by the small number of young in these litters? This was investigated through covariance analysis of AvWtBi with LS as covariate. Inclusion of LS eliminated the difference among the means of AvWtBi for different parities (probability of equality of adjusted means, P > 0.10). Thus, the small size of mothers having their first litter directly explained the reduced number of young in their litters, and indirectly explained, through its effect on litter size, the increased weights of those young, Similar analyses were performed on litters classified by the age of the female on the day of hirth of each litter. Age classes were created by breaking the ages of females into 50-day intervals (interval chosen on the basis of the resulting sample sizes). Litters of all parities were included. Age had an important effect on each of the variables in Table 2 . LS and ToWtBi appeared to increase to a peak at the 150-200 day interval, after which they declined strongly. AvWtBi followed an opposite course. Incorporation of MW as covariate greatly increased values of LS and ToWtBi for the first age class, suggesting that the increase in unadjusted means between first and second age classes was due to growth by mothers. The decline in LS and ToWtBi for older mothers was stronger in adjusted than unadjusted means, also due to the continued growth of these females.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 76,
                        "end": 84,
                        "text": "Fig. lA)",
                        "ref_id": null
                    },
                    {
                        "start": 736,
                        "end": 743,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 1157,
                        "end": 1160,
                        "text": "Fig",
                        "ref_id": null
                    },
                    {
                        "start": 2073,
                        "end": 2080,
                        "text": "Table 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "To determine if age affected LS and average weights independently from its obvious relationship with parity, we grouped litters according to their parities, and for each parity, we grouped litters according to the age of the mother. Most females gave birth to their first litters at a relatively young age, resulting in a highly uneven distribution of mother's ages among levels of parity. Two-way analysis of variance, contrasting the effects of age and parity, was impossible due to the very large number of empty cells. We therefore restricted our attention to litters with parity = 1. To increase sample size we substituted mother's weight immediately after the birth of her first litter, which was known for all litters, for her weight at its conception, which was known only for litters conceived in postpartum estrus or shortly after first pairing (the correlation between weight at birth and conception for females with parity = 1 was high, r = 0.868, P < 0.0001 and when plotted, the relationship appeared linear). Covariance analysis (Table 2) indicated that significant differences in LS and ToWtBi remained among age groups even after compensation for the increased weight of older mothers, suggesting an effect of age independent of female growth and parity. When we examined just the first two age classes (1-100, 101-150), over which LS, AvWtBi, ToWtBi, and MW increased, we found no significant difference among adjusted means (P 2: 0.52, F = 0.665 in each case), suggesting that MW accounted for at least some of the increases in these variables for young animals. Sample sizes, however, were small. We were unable to examine directly the effect of age and parity on postnatal size and growth of young, since females whose absolute age and parity were known were not allowed to raise their young. Females in group 1, whose litters remained with them until weaning, were born in the wild. Their life expectancy in the field is short, and so most females probably were nulliparous or primiparous when captured. Certainly few or none had given birth to more than two or three litters (Howard, 1949; Burt, 1957) . We therefore assigned parity = 1 to first lab- horn litters, and measured the age of each female from the time of birth of that litter. First litters, which were conceived in the wild and carried by females for different lengths of time before capture, were eliminated from the analysis. Because each level of parity and age as defined here for group 1 includes some females of other parities and ages, this procedure should tend to mask, rather than enhance, the effects of parity and age, and the severity of these effects will depend on the correctness of the assumption that most wild females reproduce no more than two or threee times. The results are presented in Table 3 and Figure 2 .",
                "cite_spans": [
                    {
                        "start": 2098,
                        "end": 2112,
                        "text": "(Howard, 1949;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2113,
                        "end": 2124,
                        "text": "Burt, 1957)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1044,
                        "end": 1053,
                        "text": "(Table 2)",
                        "ref_id": null
                    },
                    {
                        "start": 2797,
                        "end": 2804,
                        "text": "Table 3",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 2809,
                        "end": 2817,
                        "text": "Figure 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In an analysis of variance grouping by parity had a marginally significant effect on AvWt23 (Table 3) , and Fig. 2A demonstrates a significant trend for AvWt23 to increase with parity (Spearman Rank Correlation, r, = 0.95, P < 0.01). Adjustments by covariance to subtract the effect of increasing MW had little effect ( Fig. 2A, Table 3 ). AvWtGa also increased with parity (Fig. 2C, Table 3 ). Covariance analysis was inappropriate due to unequal slopes for the regressions of AvWtGa on MW; however, Fig. 2C suggests that the effect of MW was not great. Mean values of adjusted AvWtGa tended to increase with parity (Spearman Rank Correlation, r, = 0.99, P < 0.01). ToWt23 and ToWtGa showed similar curves against parity (Fig. 2B, D) , both rising to intermediate parities and declining sharply at parities 7-8. In both cases MW appeared to be at least partly responsible for the initial increases (Table 3) , but some residual effect of parity is suggested by Figures 2B and D. The interpretation of the effect of mother's age on young on day 23 (Table 3) is more difficult due to low sample sizes for younger mothers, and at least in part due to our being forced to measure age from the birth of the first lab-born litter. In general weights and weight gains increased over at least intermediate parities, and incorporation of MW tended to lessen, but not eliminate, the importance of age. The tendency for ToWtGa, but not AvWtGa or AvWt23, to decline in the oldest females is striking and may reflect the importance to a female of maintaining the weight of individual young (see below)",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 92,
                        "end": 101,
                        "text": "(Table 3)",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 108,
                        "end": 115,
                        "text": "Fig. 2A",
                        "ref_id": null
                    },
                    {
                        "start": 320,
                        "end": 336,
                        "text": "Fig. 2A, Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 374,
                        "end": 391,
                        "text": "(Fig. 2C, Table 3",
                        "ref_id": null
                    },
                    {
                        "start": 501,
                        "end": 508,
                        "text": "Fig. 2C",
                        "ref_id": null
                    },
                    {
                        "start": 722,
                        "end": 734,
                        "text": "(Fig. 2B, D)",
                        "ref_id": null
                    },
                    {
                        "start": 899,
                        "end": 908,
                        "text": "(Table 3)",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 962,
                        "end": 979,
                        "text": "Figures 2B and D.",
                        "ref_id": null
                    },
                    {
                        "start": 1048,
                        "end": 1057,
                        "text": "(Table 3)",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In summary, in our colonies of P. m. bairdii the parity of a litter appeared to influence the number of young born and the average and total weights of litters at birth. These effects of parity, however, could be explained by the growth of mothers as their parity increased. Parity also affected weight gained and final weights of litters on day 23. Some, but probably not all, of this variation was also due to female growth. A female's age at the conception of a litter exerted little influence on the average weight of young at birth, but was important in determining the number of young born, their rate of growth during the nursing period, and their average weights on day 23.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Size and survivorship oj young.-The size of individual young is related to maternal attributes and litter size. What does large or small size mean to young? We approached this question from two points of view. First, can large size at birth be related to the probability of survival of individual young? Second, is a weight advantage at day 23 carried over into sexual maturity, when it might confer a competitive or survival advantage to adults?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "To answer the first question we marked individual young in 114 litters by toe-clipping. In eight litters all young died within a few days of birth. The mothers of most of these litters failed to construct a nest or behaved abnormally in other conspicuous ways. Therefore, in discussing \" \"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "122 346 654 D W z D 75 ~ 30 • \" W \" ~ \" 50 13 D Z > > z 3 ~ 25 • D Z 0 D \" ~ 0 6 \"I '0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Flc. 4_-Percentage of young surviving at least one day, as a function of the weight of the young. Numbers on graph indicate total number of young (living and dead) in each age class. mortality of young we consider only litters in which mothers successfully reared at least one offspring. In each of 12 litters one or more young was lost before weaning but some young were weaned. In most cases the missing young were alive and apparently normal on day O. In 11 of the 12 litters the loss occurred during the first half of the nursing period, and in five cases it occurred within 24 h of birth. Fig. 3 demonstrates that young are lost more frequently from larger litters than smaller ones. Further, a single young disappeared in eight of the 12 litters in which losses occured. In four of these eight (two litters originally with five young, two with six) the lightest young of the litter was lost. Yet curiously the mean weight of young dying shortly after birth is not significantly different from the mean weight of surviving young (dying young, X = 1.71, n = 23; surviving young, X = 1.70, n = 2,079). This suggests deaths occurred in litters of unusually large total mass, with the smallest young of those litters dying more often than would be expected by chance. To test this we contrasted ToWtBi for litters with and without mortality. ToWtBi also strongly depended on LS, however, so that the effect of LS had to be removed before a comparison of weights was possible. Too few litters with mortality were available to permit examination of each litter size separately. Covariance analysis of ToWtBi, with LS as covariate, revealed no significant difference (P 2: 0.20) between weights of litters with and without mortality, adjusted to equalize differences in litter size. The number of litters with mortality was low, however, and the observed difference was in the predicted direction (adjusted ToWtBi for litters with mortality, 8.68 g; without mortality, 8.38 g).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 594,
                        "end": 600,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "To increase our sample size of litters with mortality we considered unmarked offspring in group 1 and all offspring in group 2. Individual young born to females in group 2 did not differ in average weight from young horn to females in group 1 (P 2: 0.70). Young in all litters were weighed on day 0 and day 1, and it was usually possible to determine whether unusually light young in a litter disappeared during their first 24 h. The percentage of individuals surviving their first day was brokcn down by weight class and plottcd in Fig. 4 , which strongly suggests a sharp decrease in survival of young weighing less than 1.4-1.5 g (but does not address the survival of heavier young).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 533,
                        "end": 539,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "To determine if a weight advantage at day 23 is carried over to adulthood we examined laboratory weaning and breeding weights for young born in the laboratory. At weaning young were transferred to individual cages. Most young were first bred from 14 to 18 weeks postweaning; no attempt, however, was made to hold this age constant. Nevertheless, a significant and strong, positive relationship was found between weight at day 23 and weight at first breeding (r 2 = 41%, P < 0.0001), suggesting that at least under laboratory conditions differences in weaning weights persisted well into adulthood.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Finally, we attempted to discover if parity affects survival of young as suggested by Fleming and Rauscher (1978) . Because parities were unknown for mice in group 1 we used litters in group 2, and therefore only could examine survival of neonates until day 1. Only litters in which some young survived were included (n = 368). Mortality rates in litters with parity = 1 were contrasted with those for parities 2-6 (combined) and 7-14 (combined, mortality rates were 6%, 10% and 11%, respectively). No significant effect of parity was detected (X 2 = 1.42, P ;:;:: 0.30).",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 113,
                        "text": "Fleming and Rauscher (1978)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Gestation period.-Is the gestation period of a litter influenced by the mother's weight? The interbirth interval for females in group 1 nursing a litter varied from 22 to 36 days (mode 27 days, Fig. 5 ). In group 1 a male was placed with its mate on the day of birth of the female's litter and removed the following day. Thus the interbirth interval for litters in group 1 is equal to, or no more than 24 h longer than, the gestation period. The two periods are considered equivalent below. The gestation period for non-lactating females was not determined precisely. Pregnancies for group 2 females, which generally were lactating when they conceived but whose young were removed on the day after birth, also provided an estimate of the gestation period through the interval between births. Females usually were impregnated during post-partum estrus; males remained with them continuously, however, so that in some cases the interbirth interval represented considerably more than the gestation period. The mode for 161 pregnancies in group 2 was 23 days (Fig. 5) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 194,
                        "end": 200,
                        "text": "Fig. 5",
                        "ref_id": null
                    },
                    {
                        "start": 1055,
                        "end": 1063,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Mother's weight is negatively related to gestation period. When all litters were considered simultaneously MW explained about 5% of the variation in GP (P < 0.001). Another way of testing for this relationship is to examine each mother separately, using mothers who gave birth to several litters. In our colony 24 females gave birth to six or more litters. MW was consistently negatively correlated with GP (four significant correlations, all negative, and 19 of 24 overall Table 4 ). GP also tended to be positively correlated with total weight of the previous litter. Four highly significant correlations (P < 0.01) and 17 of 24 total were positive (Table 4) , though the sign for one significant correlation (P = 0.05) was negative. No trend was evident in Table 4 for the correlation between GP and weight of the current litter, which was significant in three cases (one positive and two negative). Thus larger females tend to have slightly shorter gestation periods, and mothers pay a penalty for nursing unusually large litters in that the gestation of subsequent litters is prolonged.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 474,
                        "end": 481,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 651,
                        "end": 660,
                        "text": "(Table 4)",
                        "ref_id": null
                    },
                    {
                        "start": 760,
                        "end": 767,
                        "text": "Table 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Female size and reproduction.-Heavier mothers gave birth to a greater total mass of young. Heavier molhers produced both more young and heavier young, but the strongest relationship is between MW and ToWtBi. This may reflect the physical limitation on the mass of fetal tissue that can be carried by a female of a given size. A similar observation has been made for several ambystomatid salamanders, which show a stronger relationship between female size and clutch volume than between female size and ovum weight or number (Kaplan and Salthe, 1979) . Correlations between MW and AvWtBi also have h('cn reported for hvo populations of Peromyscus leucopus (Lackey, 1978) . In cross-specific comparisons MW is strongly related to weights of young (Millar, 1977 (Millar, , 1981 Blueweiss et ai., 1978) ; not surprisingly in these \"mouse to elephant\" curves the relationships are stronger than reported here Larger mothers also produced more young per litter. A correlation between mother's size at the birth of a litter (rather than at its conception, as reported here for P. m. bairdii) and the number of young in the litter has been reported for nllm('rolls (,rlcetine rodents, including the following' Peromyscus leucopus (Svendsen, 1964; Lackey, 1978) , P. maniculatus (Svendsen. 1964) , P. yucatanicus (Lackey, 1976) , Neotoma floridana (McClure, 1981) , and Sigmodon February 1983 MYERS AND MASTEB-LABORATORY REPRODUCTION I:\\i DEER \\lICE 13 hispidus (1kClenaghan and Gaines, 19(8) . Among microtines, Microtus ochrogaster (Fitch, 1957; Keller and Krebs, 1970) , Alicrotus pennsylvanicus (KeHt'r and Krebs, 1970) , Microtus townsendii (Anderson and Boonstra, 19(9) and Clethrionomys rufocanus (Kalela, 1957) , all show significant, positive relationships. In their study of 1\"1. towllsclldii, Anderson and Boonstra (1979) found that a correlation between maternal size and litter size was present at the time of birth of a litter, but disappeared by the time the litter was weaned, which was not the case in our colonies, Beer et al. (1957) reported that the number of corporea lutea and implantation sites in P. m. bairdii was positively cOfwlatt'd with mother's length, but that no relationship was discernable for P. m. gracilis.",
                "cite_spans": [
                    {
                        "start": 524,
                        "end": 549,
                        "text": "(Kaplan and Salthe, 1979)",
                        "ref_id": null
                    },
                    {
                        "start": 655,
                        "end": 669,
                        "text": "(Lackey, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 745,
                        "end": 758,
                        "text": "(Millar, 1977",
                        "ref_id": null
                    },
                    {
                        "start": 759,
                        "end": 774,
                        "text": "(Millar, , 1981",
                        "ref_id": null
                    },
                    {
                        "start": 775,
                        "end": 798,
                        "text": "Blueweiss et ai., 1978)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1222,
                        "end": 1238,
                        "text": "(Svendsen, 1964;",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1239,
                        "end": 1252,
                        "text": "Lackey, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 1270,
                        "end": 1286,
                        "text": "(Svendsen. 1964)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 1304,
                        "end": 1318,
                        "text": "(Lackey, 1976)",
                        "ref_id": null
                    },
                    {
                        "start": 1339,
                        "end": 1354,
                        "text": "(McClure, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 1470,
                        "end": 1477,
                        "text": "Gaines,",
                        "ref_id": null
                    },
                    {
                        "start": 1478,
                        "end": 1483,
                        "text": "19(8)",
                        "ref_id": null
                    },
                    {
                        "start": 1525,
                        "end": 1538,
                        "text": "(Fitch, 1957;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1539,
                        "end": 1562,
                        "text": "Keller and Krebs, 1970)",
                        "ref_id": null
                    },
                    {
                        "start": 1590,
                        "end": 1614,
                        "text": "(KeHt'r and Krebs, 1970)",
                        "ref_id": null
                    },
                    {
                        "start": 1651,
                        "end": 1660,
                        "text": "Boonstra,",
                        "ref_id": null
                    },
                    {
                        "start": 1661,
                        "end": 1666,
                        "text": "19(9)",
                        "ref_id": null
                    },
                    {
                        "start": 1695,
                        "end": 1709,
                        "text": "(Kalela, 1957)",
                        "ref_id": null
                    },
                    {
                        "start": 1808,
                        "end": 1823,
                        "text": "Boonstra (1979)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 2024,
                        "end": 2042,
                        "text": "Beer et al. (1957)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Heavier mothers wean heavier young and more young, due both to the greater weight and larger number of their young at birth, and to faster growth rates of nurslings. The correlation between MW and ToWt23 is similar in amount of variance explained to that between MW and ToWtBi. The correlation between MW and AvWt23, however, is much higher than at hirth, This may reflect selection on females to maximize their contribution to the final weights of young when they leave parental care, and the greater ability of larger females to provide nourishment to their offspring (Mattingly and McClure, 1981) .",
                "cite_spans": [
                    {
                        "start": 570,
                        "end": 599,
                        "text": "(Mattingly and McClure, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Larger mothers appear to have shorter gestation periods. We have not found previous documentation of this relationship for rodents. In interspecific comparisons the opposite is usually observed; larger species have longer gestation periods (summarized by Millar, 1981) .",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 268,
                        "text": "Millar, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Covariation between mother's size and characteristics of her litters complicates the recognition of adaptive variation in reproductive attributes. Numerous authors report geographic and temporal trends in variation of litter characteristics and body size of muroid rodents, especially litter size (litter characteristics: Dunmire, 1960; Smith and McGinnis, 1968; Spencer and Steinhoff, 1968; Fleming, 1970 Fleming, , 1977 Drickamer and Bernstein, 1972; French et aI., 1975; Lackey, 1976; Rickart, 1977 ; and others; body size: reviewed b) .... McNab, 19 (1). Correlation of MW with litter sizes and weights opens the possibility that variation in body size may result from selection on reproductive attributes, and vice versa. The need for \"allometric null hypotheses\" in discussions of reproductive adaptations has recently been stressed by Kaplan and Salthe (1979) .",
                "cite_spans": [
                    {
                        "start": 322,
                        "end": 336,
                        "text": "Dunmire, 1960;",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 337,
                        "end": 362,
                        "text": "Smith and McGinnis, 1968;",
                        "ref_id": null
                    },
                    {
                        "start": 363,
                        "end": 391,
                        "text": "Spencer and Steinhoff, 1968;",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 405,
                        "text": "Fleming, 1970",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 406,
                        "end": 421,
                        "text": "Fleming, , 1977",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 422,
                        "end": 452,
                        "text": "Drickamer and Bernstein, 1972;",
                        "ref_id": null
                    },
                    {
                        "start": 453,
                        "end": 473,
                        "text": "French et aI., 1975;",
                        "ref_id": null
                    },
                    {
                        "start": 474,
                        "end": 487,
                        "text": "Lackey, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 488,
                        "end": 501,
                        "text": "Rickart, 1977",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 544,
                        "end": 550,
                        "text": "McNab,",
                        "ref_id": null
                    },
                    {
                        "start": 551,
                        "end": 553,
                        "text": "19",
                        "ref_id": null
                    },
                    {
                        "start": 842,
                        "end": 866,
                        "text": "Kaplan and Salthe (1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Female size dominated our analysis of the effect of parity, and to a lesser extent age, on LS and weights of young. Characteristics such as LS, ToWtBi, ToWt23, AvWt23, ToWtGa, and AvWtGa all increased over at least parities 1-6. Over this interval parity had no effect on the characteristics of newborn litters, including LS, that could not be attributed to the continuing growth of mothers. By day 23, however, a different picture emerged, Litters born to mothers of higher parity grew faster and weighed more than earlier litters, at least up to parity 6. This postnatal pattern might be due to selection for increasing investment in later litters by females as their probability of future reproduction decreases (Williams, 1966; Pianka, 1976; Charlesworth and Leon, 1976) , or it might be due simply to an increase in experience and efficiency of mothers at higher parities.",
                "cite_spans": [
                    {
                        "start": 715,
                        "end": 731,
                        "text": "(Williams, 1966;",
                        "ref_id": null
                    },
                    {
                        "start": 732,
                        "end": 745,
                        "text": "Pianka, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 746,
                        "end": 774,
                        "text": "Charlesworth and Leon, 1976)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "At parities 7-8 a slight to moderate decline in LS, ToWtBi, ToWt23, and ToWtGa occurred at a time when MW continued to increase, This may reflect reproductive senescence; few, if any wild females reach these parities (Howard, 1949) . The decline in reproductive performance by mothers does not affect AvWt23 or AvWtGa; older females tend to have larger offspring (perhaps due to decreased LS). The importance of maintaining high weaning weights is suggested by the correlation between AvWt23 and weight at pairing. Whether the reduction in litter size of older females is an adaptive response allowing them to maintain weaning weights as their ability to provide nourishment for their young declines with senescence, or simply a direct product of senescence, cannot be tested. Parity also affected the strength of covariation between variables, especially LS vs. litter weights, and MW vs. litter weights and sizes. The meaning of these patterns is unknown.",
                "cite_spans": [
                    {
                        "start": 217,
                        "end": 231,
                        "text": "(Howard, 1949)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The effect of a mother's age on her litters was also influenced by her weight, which for young females explained most of the increase in LS and ToWtBi with age, but not changes with age in characteristics of litters at weaning. LS, ToWtBi, AvWt23, ToWt23, AvWtGa, and ToWtGa appeared to decline slightly to strongly in litters born to older females; oddly, the peak for LS and ToWtBi occurred in the 150-200 day range, while that for characteristics of litters at day 23 occurred after day 300. This is in spite of our measuring age for females in group 1 from the time of birth of their first lab-born litters, vs. from the actual time of birth for group 2. Finally, Table 2 suggests that the effects of age and parity are to some extent independent Whether these relationships hold true for other species or other populations of P. manicuiatu8 is not known. Numerous studies document changing reproductive characteristics with increasing parity (e.g., for Peromyscus: Davis, 1956; Williams et aI., 1965; Drickamer and Vestal, 1973; Forrester, 1975; Lackey, 1976; Rickart 1977; Fleming and Rauscher, 1978) ; however MW is seldom considered. Clearly, however, declining litter size or weight with increasing parity (reported for some species, e.g., Drickamer and Vestal, 1973 , and suggested by Figs. 1-2 ) must be due to factors other than female growth. In our study these declines were strongly suggested, but not statistically significant. Marked changes in reproductive attributes with female age and parity also confound the use of published information in analyzing adaptive variation in reproductive attributes. With data from wild mice it is often impossible to determine if interpopulation variation in, e.g., litter size results from selection on litter size, or from variation in the longevity of females (and therefore their average level of parity).",
                "cite_spans": [
                    {
                        "start": 958,
                        "end": 982,
                        "text": "Peromyscus: Davis, 1956;",
                        "ref_id": null
                    },
                    {
                        "start": 983,
                        "end": 1005,
                        "text": "Williams et aI., 1965;",
                        "ref_id": null
                    },
                    {
                        "start": 1006,
                        "end": 1033,
                        "text": "Drickamer and Vestal, 1973;",
                        "ref_id": null
                    },
                    {
                        "start": 1034,
                        "end": 1050,
                        "text": "Forrester, 1975;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1051,
                        "end": 1064,
                        "text": "Lackey, 1976;",
                        "ref_id": null
                    },
                    {
                        "start": 1065,
                        "end": 1078,
                        "text": "Rickart 1977;",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 1079,
                        "end": 1106,
                        "text": "Fleming and Rauscher, 1978)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1249,
                        "end": 1275,
                        "text": "Drickamer and Vestal, 1973",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 668,
                        "end": 675,
                        "text": "Table 2",
                        "ref_id": null
                    },
                    {
                        "start": 1295,
                        "end": 1304,
                        "text": "Figs. 1-2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Compromises.-For P. m. bairdii, increasing the number of young per litter exacts a severe penalty in the weight of young measured both at birth and on day 23. The high correlation between laboratory weaning weights and weights at first breeding suggests that the effect of LS may persist until adulthood. This was tested directly by correlating a female's LS with her weight at pairing, The overall correlation (all parities together) was highly significant (P < 0,0001, r2 = 1.'5%) and results for correlations calculated separately for each level of parity were similar. Wild mothers, however, may nurse smaller young for longer periods (Cameron, 1973; Millar, 1975) and thereby increase the weaning weights of their young. This is done at some cost to the female, however, for the reasons discussed by Fleming and Rauscher (1978) , and perhaps also because of delayed future reproduction, so that even with a variable nursing period some compromise is required by females in balancing these factors.",
                "cite_spans": [
                    {
                        "start": 639,
                        "end": 654,
                        "text": "(Cameron, 1973;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 655,
                        "end": 668,
                        "text": "Millar, 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 805,
                        "end": 832,
                        "text": "Fleming and Rauscher (1978)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Within populations of other species the number of young in a litter often is inversely related to the average weight of the young at birth, but for Peromyscus species this has been both denied (e.g., for P. m. bairdii by Svihla, 1932; for P. leucopus castaneus by Lackey, 1978) and accepted (e.g., for P. 1. noveboracensis by Millar, 1975 and Lackey, 1978; for P. yucatanicus by Lackey, 1976) . Weights at weaning are less often discussed. In results similar to ours a negative relationship between LS and weight at weaning or growth rate was reported for Peromyscus melanocarpus (Rickart, 1977) , P. yucatanicus (Lackey, 1976) , S. hispidus (Randolph et aI., 1977; Mattingly and McClure, 1982) , Microtus cali/ornicus (Krohne, 1981) , Phenacomys longicaudus (Hamilton, 1962) , Dicrostonyx groenlandicus (Hasler and Banks, 1975) , and Mus musculus (Smith and McManus, 1975) , but denied for P. leucopus (Hill, 1972; Millar, 1975) . In a thorough study on the influence of litter size in P. leucopus, however, Fleming and Rauscher (1978) found only a minimal effect of litter size on weights of offspring at birth and day 21. In Neotoma lepida young in small litters grow faster but the effect is to make up for differences in weight at birth. No clear pattern of variation of average weight at weaning and LS was uncovered (Cameron, 1973) . Lackey (1978) reported a negative correlation between growth rate and LS in Michigan populations of P. leucopus, in contrast to a positive correlation in Mexican populations.",
                "cite_spans": [
                    {
                        "start": 221,
                        "end": 234,
                        "text": "Svihla, 1932;",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 235,
                        "end": 277,
                        "text": "for P. leucopus castaneus by Lackey, 1978)",
                        "ref_id": null
                    },
                    {
                        "start": 326,
                        "end": 342,
                        "text": "Millar, 1975 and",
                        "ref_id": null
                    },
                    {
                        "start": 343,
                        "end": 356,
                        "text": "Lackey, 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 357,
                        "end": 392,
                        "text": "for P. yucatanicus by Lackey, 1976)",
                        "ref_id": null
                    },
                    {
                        "start": 580,
                        "end": 595,
                        "text": "(Rickart, 1977)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 613,
                        "end": 627,
                        "text": "(Lackey, 1976)",
                        "ref_id": null
                    },
                    {
                        "start": 642,
                        "end": 665,
                        "text": "(Randolph et aI., 1977;",
                        "ref_id": null
                    },
                    {
                        "start": 666,
                        "end": 694,
                        "text": "Mattingly and McClure, 1982)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 719,
                        "end": 733,
                        "text": "(Krohne, 1981)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 759,
                        "end": 775,
                        "text": "(Hamilton, 1962)",
                        "ref_id": null
                    },
                    {
                        "start": 804,
                        "end": 828,
                        "text": "(Hasler and Banks, 1975)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 831,
                        "end": 873,
                        "text": "and Mus musculus (Smith and McManus, 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 903,
                        "end": 915,
                        "text": "(Hill, 1972;",
                        "ref_id": null
                    },
                    {
                        "start": 916,
                        "end": 929,
                        "text": "Millar, 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 1009,
                        "end": 1036,
                        "text": "Fleming and Rauscher (1978)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1323,
                        "end": 1338,
                        "text": "(Cameron, 1973)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1341,
                        "end": 1354,
                        "text": "Lackey (1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "One cost to female P. m. bairdii of larger litters and smaller young is clearly the decreased survival of young in those litters (Figs. 3-4) . A similar decrease in survival of young with litter size has been documented for Microtus cali/ornicus (Krohne, 1981) and Neotoma lepida (Cameron, 1973) . The actual cost to young of small body size is poorly understood, but some relationship between body size and fitness has been demonstrated for P. leucopus (Fleming and Rauscher, 1978) and several species of Microtus (Boonstra and Krebs, 1979) .",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 260,
                        "text": "(Krohne, 1981)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 280,
                        "end": 295,
                        "text": "(Cameron, 1973)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 454,
                        "end": 482,
                        "text": "(Fleming and Rauscher, 1978)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 515,
                        "end": 541,
                        "text": "(Boonstra and Krebs, 1979)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 140,
                        "text": "(Figs. 3-4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Covariation between litter sizes and weights also makes difficult the interpretation of variation in either variable among natural populations (Kaplan and Salthe, 1979; Krohne, 1981; Mattingly and McClure, 1982 13.13 1.31 on litter size, or because selection in tropical regimes favors large young (and therefore smaller litters)? The best evidence of selection may come from exceptions to general trends, and can only be detected when appropriate allowance is made for allometric relationships of litter characteristics with body size (Kaplan and Salthe, 1979) and the effect of reproductive history An excellent example of the incorporation of MW into an attempt to explain geographic variation in reproductive traits is provided by Mattingly and McClure (1982) , who suggested that a simultaneous increase in LS and average weight at weaning in Kansas Sigmodon was made possible by a concomitant increase in \\IW",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 168,
                        "text": "(Kaplan and Salthe, 1979;",
                        "ref_id": null
                    },
                    {
                        "start": 169,
                        "end": 182,
                        "text": "Krohne, 1981;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 183,
                        "end": 210,
                        "text": "Mattingly and McClure, 1982",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 735,
                        "end": 763,
                        "text": "Mattingly and McClure (1982)",
                        "ref_id": "BIBREF41"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The observation that weights of female P. m. bairdii tend to be more highly correlated with the number of young in a litter (r 2 = 6-21%) than with the average weight of young in a litter (r 2 = 0-10%) suggests that females with additional resources to put into reproduction tend to produce more offspring, rather than larger ones. This conclusion is supported by a reexamination of Table 1 . Females with two young, each weighing an average of 1.87 g, produced an average total of 3.74 g of young. Could they have partitioned this total weight among three young instead of two? If so, each young would have weighed 1.25 g. Similar division of the total weight of litters at birth by the number of young in that litter size plus 1 yields the quotients in Table  5 . Most are close to 1.40 g, and all are less than the smallest average weight observed in this study. Survival rates dropped rapidly for young smaller than 1.3 g (Fig. 4) . The constancy of these estimates suggests that females partition their reproductive effort into as many units (young) as possible, under the constraint that young weigh at birth more than about 1.3-1.4 g, and that this, therefore, may be close to the smallest average weight young can attain and still have a reasonable probability of surviving and reproducing. Litters with more than nine or 10 young may be rare because average weights of young in these litters would fall below this limit except in the case of litters born to unusually large females. Another compromise a female faces is suggested by the observation that the production of a large litter lengthens the gestation period of the next litter, if the next litter is conceived during postpartum estrus. This is true in two senses. First, the small, positive correlation between gestation period and the overall weight of the immediately preceding litter suggests that commitment to a current litter may lengthen the gestation period of the next litter, according to how many young are nursed. A similar influence of the size of the previous litter on gestation has been noted for D. groenlandicus (Hasler and Banks, 1975) , M. musculus (Daniel, 1910; Kirkham, 1916) , and R. norvegicus (King, 1913) . Second, the production of any young substantially increases the gestation period of the following litter (Fig. 5) , perhaps through delayed implantation induced by lactation. This is a common phenomenon among species of Peromyscus (Layne, 19(8) . Thus, the current breeding effort may significantly affect subsequent litters by delaying their birth.",
                "cite_spans": [
                    {
                        "start": 2099,
                        "end": 2123,
                        "text": "(Hasler and Banks, 1975)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 2138,
                        "end": 2152,
                        "text": "(Daniel, 1910;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 2153,
                        "end": 2167,
                        "text": "Kirkham, 1916)",
                        "ref_id": null
                    },
                    {
                        "start": 2188,
                        "end": 2200,
                        "text": "(King, 1913)",
                        "ref_id": null
                    },
                    {
                        "start": 2434,
                        "end": 2441,
                        "text": "(Layne,",
                        "ref_id": null
                    },
                    {
                        "start": 2442,
                        "end": 2447,
                        "text": "19(8)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 383,
                        "end": 390,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 755,
                        "end": 763,
                        "text": "Table  5",
                        "ref_id": null
                    },
                    {
                        "start": 926,
                        "end": 934,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    },
                    {
                        "start": 2308,
                        "end": 2316,
                        "text": "(Fig. 5)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The nursing of a litter may also affect the number of young in subsequent litters. Litters born to pairs in group 2 averaged over one and one half more young per litter than litters born to pairs in group 1 (6.3 young/litter vs. 4.7; P < 0.0001). Pairs in groups 1 and 2 differed consistently in two ways. First, most animals in group 1 were taken from wild populations, while mice in group 2 were offspring of wild-captured mice. Price (1967) , in a comparison of the reproductive performance of wild vs. lab-born female P. m. bairdii (from stock maintained in captivity for 25 generations), found no significant differences in litter size between groups, though on average, litters born to lab-born females tended to be slightly larger. Forrester (1975) reported that litters born to first-generation lab-born female P. m. gambeli were larger than litters born to wild-caught mice; the average difference, however, was only 0.6 young/litter. It seems unlikely that the different histories of mice in groups 1 and 2 in our experiments were entirely responsible for the considerable difference in litter size. These groups also differed, however, in that young were removed from females in group 2 on day 1, while in group 1 young remained with their mothers until weaning. We suggest that the decreased number of young in a litter (x) born in group 1 is related to the fact that the previous litter was nursed during the gestation period of litter (x), and that the decreased litter size may reflect the physiological cost of nursing litter (x -1). Thus some compromise is involved; females nurse young now at the expense of future offspring. Similarly, female P. polionotus tend to bear smaller litters if they are lactating when mating takes place (Williams et aI., 1965) Finally, females achieve reproductive maturity well before they reach adult size; in fact data from our colonies ( Fig. lA) and that presented by Layne (1968, Fig. 3) and Lackey (1976) suggest that females continue to gain weight throughout their lives. According to Clark (1938) , female P. maniculatus may experience estrus as early as an age of 28 days, Howard (1949) reported wild females that had undergone estrus at 32 and 33 days, These ages correspond to weights of 12-15 g (Layne, 1968, Fig. 3 ), which are similar to the lightest weights at which females bred in our laboratory. At these weights females on average produced fewer and lighter young, and their young grew more slowly; thus, some compromise between age (weight) at breeding and the number and size of offspring is necessary. This is particularly important if breeding either slows a female's growth rate, so that future litters are affected, or if breeding is risky in the sense that current breeding reduces the probability that a female breeds again. Risk in the latter sense is strongly suggested for P. maniculatus (Spencer and Steinhoff, 1960; Fairbairn, 1977) , and Hagen and Forslund (1979) showed that early breeding by young Microtus canicaudus usually results in the failure of postpartum estrus, delaying future reproduction.",
                "cite_spans": [
                    {
                        "start": 431,
                        "end": 443,
                        "text": "Price (1967)",
                        "ref_id": "BIBREF51"
                    },
                    {
                        "start": 739,
                        "end": 755,
                        "text": "Forrester (1975)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1751,
                        "end": 1774,
                        "text": "(Williams et aI., 1965)",
                        "ref_id": null
                    },
                    {
                        "start": 1921,
                        "end": 1941,
                        "text": "Layne (1968, Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1946,
                        "end": 1959,
                        "text": "Lackey (1976)",
                        "ref_id": null
                    },
                    {
                        "start": 2042,
                        "end": 2054,
                        "text": "Clark (1938)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 2132,
                        "end": 2145,
                        "text": "Howard (1949)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2257,
                        "end": 2270,
                        "text": "(Layne, 1968,",
                        "ref_id": null
                    },
                    {
                        "start": 2868,
                        "end": 2897,
                        "text": "(Spencer and Steinhoff, 1960;",
                        "ref_id": null
                    },
                    {
                        "start": 2898,
                        "end": 2914,
                        "text": "Fairbairn, 1977)",
                        "ref_id": null
                    },
                    {
                        "start": 2921,
                        "end": 2946,
                        "text": "Hagen and Forslund (1979)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1890,
                        "end": 1898,
                        "text": "Fig. lA)",
                        "ref_id": null
                    },
                    {
                        "start": 2271,
                        "end": 2277,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Most discussions of the relationship between female size and reproduction of mammals involve interpopulation or interspecific comparisons (summarized by Millar, 1981) . These comparisons commonly report the opposite of certain of our observations, e,g., an inverse relationship between female size and litter size, and a direct correlation between female size and gestation period. Furthermore, Millar (1981) reported that mother's size accounts for considerably more of the variation in body weight of young and total weight of young at birth than does litter size, also in contrast with our findings. The bases for the correlations observed in interspecific comparisons are not clear, but may have to do with physiological or anatomical constraints that are expressed only when comparisons are made over a wide range of body sizes (Millar, 1981) . In determining body size or reproductive characteristics natural selection acts on variation within populations. An overall negative correlation between female size and litter size seen in interspecific comparisons, for example, may not predict the effect on individuals of selection to alter body size or reproductive characteristics. At least for female P. m. bairdii larger size implies larger litters and shorter gestations, and increasing litter size results in smaller young, Variation among species.-In some respects our findings stand in contrast to other singlespecies studies. Litter size, for example, is often correlated with weights of young (as we found), and yet often it is not (above). Other studies often report a strong relationship between litter size and gestation period (summarized by Biggers et aI., 1965) . A weak correlation is suggested by Table 1 ; however it is not statistically significant and is certainly not as striking as the relationship reported by Biggers et al. Considerable variation is evident in the influence of mother's size on litter size (above), and in the shape of the curves relating litter sizes and weights to parity and age. It is unlikely that this variation is an artifact of methodology and sampling error. Patterns such as these, or the more obvious differences among species in litter size and Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 166,
                        "text": "Millar, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 408,
                        "text": "Millar (1981)",
                        "ref_id": null
                    },
                    {
                        "start": 833,
                        "end": 847,
                        "text": "(Millar, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 1658,
                        "end": 1679,
                        "text": "Biggers et aI., 1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1717,
                        "end": 1724,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "February 1983 MYERS AND MASTER-LABORATORY REPRODUCTION IN DEER MICE 17 weights of young, may reflect different modes of response to environmental variation (Millar, 1975; Randolph et ai., 1977; Lackey, 1978; Krohne, 1981; Mattingly and McClure, 1982) . Hypotheses concerning the impact of selection on reproductive attributes can be tested through attempts to correlate patterns such as those reported here with environmental variables (Krohne, 1981) . At present, however, the number of species populations studied with proper control for female size and reproductive history is not adequate for comparative study; basic information on the reproductive pattern of individual species is urgently required.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 170,
                        "text": "(Millar, 1975;",
                        "ref_id": null
                    },
                    {
                        "start": 171,
                        "end": 193,
                        "text": "Randolph et ai., 1977;",
                        "ref_id": null
                    },
                    {
                        "start": 194,
                        "end": 207,
                        "text": "Lackey, 1978;",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 221,
                        "text": "Krohne, 1981;",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 222,
                        "end": 250,
                        "text": "Mattingly and McClure, 1982)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 436,
                        "end": 450,
                        "text": "(Krohne, 1981)",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We gratefully acknowledge the many people who have helped in the laboratory and analysis phases of this research. N. Petersen assumed responsibility for the mouse colonies during much of the project. Others ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Prenatal survival and loss in some cricetid rodents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Beer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Macleod",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "D"
                        ],
                        "last": "Frenzel",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "J. Mamm",
                "volume": "38",
                "issue": "",
                "pages": "392--402",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BEER, J. R., C. F. MACLEOD, AND L. D. FRENZEL. 1957. Prenatal survival and loss in some cricetid rodents. J. Mamm., 38:392-402",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Regulation of the gestation period in mice",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mclaren",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "J. Reprod. Fertil",
                "volume": "6",
                "issue": "",
                "pages": "125--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McLaren. 1963. Regulation of the gestation pe- riod in mice. J. Reprod. Fertil., 6:125-138.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Relationships between body size and some life history parameters",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Blueweiss",
                        "suffix": ""
                    },
                    {
                        "first": "Ai",
                        "middle": [
                            "-"
                        ],
                        "last": "Et",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Oecologia",
                "volume": "37",
                "issue": "",
                "pages": "25--272",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BLUEWEISS, L., ET AI-. 1978. Relationships between body size and some life history parameters. Oeco- logia, 37:25-272.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Viability of large-and small-sized adults in fluctuating vole populations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Boonstra",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Krebs",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Ecology",
                "volume": "60",
                "issue": "",
                "pages": "567--573",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOONSTRA, R., AND C. J. KREBS. 1979. Viability of large-and small-sized adults in fluctuating vole populations. Ecology, 60:567-573.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Mammals of the Great Lakes Region",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Burt",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BURT, W. H. 1957. Mammals of the Great Lakes Region. Univ. Michigan Press, Ann Arbor, 246 pp.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Effect of litter size on postnatal growth and survival in the desert woodrat",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "N"
                        ],
                        "last": "Cameron",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CAMERON, G. N. 1973. Effect of litter size on post- natal growth and survival in the desert woodrat.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The relationship of reproductive effort to age",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Mamm",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Sworth",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Leon",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Amer. Nat",
                "volume": "54",
                "issue": "",
                "pages": "449--459",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. Mamm., 54:489-493. CHARLE::SWORTH, B., AND J. A. LEON. 1976. The relationship of reproductive effort to age. Amer. Nat., 110:449-459.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Age of sexual maturity in mice of the genus Peromyscw",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "H"
                        ],
                        "last": "Clark",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "J. Mamm",
                "volume": "19",
                "issue": "",
                "pages": "230--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CLARK, F. H. 1938. Age of sexual maturity in mice of the genus Peromyscw;. J. Mamm., 19:230-234.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Observations on the gestation period in white mice",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Daniel",
                        "suffix": ""
                    }
                ],
                "year": 1910,
                "venue": "J. Exp. Zool",
                "volume": "9",
                "issue": "",
                "pages": "865--870",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DANIEL, J. P. 1910. Observations on the gestation period in white mice. J. Exp. Zool., 9:865-870.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A comparison of natality rates in white-footed mice for four years",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Davls",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "J. Mamm",
                "volume": "37",
                "issue": "",
                "pages": "513--516",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DAVlS, D. E. 1956. A comparison of natality rates in white-footed mice for four years. J. Mamm., 37:513-516.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Growth in two subspecies of Peromyscus manicu/atus",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Dric-Kamer",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "J"
                        ],
                        "last": "Bernstf",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "J. Mamm",
                "volume": "53",
                "issue": "",
                "pages": "228--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DRIC-KAMER, L. G, AND J. BERNSTf:lN. 1972. Growth in two subspecies of Peromyscus manicu/atus. J. Mamm., 53:228-231.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Patterns of reproduction in a laboratory colony of Peromyscus",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Drlc-Kamer",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "M"
                        ],
                        "last": "Vestal",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "J. Mamm",
                "volume": "54",
                "issue": "",
                "pages": "523--524",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DRlC-KAMER, L. c., AND B. M. VESTAL 1973. Pat- terns of reproduction in a laboratory colony of Peromyscus. J. Mamm., 54:523-524.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "An altitudinal survey of reproduction in Peromyscus maniculatus",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Dunmire",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Ecology",
                "volume": "41",
                "issue": "",
                "pages": "174--182",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DUNMIRE, W. D. 1960. An altitudinal survey of reproduction in Peromyscus maniculatus. Ecolo- gy,41:174-182",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The mammalian radiations",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Eisenberc",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "EISENBERC, J. F. 1981. The mammalian radiations.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Why breed early? A study of reproductive tactics in Peromyscus",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Falil",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Bairn",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Canadian J. Zool",
                "volume": "55",
                "issue": "",
                "pages": "862--871",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FAlil.BAIRN, D. J. 1977. Why breed early? A study of reproductive tactics in Peromyscus. Canadian J. Zool., 55:862-871.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Aspects of reproduction and development in the prairie vole (Microtus ochrogaster)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "S"
                        ],
                        "last": "Fitch",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "Univ. Kansas, Pub!. Mus. Nat. Hist",
                "volume": "10",
                "issue": "",
                "pages": "129--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FITCH, H. S. 1957 Aspects of reproduction and development in the prairie vole (Microtus och- rogaster). Univ. Kansas, Pub!. Mus. Nat. Hist., 10• 129-161.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Growth and development of two species of tropical heteromyid rodents",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Amer. Midland Nat",
                "volume": "83",
                "issue": "",
                "pages": "109--123",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FLEMING, T. H. 1970. Comparative biology of two temperate-tropical rodent counterparts. Amer. Midland Nat., 83:462-471. 1977. Growth and development of two species of tropical heteromyid rodents. Amer. Midland Nat., 98:109-123.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "On the evolution of litter size in Peromyscus leucopus",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Fleming",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Rauscher",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleming, T. H., and R. J. Rauscher. 1978. On the evolution of litter size in Peromyscus leucopus.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Reproductive performance of a laboratory colony of the deermouse, Peromyscus maniculatus gambelii",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Forrester",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Lab. Anim. Sci",
                "volume": "25",
                "issue": "",
                "pages": "446--449",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FORRESTER, D. J. 1975. Reproductive performance of a laboratory colony of the deermouse, Pero- myscus maniculatus gambelii. Lab. Anim. Sci., 25:446-449.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Patterns of demography in small mammal populations",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "R"
                        ],
                        "last": "French",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Stoddart",
                        "suffix": ""
                    },
                    {
                        "first": "And",
                        "middle": [
                            "B"
                        ],
                        "last": "Bobek",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Small mammals: their productivity and population dynamics",
                "volume": "5",
                "issue": "",
                "pages": "1--451",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FRENCH, N. R., D. M. STODDART, AND B. BoBEK. 1975. Patterns of demography in small mammal populations. Pp. 73-102, in Small mammals: their productivity and population dynamics (F. B. Gol- ley, K. Petrusewicz, and L. Ryszkowski, eds.). In- ternatl. BioI. Progr., Cambridge Univ. Press, Cambridge, 5:1-451.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Comparative fertility of four age classes of female graytailed voles, Microtus canicaudus, in the laboratory",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Hagen",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "G"
                        ],
                        "last": "Forslund",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "J. Mamm",
                "volume": "60",
                "issue": "",
                "pages": "834--837",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAGEN, J. B., AND L. G. FORSLUND. 1979. Com- parative fertility of four age classes of female gray- tailed voles, Microtus canicaudus, in the labora- tory. J. Mamm., 60:834-837.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Reproductive adaptations of the red tree mouse",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Hamllton",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iii",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "J. Mamm",
                "volume": "43",
                "issue": "",
                "pages": "486--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HAMlLTON, W. J., III. 1962. Reproductive adap- tations of the red tree mouse. J. Mamm., 43:486- 50..",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Reproductive performance and growth in captive collared lemmings (Dtcrostonyx groenlandicus)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Hasler",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "Banks",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Canadian J. Zool",
                "volume": "53",
                "issue": "",
                "pages": "777--787",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HASLER, J. F., AND E. M. BANKS. 1975. Reproduc- tive performance and growth in captive collared lemmings (Dtcrostonyx groenlandicus). Canadian J. Zool.. 53:777-787.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The amount of maternal care in Peromyscw; leucopus and its thermal significance for the young",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Hlll",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "J. Mamm",
                "volume": "53",
                "issue": "",
                "pages": "774--789",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HlLL, R. W. 1972. The amount of maternal care in Peromyscw; leucopus and its thermal signifi- cance for the young. J. Mamm., 53:774-789",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Dispersal, amount of inbreeding, and longevity in a local population of prairie deermice on the George Reserve, southern Michigan",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Howard",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Contrib. Lab. Vert. BioI., Univ. Michigan",
                "volume": "43",
                "issue": "",
                "pages": "1--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOWARD, W. E. 1949. Dispersal, amount of in- breeding, and longevity in a local population of prairie deermice on the George Reserve, southern Michigan. Contrib. Lab. Vert. BioI., Univ. Mich- igan, 43: 1-50.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Regulation of reproductive rate Downloaded from",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "El A"
                        ],
                        "last": "Kal",
                        "suffix": ""
                    }
                ],
                "year": 1957,
                "venue": "by University of Michigan user on 07 October 2021 IS JOURKAL OF MA\\lMALOGY",
                "volume": "64",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KAl.El.A, O. 1957. Regulation of reproductive rate Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021 IS JOURKAL OF MA\\lMALOGY Vol. 64, No.1",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "10 subarctic populations of the vole Clethrionomys rufocanus (Sund",
                "authors": [],
                "year": null,
                "venue": "Ann. Acad. Sci. Fenn., Sec. A",
                "volume": "4",
                "issue": "",
                "pages": "1--60",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "10 subarctic populations of the vole Clethriono- mys rufocanus (Sund.). Ann. Acad. Sci. Fenn., Sec. A,4:1-60.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The allometry of reproduction: an empirical view in salamanders",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Kai'i",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "A~",
                        "suffix": ""
                    },
                    {
                        "first": "\"",
                        "middle": [
                            "N"
                        ],
                        "last": "Nd S",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Althe",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Amer. Nat",
                "volume": "113",
                "issue": "",
                "pages": "671--689",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KAI'I.A~, R. H., \"ND S. N. $ALTHE. 1979. The al- lometry of reproduction: an empirical view in sal- amanders. Amer. Nat., 113:671-689.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Microtus population biology; IlL Reproductive changes in fluctuating popuiatiorJS of M. ochrogaster and M. penmylvanicus in southern Indiana",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Keller",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "J"
                        ],
                        "last": "An!) C",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Khe~",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "40",
                "issue": "",
                "pages": "263--294",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KELLER, B. L., AN!) C. J. KHE~. 1970. Microtus population biology; IlL Reproductive changes in fluctuating popuiatiorJS of M. ochrogaster and M. penmylvanicus in southern Indiana, 1965-67. Ecol Monogr., 40:263-294.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Period of gestation and body weight in some placental mammals",
                "authors": [
                    {
                        "first": "K[hl~jrom",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Compo Biochern. Physiol",
                "volume": "43",
                "issue": "",
                "pages": "673--679",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "K[HL~JROM, J. E. 1972. Period of gestation and body weight in some placental mammals, Compo Bio- chern. Physiol., 43A:673-679.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Some anomalies in the gestation of the albino fat (Mus norvegicus albin us)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Kjng",
                        "suffix": ""
                    }
                ],
                "year": 1913,
                "venue": "BioI. Bull",
                "volume": "24",
                "issue": "",
                "pages": "377--391",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KJNG, H. D. 1913. Some anomalies in the gestation of the albino fat (Mus norvegicus albin us). BioI. Bull., 24,377-391.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "The prolonged gestation pe, riod in suckling mice",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Klilkham",
                        "suffix": ""
                    }
                ],
                "year": 1916,
                "venue": "Anal. Ree",
                "volume": "11",
                "issue": "",
                "pages": "31--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "KlIlKHAM, W. B. 1916. The prolonged gestation pe, riod in suckling mice. Anal. Ree., 11:31-40.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Intraspecific litter size variation in Microtus califomicus: variation within populations",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "T"
                        ],
                        "last": "Krohne",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "J. Mamm",
                "volume": "62",
                "issue": "",
                "pages": "29--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Krohne, D. T. 1981. Intraspecific litter size varia- tion in Microtus califomicus: variation within populations. J. Mamm., 62:29-40.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Reproduction, growth, and development in high-latitude populations of Peromyscus leucopus (Rodentia)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            ". ."
                        ],
                        "last": "Ckey",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "J. Mamm",
                "volume": "57",
                "issue": "",
                "pages": "69--83",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "L. .... CKEy, J. A. 1976. Reproduction, growth, and de• velopment in the Yucatan deer mouse, Peromys. eus yueatanicus. J. Mamm., 57:638-655. 1978. Reproduction, growth, and devel- opment in high-latitude populations of Peromys- cus leucopus (Rodentia). J. Mamm., 59:69-83.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The maternal and neonatal weights of some Mammalia",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Leitch",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "E"
                        ],
                        "last": "Hytten",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Billewicz",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Proc. Zoo!. Soc. London",
                "volume": "133",
                "issue": "",
                "pages": "11--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEITCH, I., F. E. HYTTEN, AND W. Z. BILLEWICZ. 1959. The maternal and neonatal weights of some Mammalia. Proc. Zoo!. Soc. London, 133:11-28.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Allometry of neonatal size in eutherian mammals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Lelteneccer",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Nature",
                "volume": "263",
                "issue": "",
                "pages": "229--230",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LElTENECCER, W. 1976. Allometry of neonatal size in eutherian mammals. Nature, 263:229-230.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Energetics of reproduction in large-littered cotton rats (Sigmodon hispidus)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Mattingly",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "A"
                        ],
                        "last": "An]) P",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mcclure",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "MCCLE:-JACHAN",
                "volume": "63",
                "issue": "",
                "pages": "183--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MATTINGLY, D. K., AN]) P. A. MCCLURE. 1982. En- ergetics of reproduction in large-littered cotton rats (Sigmodon hispidus). Ecology, 63:183-195. MCCLE:-JACHAN, 1..",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Reproduction in marginal populations of the hispid cotton rat (Sigmodon hispidus) in northeast• ern Kansas. Occas. Papers \\1us",
                "authors": [],
                "year": null,
                "venue": "Nat. Hist., Univ. Kansas",
                "volume": "74",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reproduction in marginal populations of the his- pid cotton rat (Sigmodon hispidus) in northeast• ern Kansas. Occas. Papers \\1us. Nat. Hist., Univ. Kansas, 74:1-16",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Sex•biased litter reduction in food-restricted wood rats",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Mccujiie",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCuJIIE, P. A. 1981. Sex•biased litter reduction in food-restricted wood rats (Neotoma fioridana)",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "On the ecological significance of Bergmann's rule",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Mcnab",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Ecology",
                "volume": "52",
                "issue": "",
                "pages": "845--854",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McNAB, B. K. 1971. On the ecological significance of Bergmann's rule. Ecology, 52:845-854.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Tactics of energy partitioning in breeding Peromyscus",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Millaii",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Prepartum reproductive character• istics of eutherian mammals",
                "volume": "53",
                "issue": "",
                "pages": "1149--1163",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MILLAII, J. S. 1975. Tactics of energy partitioning in breeding Peromyscus. Canadian J. Zool., 53: 967-976. ---. 1977. Adaptive features of mammalian re- production. Evolution, 31:370-386. ---. 1981 Prepartum reproductive character• istics of eutherian mammals. Evolution, 35:1149- 1163.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Breeding by Peromyscus in seasonal environments",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Iverson",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Canadian J. Zool",
                "volume": "57",
                "issue": "",
                "pages": "719--727",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "IVERSON. 1979. Breeding by Peromyscus in seasonal environ- ments. Canadian J. Zool., 57:719-727.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Natural selection of optimal reproductive tactics",
                "authors": [
                    {
                        "first": "\\nka",
                        "middle": [],
                        "last": "Pi",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Amer. Zoo!",
                "volume": "16",
                "issue": "",
                "pages": "775--784",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PI,\\NKA, E. R. 1976. Natural selection of optimal reproductive tactics. Amer. Zoo!., 16:775-784.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "The effect of reproductive perfor. mance on the domestication of the prairie deermouse",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Price",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Peromyscus maniculatus balrdii. Evolution",
                "volume": "21",
                "issue": "",
                "pages": "762--770",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PRICE, E. 1967. The effect of reproductive perfor. mance on the domestication of the prairie deer- mouse, Peromyscus maniculatus balrdii. Evolu- tion,21:762-770.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Energy costs of reproduction in the cotton rat",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "A"
                        ],
                        "last": "Randolph",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Ra~uolpii",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Mattingly",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Foster",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RANDOLPH, P. A., J. C. RA~UOLPII, K. MATTINGLY, AND M. M. FOSTER. 1977. Energy costs of repro- duction in the cotton rat, Sigmodon hispidus.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Reproduction, growth and development in two species of cloud forest Pero• myscus from southern Mexico. Decas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Papers Mus Nat. Hist., Vniv. Kansas",
                "volume": "67",
                "issue": "",
                "pages": "1--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A. 1977. Reproduction, growth and development in two species of cloud forest Pero• myscus from southern Mexico. Decas. Papers Mus Nat. Hist., Vniv. Kansas, 67:1-22.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Relationships of latitude, altitude, and body size to litter size and mean annual production of offspring in Peromyscus",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Smitii",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "T"
                        ],
                        "last": "Mcginnis",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Res. Population Eco!",
                "volume": "10",
                "issue": "",
                "pages": "115--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMITII, B. W., AND J. T. MCGINNIS. 1968. Relation- ships of latitude, altitude, and body size to litter size and mean annual production of offspring in Peromyscus. Res. Population Eco!., 10:115-126.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "The ef• fecls of litter size on the bioenergetics and water requirements of lactating Mus musculus",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "W"
                        ],
                        "last": "Smitii",
                        "suffix": ""
                    },
                    {
                        "first": ")",
                        "middle": [
                            "J J"
                        ],
                        "last": "A1\\f",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mcmanus",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Comp Biochem. Physio)",
                "volume": "51",
                "issue": "",
                "pages": "11--12",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SMITII, B. W., A1\\f) J. J. McMANUS. 1975. The ef• fecls of litter size on the bioenergetics and water requirements of lactating Mus musculus. Comp Biochem. Physio)., 51A:11l-1l5.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "An explanation of geographic variation in litter size",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "Nc F R W"
                        ],
                        "last": "Si'f",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Steinhoff",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SI'F.NC.F.R, A. W., AND H. W. STEINHOFF. 1968. An explanation of geographic variation in litter size.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Life-history tactics: a review of thE' ideas",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "Ann. Rev. Ecol. Syst",
                "volume": "51",
                "issue": "",
                "pages": "145--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S, S. C. 1976. Life-history tactics: a review of thE' ideas. Quart. Rev. Bioi., 51:3-47 ---. 1977. The evolution of life history traits. Ann. Rev. Ecol. Syst., 8:145-171.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Comparative reproduction and development in two species of mice in the genus Peromyscus",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Svendsen",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Trans. Kansas Acad. Sci",
                "volume": "67",
                "issue": "",
                "pages": "527--538",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SVENDSEN, C. 1964. Comparative reproduction and development in two species of mice in the genus Peromyscus. Trans. Kansas Acad. Sci., 67:527-538",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "A comparative life history study of the mice of the genus Peromyscus",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Svihla",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SVIHLA, A. 1932. A comparative life history study of the mice of the genus Peromyscus. Misc. Pub!.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Mammalian reproductive strategies: a generalized relation of litter size to body size",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Tuomi",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Oecologia",
                "volume": "45",
                "issue": "",
                "pages": "39--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TUOMI, J 1980. Mammalian reproductive strate- gies: a generalized relation of litter size to body size. Oecologia, 45:39-44",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "A]\\;[) 1. W. ROWLANDS 1973. Repro• ductive strategies of mammals",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Weill",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Ann. Rev. Eco!. Syst",
                "volume": "4",
                "issue": "",
                "pages": "139--163",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WEill, B. J., A]\\;[) 1. W. ROWLANDS 1973. Repro• ductive strategies of mammals. Ann. Rev. Eco!. Syst., 4:139-163",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Adaptation and naturalse• lection",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Wn",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Llams",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wn.LlAMs, G. C. 1966. Adaptation and naturalse• lection. Princeton Univ. Press, Princeton. 307pp",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Reproductive performance of a laboratory colony of Peromyscus pollonotus",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Carmo)\\",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Amer. Midland Nat",
                "volume": "73",
                "issue": "",
                "pages": "101--110",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CARMO)\\,' 1965. Reproductive performance of a laboratory colony of Peromyscus pollonotus. Amer. Midland Nat., 73:101-110.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "uris": null,
                "num": null,
                "text": "FIG. 2.-Effect of parity on characteristics of females and their litters at weaning. Symbols as in Fig. A. Average weight of individual young on day 23 (AvWt23) 00. parity. B. Total weight of the litter on day 23 (ToWt23) 00. parity. C. Natural logarithm of the average weight gained by individual young during nursing (AvWtGa) N. parity. D. Natural logarithm of the average total weight gained by litters during nursing (ToWtGa) 00. parity.",
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021 February 1983 MYERS AND MASTER-LABORATORY REPRODUCTIO?\\, IN DEER MICE 9 PER LITTER Flc. 3.-Histogram showing the relative frequency of each size litter, and the distribution of litters in which one or more young died between birth and weaning.",
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "num": null,
                "text": "Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021 February 1983 MYERS AND MASTER-LABORATOR Y REPRODUCTIO:'>J IN DEER MICE -Histogram showing the relative frequency of different gestation periods, for litters conceived to nonlactating females (open bars), and to lactating females (hatched bars).",
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td>Cestation</td></tr><tr><td/><td colspan=\"2\">Average weight of young</td><td colspan=\"2\">Total weight of young</td><td>Mother.</td><td>period.</td></tr><tr><td>Utter</td><td/><td/><td/><td/><td>weight</td><td>lactating</td></tr><tr><td>.. re</td><td>At birth</td><td>At weaning</td><td>At birth</td><td>At weaning</td><td>~t e&lt;&gt;nception</td><td>female,</td></tr></table>",
                "num": null,
                "text": "February 1983 MYERS AND MASTER-LABORATORY HEPRODCCTION IN DEER MICE 3TABLt. I.-Effect of litter size on average weight of young at birth and weaning, total weight of young at birth and weaning, mother's weight at conception, and gestation period. Data are from litters in group 1; N is given in parentheses following each mean.",
                "type_str": "table"
            },
            "TABREF3": {
                "content": "<table><tr><td/><td/><td>CS</td><td/><td/><td>AvW(Bi</td><td>ToWtEi</td><td/><td>,</td><td/></tr><tr><td colspan=\"2\">Parametn</td><td>un.dj</td><td>adj</td><td>unad)</td><td>adj</td><td>unadj</td><td>adj</td><td>unadj</td><td>adj</td></tr><tr><td colspan=\"2\">Parity I</td><td>4.80</td><td>6.34</td><td>1.76</td><td>1.75</td><td>8.29</td><td>10.89</td><td>56</td><td>20</td></tr><tr><td/><td>2</td><td>6.35</td><td>6.59</td><td>1.68</td><td>1.67</td><td>10.41</td><td>11.20</td><td>50</td><td>36</td></tr><tr><td/><td>3</td><td>6.37</td><td>6.41</td><td>1.68</td><td>1.67</td><td>10.62</td><td>10.67</td><td>48</td><td>37</td></tr><tr><td/><td>4</td><td>6.83</td><td>6.90</td><td>1.66</td><td>1.64</td><td>11.29</td><td>1l.27</td><td>43</td><td>35</td></tr><tr><td/><td>5</td><td>6.90</td><td>6.65</td><td>1.70</td><td>1.71</td><td>11.61</td><td>11.39</td><td>33</td><td>30</td></tr><tr><td/><td>6</td><td>7.13</td><td>6.74</td><td>1.70</td><td>1.67</td><td>11.80</td><td>11.41</td><td>26</td><td>21</td></tr><tr><td/><td>7</td><td>6.69</td><td>6.30</td><td>1.71</td><td>1.69</td><td>11.27</td><td>10.57</td><td>22</td><td>21</td></tr><tr><td/><td>8</td><td>6.29</td><td>5.73</td><td>1.77</td><td>1.77</td><td>11,08</td><td>9.72</td><td>18</td><td>15</td></tr><tr><td/><td>F</td><td>9.571</td><td>1.029</td><td>2.777</td><td>2.306</td><td>7.337</td><td>0.897</td><td/><td/></tr><tr><td/><td>P</td><td>0.0001</td><td>0.412</td><td>0.008</td><td>0.028</td><td>0.0001</td><td>0.510</td><td/><td/></tr><tr><td colspan=\"2\">Age 50-100</td><td>5.10</td><td>6.43</td><td>1.73</td><td>1.74</td><td>8.68</td><td>11.17</td><td>40</td><td>22</td></tr><tr><td/><td>101-150</td><td>6.64</td><td>6.81</td><td>1.66</td><td>1.65</td><td>10.79</td><td>11.23</td><td>75</td><td>60</td></tr><tr><td/><td>151-200</td><td>6.74</td><td>6.78</td><td>1.71</td><td>1.70</td><td>11.37</td><td>11.49</td><td>63</td><td>59</td></tr><tr><td/><td>201-250</td><td>6.18</td><td>6.32</td><td>1.73</td><td>1.70</td><td>10.76</td><td>10.85</td><td>57</td><td>48</td></tr><tr><td/><td>251-300</td><td>6.27</td><td>6.08</td><td>1.71</td><td>1.70</td><td>10.56</td><td>10.12</td><td>53</td><td>47</td></tr><tr><td/><td>301-363</td><td>6.05</td><td>5.76</td><td>1.75</td><td>1.74</td><td>9.95</td><td>9.61</td><td>27</td><td>26</td></tr><tr><td/><td>F</td><td>5.589</td><td>2.511</td><td>2.456</td><td>2.295</td><td>4.397</td><td>2.428</td><td/><td/></tr><tr><td/><td>P</td><td>0.0001</td><td>0.030</td><td>0,034</td><td>0.046</td><td>0.0007</td><td>0.036</td><td/><td/></tr><tr><td colspan=\"2\">Parity = I</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Age</td><td>1-100</td><td>4.89</td><td>4.95</td><td>1.74</td><td>1.74</td><td>8.30</td><td>8.41</td><td>35</td><td>35</td></tr><tr><td/><td>101-150</td><td>S.63</td><td>S.55</td><td>1.80</td><td>1.80</td><td>9.96</td><td>9.80</td><td>8</td><td>8</td></tr><tr><td/><td>151-200</td><td>4.40</td><td>4.05</td><td>1.82</td><td>1.81</td><td>7.75</td><td>7.32</td><td>4</td><td>4</td></tr><tr><td/><td>201-250</td><td>3.71</td><td>3.58</td><td>1.82</td><td>1.82</td><td>6.51</td><td>6.31</td><td>5</td><td>5</td></tr><tr><td/><td>F</td><td>3.222</td><td>3.656</td><td>0.828</td><td>0.628</td><td>2.838</td><td>3.129</td><td/><td/></tr><tr><td/><td>P</td><td>0.029</td><td>0.012</td><td>0,485</td><td>0.600</td><td>0.048</td><td>0.034</td><td/><td/></tr></table>",
                "num": null,
                "text": "~BL~~ 2.-Effect of age and parity on LS, AvWtBi, and ToWtBi. Simple means are given in the \"unadj.\" column, and means adjusted by covariance analysis to remove the effect of increasing MW are given in the \"ad}.\" columns. F values and significance levels for comparison of unadjusted means are calculated by analysis of variance, and for adjusted means by analysts of covariance. Data arc from litters in group 2",
                "type_str": "table"
            },
            "TABREF4": {
                "content": "<table><tr><td>2)</td></tr></table>",
                "num": null,
                "text": ". IB, unadjusted means; Table 2), as did ToWtBi (Fig. I D, unadjusted means; Table 2). Inclusion of MW as a covariate had little effect on AvWtBi (Fig. Ie, adjusted means;Table 2). The increased LS of intermediate parities, however, appeared to be completely explained by increased MW; no significant difference remained among means adjusted to take MW into account(Fig. IB, adjusted means;Table 2). Similarly, differ-('nces in ToWtBi also were attributable to growth of the mother(Fig. ID, adjustedmeans; Table",
                "type_str": "table"
            },
            "TABREF5": {
                "content": "<table><tr><td/><td colspan=\"2\">AvW!23</td><td colspan=\"2\">ToWl23</td><td colspan=\"2\">.... vWtGa</td><td colspan=\"2\">ToWtGa</td><td>N</td><td/></tr><tr><td>Paramder</td><td>unadi</td><td>adi</td><td>unadi</td><td>adi</td><td>unadj.</td><td>,d,</td><td>unad)</td><td>adj</td><td colspan=\"2\">unadj .dj</td></tr><tr><td>Parity 2</td><td>9.95</td><td>10.12</td><td>41.99</td><td>45.63</td><td>2.08</td><td>2.12</td><td>3.53</td><td>3.61</td><td>26</td><td>7</td></tr><tr><td>3</td><td>10.19</td><td>10.33</td><td>48.10</td><td>50.13</td><td>2.12</td><td>2.13</td><td>3.67</td><td>3.71</td><td>34</td><td>31</td></tr><tr><td>4</td><td>10.27</td><td>10.35</td><td>51.82</td><td>52.90</td><td>2.14</td><td>2.15</td><td>3.77</td><td>3.78</td><td colspan=\"2\">33 26</td></tr><tr><td>5</td><td>10.34</td><td>10.38</td><td>49.82</td><td>50.00</td><td>2.14</td><td>2.14</td><td>3.76</td><td>3.77</td><td colspan=\"2\">34 30</td></tr><tr><td>6</td><td>10.42</td><td>10.39</td><td>55.60</td><td>55.08</td><td>2.16</td><td>2.16</td><td>3.85</td><td>3.83</td><td colspan=\"2\">27 23</td></tr><tr><td>7</td><td>10.71</td><td>10.61</td><td>49.85</td><td>48.49</td><td>2.17</td><td>2.17</td><td>3.76</td><td>3.74</td><td colspan=\"2\">33 24</td></tr><tr><td>8</td><td>10.64</td><td>10.52</td><td>49.10</td><td>47.11</td><td>2.19</td><td>2.18</td><td>3.69</td><td>3.65</td><td colspan=\"2\">32 28</td></tr><tr><td>F</td><td>2.05</td><td>0.461</td><td>2.874</td><td>1.485</td><td>2.994</td><td/><td colspan=\"2\">3.678 2.07</td><td/><td/></tr><tr><td>P</td><td>0.060</td><td>0.837</td><td>0.010</td><td>0.185</td><td>0.008</td><td/><td colspan=\"2\">0.002 0.068</td><td/><td/></tr><tr><td>Ag' 50-100</td><td>9.61</td><td>9.13</td><td>61.30</td><td>59.57</td><td>203</td><td>1.96</td><td>3.97</td><td>3.82</td><td>7</td><td>4</td></tr><tr><td>101-150</td><td>9.40</td><td>9.58</td><td>41.24</td><td>48.41</td><td>2.00</td><td>2.05</td><td>3.52</td><td>3.70</td><td>13</td><td>4</td></tr><tr><td>151-200</td><td>10.30</td><td>10.49</td><td>43.56</td><td>45.59</td><td>2.12</td><td>2.12</td><td>3.57</td><td>3.65</td><td colspan=\"2\">41 19</td></tr><tr><td>201-250</td><td>10.35</td><td>10.48</td><td>49.53</td><td>50.62</td><td>2.15</td><td>2.16</td><td>3.70</td><td>3.73</td><td colspan=\"2\">33 30</td></tr><tr><td>251-300</td><td>10.34</td><td>10.43</td><td>50.11</td><td>49.88</td><td>2.14</td><td>2.16</td><td>3.80</td><td>3.81</td><td colspan=\"2\">47 32</td></tr><tr><td>301-350</td><td>10.58</td><td>10.63</td><td>50.90</td><td>51.61</td><td>2.17</td><td>2.17</td><td>3.76</td><td>3.77</td><td colspan=\"2\">50 40</td></tr><tr><td>351-400</td><td>10.57</td><td>10.54</td><td>50.57</td><td>49.80</td><td>2.15</td><td>2.15</td><td>3.72</td><td>3.72</td><td colspan=\"2\">45 32</td></tr><tr><td>F</td><td>2.370</td><td>2.280</td><td>0.008</td><td>1.041</td><td colspan=\"2\">4.256 3.374</td><td colspan=\"2\">3.277 1.246</td><td/><td/></tr><tr><td>P</td><td>0.017</td><td>0.022</td><td>0.008</td><td>0.406</td><td colspan=\"2\">0.0001 0.001</td><td>0.001</td><td>0.274</td><td/><td/></tr></table>",
                "num": null,
                "text": "-Effect of age and parity onAvWt23, ToWt23, AvWtGa, and means adjusted to remove the effect of MW ('adj.\") are given. F values and significance levels were calculated as inTable 2. Data are from litters in group 1. See text for assignment of age and parity.",
                "type_str": "table"
            },
            "TABREF6": {
                "content": "<table><tr><td/><td/><td/><td>Correlation coefficient, (TI</td><td/></tr><tr><td>Mouse no.</td><td>,</td><td>W!.la,t litter</td><td>WI. current litter</td><td>Log (mother's wt.)</td></tr><tr><td>8007</td><td>II</td><td>0.09</td><td>-0.88*</td><td>-0.79**</td></tr><tr><td>8020</td><td>6</td><td>0.93••</td><td>0.44</td><td>-0.12</td></tr><tr><td>8031</td><td>II</td><td>0.01</td><td>-0.65•</td><td>-0.17</td></tr><tr><td>9002</td><td>9</td><td>-0.21</td><td>-0.04</td><td>-0.64</td></tr><tr><td>9005</td><td>II</td><td>0.75*•</td><td>0.35</td><td>-0.49</td></tr><tr><td>9009</td><td>7</td><td>-O,SO*</td><td>0.15</td><td>0.19</td></tr><tr><td>9016 9017</td><td>8 6</td><td>0.05 0.06</td><td>0.90*• -0.03</td><td>-0.62 -om</td></tr><tr><td>9025</td><td>7</td><td>-0.59</td><td>-0.09</td><td>-0.84*•</td></tr><tr><td>9064</td><td>7</td><td>0.93*•</td><td>-0.41</td><td>-OA3</td></tr><tr><td>9065</td><td>10</td><td>-0.02</td><td>0.45</td><td>-0.13</td></tr><tr><td>9066</td><td>8</td><td>0.37</td><td>0.34</td><td>-0.14</td></tr><tr><td>9070</td><td>6</td><td>-0.04</td><td>-0.21</td><td>-0.18</td></tr><tr><td>9071</td><td>8</td><td>0.32</td><td>0.24</td><td>-0,06</td></tr><tr><td>9088</td><td>8</td><td>0.10</td><td>-0.09</td><td>-0.68</td></tr><tr><td>9091</td><td>II</td><td>-0.48</td><td>-0.50</td><td>-0.80**</td></tr><tr><td>9093 9098</td><td>8 8</td><td>0.43 om</td><td>-0.07 0.23</td><td>0.10 -0.32</td></tr><tr><td>9103</td><td>6</td><td>0.16</td><td>0.63</td><td>-0.Ql</td></tr><tr><td>9106</td><td>8</td><td>-0.47</td><td>-0.19</td><td>-0.80*</td></tr><tr><td>9108</td><td>7</td><td>0.95**</td><td>0.32</td><td>-0.28</td></tr><tr><td>9110</td><td>9</td><td>0.47</td><td>-0.12</td><td>0.33</td></tr><tr><td>9115</td><td>6</td><td>0.25</td><td>0.01</td><td>0.19</td></tr><tr><td>9215</td><td>7</td><td>0.33</td><td>0.12</td><td>0.07</td></tr><tr><td>* ~ P &lt; 005; ** P &lt; 001</td><td/><td/><td/><td/></tr><tr><td>were negative,</td><td/><td/><td/><td/></tr></table>",
                "num": null,
                "text": "T \"-ALE 4.-Correlation coefficients between gestation period of the current litter and the following; total weight of the young in the previous litter at weaning, total Weight of the current litter al birth, and log (mother's weight at conception) of the current litter. Correlations are calculated separately for each female with six or more litters,",
                "type_str": "table"
            },
            "TABREF7": {
                "content": "<table><tr><td>Litlp, ,izp</td><td>Total wt</td><td>Total wI /litler size + 1</td></tr><tr><td>2</td><td>3.75</td><td>1.25</td></tr><tr><td>3</td><td>5.73</td><td>1.43</td></tr><tr><td>4</td><td>6.93</td><td>1.39</td></tr><tr><td>5</td><td>8.42</td><td>1.40</td></tr><tr><td>6</td><td>10.05</td><td>1.44</td></tr><tr><td>7</td><td>11.31</td><td>1.41</td></tr><tr><td>8</td><td>12.57</td><td>1.40</td></tr><tr><td>9</td><td/><td/></tr></table>",
                "num": null,
                "text": "). For example, arc litters larger in temperate populations due to selection Downloaded from https://academic.oup.com/jmammal/article/64/1/1/860996 by University of Michigan user on 07 October 2021 February 1983 MYERS AND ~1ASTER-LABORATORY REPRODUCTION Il\\ DEER MICE 15 TARJ.E 5.-Quotients resulting from dividing the average total weight for a litter size by that litter size plus 1. See text for explanation.",
                "type_str": "table"
            }
        }
    }
}