{
    "paper_id": "NachmanandMyers1989-Exceptionalchromosomalmutationsinarodentpopulationarenotstronglyunderdominant",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:34.683361Z"
    },
    "title": "Exceptional chromosomal mutations in a rodent population are not strongly underdominant (cytogenetics/karyotype/speciation)",
    "authors": [
        {
            "first": "M",
            "middle": [
                "W"
            ],
            "last": "Nachman",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Michigan",
                "location": {
                    "addrLine": "June 9",
                    "postCode": "48109, 1989",
                    "settlement": "Ann Arbor, Communicated by Hampton L. Carson",
                    "region": "MI"
                }
            },
            "email": ""
        },
        {
            "first": "P",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "The University of Michigan",
                "location": {
                    "addrLine": "June 9",
                    "postCode": "48109, 1989",
                    "settlement": "Ann Arbor, Communicated by Hampton L. Carson",
                    "region": "MI"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The observation of karyotypic uniformity in most species has led to the widespread belief that selection limits chromosomal change. We report an unprecedented amount of chromosomal variation in a natural population of the South American marsh rat Holochlus brasiliensis. This variation consists of four distinct classes of chromosomal rearrangements: whole-arm translocations, pericentric inversions, variation in the amount of euchromatin, and variation in number and kind of supernumerary (B) chromosomes. Twen",
    "pdf_parse": {
        "paper_id": "NachmanandMyers1989-Exceptionalchromosomalmutationsinarodentpopulationarenotstronglyunderdominant",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The observation of karyotypic uniformity in most species has led to the widespread belief that selection limits chromosomal change. We report an unprecedented amount of chromosomal variation in a natural population of the South American marsh rat Holochlus brasiliensis. This variation consists of four distinct classes of chromosomal rearrangements: whole-arm translocations, pericentric inversions, variation in the amount of euchromatin, and variation in number and kind of supernumerary (B) chromosomes. Twen",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "ty-six karyotypes are present among 42 animals. Observations of the natural population over a 7-year period and breeding experiments with captive animas indicate that heterozygous individuals suffer no detectable reduction in fitness. This is at odds with a central assumption in current models of chromosomal speciation and provides a firm rejection of the view that selection necessarily restricts chromosomal change.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A central goal of current evolutionary research is to understand the genetic changes that accompany or cause the formation of new species (1). Because most species differ in their karyotypes, a number of investigators have proposed that chromosomal mutations may be a basis for speciation (2) (3) (4) (5) (6) ). All models of chromosomal speciation depend on negative heterosis: they propose that reproductive isolation can be maintained between two karyotypically distinct groups due to the lowered fitness of chromosomally heterozygous individuals.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 292,
                        "text": "(2)",
                        "ref_id": null
                    },
                    {
                        "start": 293,
                        "end": 296,
                        "text": "(3)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 297,
                        "end": 300,
                        "text": "(4)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 301,
                        "end": 304,
                        "text": "(5)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 305,
                        "end": 308,
                        "text": "(6)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The assumption of negative heterosis contained in these models is well supported by two bodies of evidence. (i)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Chromosomal monomorphism is the rule for the vast majority of vertebrate populations. This is the expected result if most chromosomal mutations are deleterious and, therefore, eliminated by selection. Chromosomal polymorphisms are known from a large number of vertebrate species (7) , but in nearly all cases the variation is restricted to a single class of rearrangements (e.g., inversions and translocations) and often occurs in geographically narrow hybrid zones. (ii) Detailed meiotic studies, most notably on mice (8) and humans (9) , have shown that even single chromosomal changes can greatly reduce fertility through increased malsegregation in meiosis. These observations have led to the widely accepted view that selection typically limits karyotypic change.",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 282,
                        "text": "(7)",
                        "ref_id": null
                    },
                    {
                        "start": 519,
                        "end": 522,
                        "text": "(8)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 534,
                        "end": 537,
                        "text": "(9)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The alternative view, that chromosomal changes may be either entirely neutral or at least not deleterious, has received less attention. Two papers (10, 11) describing high levels of chromosomal polymorphisms from single mammalian populations suggest that there are situations where new chromosomal mutations are not eliminated by selection. However, there have been relatively few studies (12) (13) (14) on natural vertebrate populations documenting whether chromosomal polymorphisms reduce fitness in heterozygous individuals.",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 151,
                        "text": "(10,",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 152,
                        "end": 155,
                        "text": "11)",
                        "ref_id": null
                    },
                    {
                        "start": 389,
                        "end": 393,
                        "text": "(12)",
                        "ref_id": null
                    },
                    {
                        "start": 394,
                        "end": 398,
                        "text": "(13)",
                        "ref_id": null
                    },
                    {
                        "start": 399,
                        "end": 403,
                        "text": "(14)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "An extreme example of chromosomal variation in a natural population coupled with data showing that such variation does not reduce fitness would provide an important perspective for a reassessment of the general assumption of negative heterosis contained in chromosomal speciation models.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "We describe here the karyotypic variation found within a single interbreeding population ofthe South American marsh rat (Holochilus brasiliensis) from central Paraguay. This variation is unprecedented among mammals, both in the degree of structural heterozygosity and in the number of different classes of rearrangements found within one population. We then present evidence from repeated observations of the natural population over a 7-year period and from breeding of captive animals in the laboratory that these extreme changes cause no detectable reduction in fitness. Finally, we discuss these results in light of current models of chromosomal speciation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The South American marsh rat is a member of the subfamily Sigmodontinae (family Muridae) that inhabits grassy marshes from Venezuela to central Argentina. We trapped 11 individuals in 1979 and 31 individuals in 1986 at Finca La Golondrina, in the eastern Chaco 25 km north-northwest of Asuncion, Paraguay, within the floodplain of the Paraguay River. All animals were caught within a single isolated marsh, approximately 50 hectares in area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "Chromosomal preparations were obtained from bone marrow (15) from the 11 animals collected in 1979 and from cultures of peripheral lymphocytes (16) from the 31 animals collected in 1986. G-and C-banded prometaphase and metaphase preparations (17) were analyzed from all animals in the 1986 sample and from 3 animals in the 1979 sample. Homologous chromosome segments were identified by their Gbands, and major autosome arms were numbered according to decreasing length. Pairing of heterozygotes was studied in diakinesis and metaphase I of meiosis (18) to confirm the identity of some of the rearrangements as established by banding.",
                "cite_spans": [
                    {
                        "start": 242,
                        "end": 246,
                        "text": "(17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "To test for the possible presence of two or more cryptic species within this population, electrophoretic and morphologic analyses were done on all animals in the 1979 sample. Tissues (liver and kidney) were used for horizontal starch-gel electrophoresis (19) in which 28 presumptive loci encoding the following 19 enzymes were surveyed: sorbitol dehydrogenase (Sordh), malate dehydrogenase (Mdh-1, Mdh-2), glycerol-3-phosphate dehydrogenase (Gpd), isocitrate dehydrogenase (Icd-1, Icd-2), malic enzyme (Me), superoxide dismutase (Sod), glucose phosphate isomerase (Gpi), phosphoglucomutase (Pgm-1, Pgm-2), mannose phosphate isomerase (Mpi-1, Mpi-2), creatine kinase (Ck-1, Ck-2, Ck-3), alcohol dehydrogenase (Adh), xanthine dehydrogenase (Xdh), glutamate dehy-Abbreviations: Rb, Robertsonian; B chromosome, supernumerary chromosome.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The publication costs of this article were defrayed in part by page charge payment. This article must therefore be hereby marked \"advertisement\" in accordance with 18 U.S.C. §1734 solely to indicate this fact. drogenase (Gd), albumin (Alb), protein-1 (Pt-i), aspartate aminotransferase (Got-i, Got-2), peptidase (Pep-i, Pep-2), lactate dehydrogenase (Ldh-i, Ldh-2), and aconitate hydratase (Acon). Univariate and principal components analyses were performed on 29 standard cranial measurements. All specimens were prepared as skins and skulls, or fluidpreserved, and deposited in the Museum of Zoology collections at the University of Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "To test for reproductive incompatibility between animals possessing different chromosomal rearrangements, all animals caught in 1986 were brought alive to the University of Michigan and used to found a breeding colony. Animals were paired without prior knowledge of karyotype. Males were placed with females for 2 weeks and then removed, and litter size was recorded.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIALS AND METHODS",
                "sec_num": null
            },
            {
                "text": "The extraordinary variation in this population is shown in Tables 1 and 2 and Fig. 1 . The diploid number ranged from 48 to 52, and the number of chromosome arms varied from 58 to 60. Five to 9 large metacentric chromosomes were present, as well as a small metacentric pair, autosome 23, that is common throughout the subfamily (20). The remaining autosomes and the X and Y chromosomes were acrocentric.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 59,
                        "end": 73,
                        "text": "Tables 1 and 2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 78,
                        "end": 84,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The X chromosome was close in size to autosome 6, and the Y chromosome was close in size to autosome 16. A C-banded karyotype is shown in Fig. 2 . The Y chromosome was almost entirely heterochromatic, the metacentric autosome 3/4 was almost entirely euchromatic, and all other chromosomes possessed only centromeric heterochromatin.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 138,
                        "end": 144,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Twenty-six distinct karyotypes, stemming from four classes of rearrangements, were present among these 42 animals. (0 Whole-arm (Rb) translocations involved chromosomes 3/4 and 6/7. Acrocentric autosomes 3 and 4 possessed centromeric heterochromatin; however, their metacentric homolog, chromosome 3/4, showed little or no centromeric heterochromatin ( Fig. 2A ), suggesting that there may have been loss of DNA accompanying the fusion process. Both the metacentric, chromosome 6/7, and its acrocentric homologs, chromosomes 6 and 7, possessed centromeric heterochromatin ( Fig. 2A ). Twenty-three animals (55%) were heterozygous for a single Rb rearrangement, 2 animals (5%) were heterozygous for two Rb rearrangements, and the remaining 17 animals (40%) had no structural heterozygosity for wholearm translocations. The frequencies of Rb homozygotes and heterozygotes did not differ significantly from those expected homozygote; BIa, BIb, BIc, and BIT, supernumerary chromosomes; all other rearrangements here and in Table 2 occur as heterozygotes (Ea-X, euchromatic addition to the X chromosome). Pi-X, pericentric inversion on the X chromosome; Pi-11, pericentric inversion on autosome 11; Ea-17, euchromatic addition to autosome 17; other symbols and abbreviations are as in Table 1. under Hardy-Weinberg equilibrium (for Rb3,4, X2 goodness of fit x2 = 0.05 and 0.9 > P > 0.75; for Rb6,7, x2 = 0.002 and 0.975 > P > 0.95). (it) There was a complicated system of supernumerary chromosomes (B chromosomes) involving two distinct classes of elements. BI elements are large metacentric or submetacentric chromosomes that are mostly euchromatic and thus difficult to distinguish from autosomes. When digested with trypsin and stained with giemsa, however, they revealed little banding pattern and appeared as homogeneously stained regions. BI chromosomes contained only centromeric heterochromatin, as revealed by C-bands of both mitotic and meiotic figures, and contained only slightly more C-positive material than the autosomes (Fig. 2B ). BI chromosomes are divided into three types, BIa, BIb, and BIc, based on their size and morphology (Fig. 1B) , and were present in 12 animals (29%6). In contrast, BII elements are small acrocentric chromosomes that contain substantial centromeric heterochromatin in both mitosis and meiosis (Fig.  2B) . They were present in one or two copies in 4 animals (10%). (iiOM Centromeric rearrangements were found in three animals (7%) on either autosome 11 or the X chromosome. Banding data indicate that these changes in centromere position are most likely due to pericentric inversions rather than centromeric shifts or activation/inactivation of existing centromeres. (iv) Additions of euchromatic chromatin were present in 5 animals (12%). Two animals had additions of euchromatic (C-band-negative/G-band-positive) material adjacent to the centromere on the major arm of autosome 17, and 3 other animals had terminal euchromatic (but G-band negative) additions to the short arm of the X chromosome ( Fig. 2B ). Of the 42 animals sampled in this population, 32 (76%) exhibited some form of chromosomal heterozygosity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 353,
                        "end": 360,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 574,
                        "end": 581,
                        "text": "Fig. 2A",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 1019,
                        "end": 1026,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 1280,
                        "end": 1288,
                        "text": "Table 1.",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 2031,
                        "end": 2039,
                        "text": "(Fig. 2B",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 2142,
                        "end": 2151,
                        "text": "(Fig. 1B)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 2334,
                        "end": 2344,
                        "text": "(Fig.  2B)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 3041,
                        "end": 3048,
                        "text": "Fig. 2B",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "A comparison of the 1979 sample (Table 1 ) with the 1986 sample ( Table 2) revealed temporal stability in the total amount of chromosomal variation present, in the identity of the specific rearrangements, and in their relative abundance. In the 1979 sample, 9 animals (82%) exhibited structural heterozygosity, Rb variation was present in 7 animals (64%), B chromosomes were present in 5 animals (45%), a euchromatic addition was present in 1 animal (9%6), and inversions were absent. In the 1986 sample, 23 animals (74%) exhibited structural heterozygosity, 20 Table 2 ). Major autosome arms are numbered according to decreasing length. The diploid number (2n) is 48, and the number of chromosome arms (FN) is 58. This individual is homozygous for Robertsonian (Rb) fusions of chromosomes 3/4 and 6/7. Chromosomes 1/2 and 5/8 are fused in all individuals in the population. No B chromosomes, pericentric inversions (Pi), or euchromatic additions (Ea) are present in this individual. (B) Polymorphic rearrangements (defined in text) found in a single population ofH. brasiliensis. All rearrangements are shown in the heterozygous state.",
                "cite_spans": [
                    {
                        "start": 559,
                        "end": 561,
                        "text": "20",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 32,
                        "end": 40,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 66,
                        "end": 74,
                        "text": "Table 2)",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 562,
                        "end": 569,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "in 18 animals (58%), B chromosomes were present in 11 animals (35%), euchromatic additions were present in 4 animals (13%), and inversions were present in 3 animals (10%o). The number of chromosomally heterozygous individuals was not significantly different between these two samples (log-likelihood ratio G = 0.05 and 0.9 > P > 0.75), and the frequencies of individual rearrangements also did not differ significantly between 1979 and 1986 (for Rb3,4, G = 0.10 and 0.9 > P > 0.75; for Rb6,7, G = 0.06 and 0.9 > P> 0.75; for B chromosomes, G = 0.34 and 0.75 > P > 0.5). In addition, each of the specific rearrangements present in the 1979 sample was found again in the 1986 sample. The 1986 sample also contained three rearrangements (two pericentric inversions, Pi-11 and Pi-X, and one euchromatic addition, Ea-17) not found in the 1979 sample. These rearrangements were rare in the 1986 sample and thus their absence in the 1979 sample, which was much smaller, may be due to sampling bias. Analysis of chromosome pairing in diakinesis and metaphase I of meiosis provides additional support for the identity of the rearrangements deduced from banding of mitotic chromosomes. In 100 cells analyzed from three individuals, both Rb3,4 and Rb6,7 were found to consistently form trivalents. In 100 cells analyzed from four individuals containing one B chromosome (identified from mitotic preparations), a single unpaired element was always observed in metaphase I of meiosis. An alternative explanation for the identity of the metacentric elements labeled as BI chromosomes is that they derive from Rb translocations of small autosomes. Such an interpretation was favored by Vidal et al. (21) for similar metacentrics in an Argentine population; however, their report did not include either banding data or meiotic analysis. The hypothesis that these chromosomes arise from Rb fusions does not account for the increase in fundamental number that accompanies them. Further, analysis of 100 meiotic metaphase cells from animals possessing these chromosomes revealed no trivalents other than those identifiable as Rb3,4 or Rb6,7. For these reasons we favor the interpretation that these elements are supernumerary chromosomes, despite their typically autosomal C-band pattern.",
                "cite_spans": [
                    {
                        "start": 1684,
                        "end": 1688,
                        "text": "(21)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Electrophoretic and morphologic data (from the 1979 sample) and breeding experiments (from the 1986 sample) support the hypothesis that this population consists of a single biological species. Twenty-one loci were fixed for the same allele in all individuals. Seven loci were polymorphic: Gpd, Icd-l, Me, Pgm-i, Pgm-2, Pt-i, Got-2. There was no corre- (1989) spondence between any of the chromosomal rearrangements and particular alleles among these polymorphic loci. Since even closely related species often have fixed allozymic differences, a sample containing more than one species may show an inflated level of polymorphism. However, the proportion of polymorphic loci in this population (P = 0.25) was typical or slightly low for rodent species in general (22) . Morphologic analyses of all single cranial measurements showed continuous unimodal distributions, and graphs of principal component scores of these measurements formed single clusters. There was no correspondence between any of the chromosomal rearrangements and any craniometric characteristic. Laboratory matings indicated that animals possessing any of the rearrangements found in the population were fertile (Table 3 ). Among wild-caught animals, 16 out of 19 matings (84.2%) produced litters (n = 67 offspring). The 3 unsuccessful matings were known to involve very old animals. This degree of mating success is typical for breeding wild colonies ofother sigmodontine species in our laboratory. The Holochilus colony is in its fourth generation and offspring remain fertile.",
                "cite_spans": [
                    {
                        "start": 352,
                        "end": 358,
                        "text": "(1989)",
                        "ref_id": null
                    },
                    {
                        "start": 761,
                        "end": 765,
                        "text": "(22)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1180,
                        "end": 1188,
                        "text": "(Table 3",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We know of no species of mammal with the number and variety of chromosomal polymorphisms that are present in single populations of Holochilus. Chromosomal variation stemming from a single class ofrearrangements has been well documented from many species in hybrid zones, such as the house mouse (Mus musculus) (23) or the pocket gopher (Thomomys bottae) (24) , and from many fewer species outside of hybrid zones (7) . Variation that involves multiple classes of rearrangements, however, is known from only a few cases (10, 11), and none are as extreme as Holochilus.",
                "cite_spans": [
                    {
                        "start": 310,
                        "end": 314,
                        "text": "(23)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 354,
                        "end": 358,
                        "text": "(24)",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 416,
                        "text": "(7)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Evidence that these polymorphisms do not substantially reduce fitness comes from three sources. (i) Neither the amount of chromosomal variability nor the frequencies of individual rearrangements differ significantly between the 1979 and 1986 samples. Although the small size of the first sample precludes detection of small frequency differences, it is noteworthy that the relative abundance of the different rearrangements remained unchanged between the samples and that the actual numbers are very similar. Field observations indicate that Holochilus breed throughout the year in central Paraguay, and laboratory studies show that the gen- Karyotypes of parents refer to designations given in Tables 1 and  2 . Crosses are listed in order of increasing structural differences between parents. Abbreviations indicate the rearrangements that are polymorphic between mated individuals and are defined in Table 1 . Crosses shown here were chosen to illustrate maximum variation of chromosomal differences. eration time is less than 3 months. Thus, a conservative estimate indicates that at least 20 generations elapsed in 7 years. Wright (25) and subsequent investigators (26, 27) have shown that in the absence of a high mutation rate, new chromosomal variants that reduce fitness in the heterozygous condition will be rapidly eliminated or rarely fixed. Thus, the persistence at similar frequencies ofthe same rearrangements in our two samples taken more than 20 generations apart is consistent with the hypothesis that these rearrangements are not negatively heterotic. (it) We have continued to breed animals for four generations (n = 115 offspring) and have detected no combination of chromosomal rearrangements that results in infertility or reduced litter size (mean litter size = 4.4). All offspring have been karyotyped and none show any degree of aneuploidy. This suggests that polymorphisms in this population are not strongly underdominant; however, these data do not preclude the possibility of weak selection acting against heterozygotes. Measuring small selection coefficients (e.g., <10%o) requires very large sample sizes, either to detect deviations from Hardy-Weinberg proportions in nature or to measure fitness differences in the laboratory. Further, we caution against interpreting laboratory breeding experiments as a way to discriminate subtle differences in fitness that may be biologically much more significant in a natural population. (iii) The kind of variation (but not the specific rearrangements) we have described for this population of Holochilus characterizes the species over a wide geographic area. Earlier studies in Argentina (21, 28, 29) , Brazil (30, 31), and elsewhere in Paraguay (P.M., unpublished data) suggested that Holochilus might have extensive variation in Rb rearrangements, number of B chromosomes, and pericentric inversions, although banding data were not available in most cases and the samples from single populations were small. The widespread occurrence of these polymorphisms would be unlikely if substantial costs were associated with them.",
                "cite_spans": [
                    {
                        "start": 1170,
                        "end": 1174,
                        "text": "(26,",
                        "ref_id": null
                    },
                    {
                        "start": 1175,
                        "end": 1178,
                        "text": "27)",
                        "ref_id": null
                    },
                    {
                        "start": 2663,
                        "end": 2667,
                        "text": "(21,",
                        "ref_id": null
                    },
                    {
                        "start": 2668,
                        "end": 2671,
                        "text": "28,",
                        "ref_id": null
                    },
                    {
                        "start": 2672,
                        "end": 2675,
                        "text": "29)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 695,
                        "end": 710,
                        "text": "Tables 1 and  2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 903,
                        "end": 910,
                        "text": "Table 1",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "These results have important implications for current models of chromosomal speciation. These models, which have served as examples of how new species might be formed in the absence of geographic separation, propose that chromosomal changes can lead to reproductive isolation due to the decreased fertility of heterozygotes (2-5) or the decreased viability of their progeny (6) . The breeding data for Holochilus and the large number, temporal stability, and widespread nature of chromosomal rearrangements in Holochilus do not support such a view and argue instead that chromosomal polymorphisms, though extreme, do not reduce fitness substantially in this species. Although the data presented here are insufficient to detect weak selective pressures, they are inconsistent with the presence of strong negative heterosis that is required by most models of chromosomal speciation, and these data are entirely consistent with the hypothesis that no selection is acting against heterozygotes. A comparison of this study of Holochilus with chromosomal studies ofthe house mouse (Mus musculus) (12), the common shrew (Sorex araneus) (13), and the domestic sheep (Ovis aries) (32) demonstrates that the same kind of chromosomal rearrangement can have extremely different effects on fitness in different species. Therefore, no single model will account for the evolution of chromosomes in all species, and models of chromosomal speciation should only be applied to situations where selection against heterozygotes has been verified (33) (34) (35) . The data presented here show that the usually held assumption of strong chromosomal underdominance is not always valid. In situations such as this, chromosomal mutations may accompany but probably do not cause speciation.",
                "cite_spans": [
                    {
                        "start": 374,
                        "end": 377,
                        "text": "(6)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1526,
                        "end": 1530,
                        "text": "(33)",
                        "ref_id": null
                    },
                    {
                        "start": 1531,
                        "end": 1535,
                        "text": "(34)",
                        "ref_id": null
                    },
                    {
                        "start": 1536,
                        "end": 1540,
                        "text": "(35)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded by guest on October 7, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Proc. Natl. Acad. ScL USA 86(1989) Downloaded by guest on October 7, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "We thank H. L. Gibbs, C. Moritz, J. L. Patton, R. 0. Prum, P. K. Tucker, J. B. Walsh, and two anonymous reviewers for comments on the manuscript. For help in Paraguay we thank Mr. and Mrs.Anthony Espinoza, Mr. and Mrs. Philip Myers, Jr., the numerous assistants from Michigan who participated in fieldwork, and the Paraguayan Ministerio de Agricultura y Ganaderia. The electrophoretic work was done in the laboratory of Dr. J. L. Patton at the Museum of Vertebrate Zoology (Univ. of California, Berkeley). Financial support was provided by the Rackham Graduate School (Univ. of Michigan), the Museum of Vertebrate Zoology, and National Science Foundation Grant DEB-7704887.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            },
            {
                "text": "Proc. Natl. Acad. Sci. USA 86 (1989) ",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 36,
                        "text": "Acad. Sci. USA 86 (1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mechanisms of Speciation",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J D"
                        ],
                        "last": "White",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "75--103",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "White, M. J. D. (1982) in Mechanisms of Speciation, ed. Bar- igozzi, C. (Liss, New York), pp. 75-103.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Evolution and Speciation",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "King",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "262--285",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "King, M. (1981) in Evolution and Speciation, eds. Atchley, W. R. & Woodruff, D. (Cambridge Univ. Press, London), pp. 262-285.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Advances in Herpetology and Evolutionary Biology",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "P"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "643--679",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall, W. P. (1983) in Advances in Herpetology and Evolution- ary Biology, eds. Rhodin, A. G. J. & Miyata, K. (Mus. Comp. Zool., Cambridge, MA), pp. 643-679.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Evolution and Speciation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Shaw",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "146--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shaw, D. (1981) in Evolution and Speciation, eds. Atchley, W. R. & Woodruff, D. (Cambridge Univ. Press, London), pp. 146-170.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The Cytogenetics of Mammalian Autosomal Rearrangements",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Redi",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Capanna",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "315--359",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Redi, C. A. & Capanna, E. (1988) in The Cytogenetics of Mammalian Autosomal Rearrangements, ed. Daniel, A. (Liss, New York), pp. 315-359.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The Cytogenetics of Mammalian Autosomal Rearrangements",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Chandley",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "361--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chandley, A. C. (1988) in The Cytogenetics of Mammalian Autosomal Rearrangements, ed. Daniel, A. (Liss, New York), pp. 361-382.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Cytogenet",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "F"
                        ],
                        "last": "Koop",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Cell Genet",
                "volume": "35",
                "issue": "",
                "pages": "131--135",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koop, B. F., Baker, R. J. & Genoways, H. H. (1983) Cytoge- net. Cell Genet. 35, 131-135.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Biochemical Polymorphisms and Systematics in the Genus Peromyscus. I. Variation in the Old-Field Mouse (Peromyscus polionotus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Gentry",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "49--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Selander, R. K., Smith, M. H., Yang, S. Y., Johnson, W. E. & Gentry, J. B. (1971) Biochemical Polymorphisms and System- atics in the Genus Peromyscus. I. Variation in the Old-Field Mouse (Peromyscus polionotus), Univ. Texas Publ. 7103 (Univ. Texas, Austin, TX), pp. 49-90.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Mechanisms of Speciation",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Capanna",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "155--177",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Capanna, E. (1982) in Mechanisms of Speciation, ed. Bari- gozzi, C. (Liss, New York), pp. 155-177.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "text": "row represents a unique karyotype. ID, karyotype designation; N, number of individuals; 2n, diploid number; FN, fundamental number of chromosome arms; Robertsonian rearrangements (Rb): ++, fusion homozygote; +-, fusion/fission heterozygote; --, fission",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "uris": null,
                "text": "+-+-0 0 0 1",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "uris": null,
                "text": "(A) G-banded homozygous karyotype of H. brasiliensis (designated karyotype k in",
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "uris": null,
                "text": "(A) C-banded karyotype of a male H. brasiliensis (designated karyotype c inTable 2), heterozygous for Rb 3/4. (B) C-banded preparations of B chromosomes and of euchromatic additions to autosome 17 and the X chromosome.",
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "Chromosomal polymorphisms among the 11 H. brasiliensis in the 1979 sample",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>N</td><td>Rb</td><td>B</td></tr><tr><td colspan=\"3\">ID 6 9 2n FN 3,4 6,7 Ia lb Ic II Ea,Pi</td></tr></table>"
            },
            "TABREF1": {
                "text": "Chromosomal polymorphisms among the 31 H. brasifiensis in the 1986 sample",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td>N</td><td>Rb</td><td>B</td></tr><tr><td colspan=\"3\">ID d 9 2n FN 3,4 6,7 Ia Ib Ic II Ea,Pi</td></tr><tr><td colspan=\"3\">k 6 2 48 58 ++ ++ 0 0 0 0</td></tr></table>"
            },
            "TABREF4": {
                "text": "Representative laboratory crosses of wild-caught H.",
                "num": null,
                "type_str": "table",
                "content": "<table><tr><td colspan=\"3\">brasiliensis with different karyotypes and number of</td><td/></tr><tr><td colspan=\"2\">offspring produced</td><td/><td/></tr><tr><td colspan=\"2\">Crosses</td><td/><td/></tr><tr><td colspan=\"2\">Karyotype Karyotype</td><td>Chromosomal</td><td/></tr><tr><td>of female</td><td>of male</td><td>polymorphisms</td><td>Number of</td></tr><tr><td>parent</td><td>parent</td><td>between parents</td><td>offspring</td></tr><tr><td>I</td><td>k</td><td>Pi-X</td><td>3</td></tr><tr><td>c</td><td>k</td><td>Rb3,4</td><td>5</td></tr><tr><td>u</td><td>c</td><td>Rb3,4; BII</td><td>4</td></tr><tr><td>q</td><td>b</td><td>Rb6,7; BIa</td><td>3</td></tr><tr><td>k</td><td>n</td><td>Rb6,7; Pi-11</td><td>4</td></tr><tr><td>c</td><td>m</td><td>Rb3,4; Ea-17</td><td>4</td></tr><tr><td>b</td><td>s</td><td>Rb6,7; BII; Pi-11</td><td>4</td></tr><tr><td>p</td><td>b</td><td>Rb3,4; Rb6,7; Ea-X</td><td>4</td></tr><tr><td>w</td><td>x</td><td>Rb6,7; BIb; BIc; Ea-17</td><td>4</td></tr><tr><td>w</td><td>g</td><td>Rb3,4; Rb6,7; BIa; BIc</td><td>3</td></tr></table>"
            }
        }
    }
}