{
    "paper_id": "Oconnor1985-Mites(Acari)AssociatedwiththeLong-TailedShrew,Sorexdispar(Insectivora-Soricidae),inTennessee",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:30:42.868641Z"
    },
    "title": "Notes and Discussion",
    "authors": [
        {
            "first": "Mites",
            "middle": [
                "("
            ],
            "last": "Acari",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "No mites have been previously reported as associates of Sorex dispar. I report nine species of mites collected from this species, four of which are probably true associates. Four additional species are probably accidental associates acquired through interspecific contact with other small mammals.",
    "pdf_parse": {
        "paper_id": "Oconnor1985-Mites(Acari)AssociatedwiththeLong-TailedShrew,Sorexdispar(Insectivora-Soricidae),inTennessee",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "No mites have been previously reported as associates of Sorex dispar. I report nine species of mites collected from this species, four of which are probably true associates. Four additional species are probably accidental associates acquired through interspecific contact with other small mammals.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The long-tailed shrew, Sorex dispar Batchelder, is a large, relatively rare shrew which inhabits rocky slopes in the mountains of eastern North America (Richmond and Grimm, 1950; Conaway and Pfitzer, 1952) . Because this species is restricted in its habitat and apparently exists in isolated populations, individuals are rarely collected and little is known of the associated parasite fauna. Two species of fleas were recorded from S. dispar by Holland and Benton (1968) . However, in their review of mammal-associated mites (excluding ticks and chiggers) in North America, Whitaker and Wilson (1974) list no records of mites from S. dispar. A search of the relevant literature failed to locate records of ticks and chiggers from S. dispar as well. More information is available regarding the mite associates of the closely related Sorex gaspensis, with 16 species reported from this host in New Brunswick, Canada (Whitaker and French, 1982) .",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 178,
                        "text": "(Richmond and Grimm, 1950;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 179,
                        "end": 205,
                        "text": "Conaway and Pfitzer, 1952)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 445,
                        "end": 470,
                        "text": "Holland and Benton (1968)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 574,
                        "end": 600,
                        "text": "Whitaker and Wilson (1974)",
                        "ref_id": null
                    },
                    {
                        "start": 914,
                        "end": 941,
                        "text": "(Whitaker and French, 1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "On 19 July 1969, one female and three male Sorex dispar were trapped by C. R. Smith in a talus area at 1460 m elevation on the N slope of Roan Mountain, Carter County, Tennessee. The collecting site was alongside State Highway 143 in a mixed woods of yellow birch (Betula lutea), American beech (Fagus grandifolia) and red maple (Acer rubrum). Other small mammal species collected or observed at this site included Blarina brevicauda, Tamias striatus, Clethrionomys gapperi and Peromyscus maniculatus. The specimens of S. dispar were preserved together in AFA without contamination by other species collected. The specimens were later examined by the author under a dissection microscope in the laboratory and the associated mites were collected by hand-picking. Mites were identified, and slide-mounted voucher specimens are deposited in the Museum of Zoology, University of Michigan and in the Cornell University Insect Collection (Lot Number 1078).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "The mite species recovered from Sorex dispar all represent new host records for S. dispar (Ta-Lle 1).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Laelaps alaskensis is a parasite, feeding upon tissue fluids. Although this mite has been reported from numerous host species most records are from arvicoline rodents. It is essentially a nest parasite but is often collected from the bodies of the hosts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Ixodes angustus is a holarctic tick that-parasitizes a wide variety of mammal species. Its preferred hosts are small mammals, including shrews. Whitaker and French (1982) found this tick to be commonly associated with Sorex gaspensis.",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 170,
                        "text": "Whitaker and French (1982)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Mites of the family Pygmephoridae are among the most poorly known mammalian associates in North America. A single individual of Bakerdania plurisetosa was recovered from one shrew. This species was known previously only from Scalopus aquaticus in Indiana (Whitaker, 1982) . These mites are presumably fungivores, inhabiting the nest of the host, and only some species in the genus are mammalian associates. A complicating factor in the biology of pygmephorid mites is the presence of dispersing (phoretomorph) and nondispersing females. Dispersing females normally have a modified morphology, including enlarged forelegs for attaching to the hair of the host. As species of Bakerdania are not yet known to -form phoretomorph females, there is a distinct possibility that the specimen reported here was accidentally picked up from a nest or burrow.",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 271,
                        "text": "(Whitaker, 1982)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Specimens of the family Myobiidae are tentatively referred to as Amorphacarus hengererorum. Although all specimens collected in this study were immature, and immature stages of A. hengererorum remain undescribed, I have compared the specimens from Sorex dispar with nymphs collected from the type-host at the type-locality (S. cinereus at Ithaca, New York), and found no consistent differences. The possibility remains that these specimens represent an unnamed species distinguishable from A. hengererorum only in the adult stage. Amorphacarus hengererorum has been previously collected from S. arcticus, S. cinereus, S. fumeus, S. palustris, S. gaspensis, Microsorex",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:18:57 UTC All use subject to https://about.jstor.org/terms hoyi and rarely Blarina brevicauda (Whitaker and Wilson, 1974; Whitaker and French, 1982) . These mites are permanent parasites, feeding upon tissue fluids. The two species of chiggers (Trombiculidae) collected are both apparently biologically associated with shrews. Farrelioides jamesoni has been previously reported from Blarina brevicauda, Sorex cinereus and S. fumeus (Vercammen-Grandjean and Langston, 1976) , while Neotrombicula cavicola has been taken from these host species and S. palustris as well (Whitaker et al., 1975) .",
                "cite_spans": [
                    {
                        "start": 158,
                        "end": 185,
                        "text": "(Whitaker and Wilson, 1974;",
                        "ref_id": null
                    },
                    {
                        "start": 186,
                        "end": 212,
                        "text": "Whitaker and French, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 496,
                        "end": 536,
                        "text": "(Vercammen-Grandjean and Langston, 1976)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 632,
                        "end": 655,
                        "text": "(Whitaker et al., 1975)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "184",
                "sec_num": null
            },
            {
                "text": "Mites of the family Glycyphagidae are nest-inhabiting detritivores which have a highly modified deutonymphal instar, which is phoretic upon the vertebrate host. The specimens of Orycteroxenus sp. are identical with specimens collected commonly from Blarina brevicauda and previously referred to as 0. soricis (Fain and Whitaker, 1973) a species originally described from Sorex araneus in Europe. Several subspecies have been described suggesting that this species may be a complex. I have examined adult mites of this group from the nests of S. cinereus and B. brevicauda whose distinct morphologies confirm the idea of a species complex.",
                "cite_spans": [
                    {
                        "start": 309,
                        "end": 334,
                        "text": "(Fain and Whitaker, 1973)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "184",
                "sec_num": null
            },
            {
                "text": "A similar situation exists for the mites previously identified as Glycyphagus hypudaei ( Dermacarus hypudaei) from a wide variety of hosts in North America (Fain and Whitaker, 1973) . Sibling species are now known in this group which can be distinguished only in the adult instar (Spicka and OConnor, 1979) , and a number of distinct species have been described only from the adults (Fain and Mumcuoglu, 1979) . Most members of this genus are associated with rodents and their nests, rather than insectivores.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 181,
                        "text": "(Fain and Whitaker, 1973)",
                        "ref_id": null
                    },
                    {
                        "start": 280,
                        "end": 306,
                        "text": "(Spicka and OConnor, 1979)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 383,
                        "end": 409,
                        "text": "(Fain and Mumcuoglu, 1979)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "184",
                "sec_num": null
            },
            {
                "text": "Listrophorus mexicanus squamiferus is normally associated with arvicoline rodents of the genera Microtus and Clethrionomys (Fain and Hyland, 1974) . All instars of these mites are permanently parasitic, attaching to individual hairs and apparently feeding upon sebaceous secretions or the hair itself.",
                "cite_spans": [
                    {
                        "start": 123,
                        "end": 146,
                        "text": "(Fain and Hyland, 1974)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "184",
                "sec_num": null
            },
            {
                "text": "A surprisingly diverse assemblage of parasitic and phoretic mites was recovered from a few specimens of Sorex dispar. The presence of species not normally associated with shrews suggests contamination, although the collecting methods employed should preclude this explanation. Of the nine species recovered, four are apparently biologically associated with S. dispar in the collection locality. \"Biological\" associates are those whose presence on a particular host species is either regularly demonstrable in the field (e.g, some ticks and chiggers) or predictable on the basis of evolutionary relationships and coevolutionary patterns exhibited by both the associate and host lineages. This type of long-term association is distinguished from rare or accidental associations. Of the biological associates of S. dispar, Amorphacarus hengererorum requires direct contact between hosts for transmission, while Ixodes angustus, Farrelioidesjamesoni and Neotrombicula cavicola attach to a host, feed and drop off in the field and are not transmitted through contact or via a nest association. The possibility that Bakerdania plurisetosa is also biologically associated with S. dispar cannot be evaluated at this time due to the paucity of knowledge regarding its normal host associations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The collection of four other species, three normally associated with arvicoline rodents (Laelaps alaskensis, Glycyphagus sp. nr. hypudaei and Listrophorus mexicanus), and one normally asso ciated with Blarina brevicauda (Orycteroxenus sp. nr. soricis), is unusual. Three possible modes of infestation of Sorex dispar by these mites are: direct interspecific contact, scavenging on carcasses, and invading or usurping nests or burrows of other species. The first of these is unlikely, as the size of S. dispar would be disadvantageous in encounters with sympatric arvicolines (Clethrionomys gapperi, Microtus chrotorrhinus) or Blarina brevicauda. Carrion feeding is a distinct possibility; however, the third alternative, nest or burrow usurpation, seems to be the most plausible explanation. All the unusual species encountered on S. dispar, with the exception of L. mexicanus, are primarily nest inhabitants. If young animals were present in a nest raided by a shrew, even L. mexicanus could be successfully transmitted, especially if the shrews were feeding on the nestlings. Studies of feeding habits of S. dispar (Richmond and Grimm, 1950; Conaway and Pfitzer, 1952) list only arthropod prey in the stomach contents of S. dispar. This would seem to rule out vertebrate predation by these shrews; however, the finding of so many extraneous mites on individual shrews in this study offers the distinct possibility of multispecies use of nests and burrows.",
                "cite_spans": [
                    {
                        "start": 1117,
                        "end": 1143,
                        "text": "(Richmond and Grimm, 1950;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1144,
                        "end": 1170,
                        "text": "Conaway and Pfitzer, 1952)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgments. -I thank Dr. Charles Smith, Laboratory of Ornithology, Cornell University, Ithaca, New York, for the opportunity to study the shrews in his collection, and for his comments on the manuscript. I also thank Drs. Lawrence Heaney and Philip Myers, Museum of Zoology, University of Michigan, Ann Arbor, and John 0. Whitaker, Jr., Department of Life Sciences, Indiana State University, Terre Haute, for their comments on the manuscript.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Sorex palustris and Sorex dispar from the Great Smoky Mountains National Park",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H D W"
                        ],
                        "last": "Conaway",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pfitzer",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "J Mammal",
                "volume": "33",
                "issue": "",
                "pages": "106--108",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CONAWAY, C. H. AND D. W. PFITZER. 1952. Sorex palustris and Sorex dispar from the Great Smoky Mountains National Park. J Mammal., 33:106-108.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The listrophorid mites in North America. II. The family Listrophoridae Megnin and Trouessart (Acarina: Sarcoptiformes)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "K"
                        ],
                        "last": "Fain",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hyland",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Bull. Inst. R. Sci. Nat. Belg",
                "volume": "50",
                "issue": "",
                "pages": "1--69",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FAIN, A. AND K. HYLAND. 1974. The listrophorid mites in North America. II. The family Lis- trophoridae Megnin and Trouessart (Acarina: Sarcoptiformes). Bull. Inst. R. Sci. Nat. Belg., 50:1-69.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Glycyphagus (Myacarus) helveticus sp. n. (Acari, Astigmata) vivant dans le nid d'Arvicola terrestris en Suisse",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "Mumcuoglu"
                        ],
                        "last": "And",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Rev. Suisse Zool",
                "volume": "86",
                "issue": "",
                "pages": "455--461",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AND Y. MUMCUOGLU. 1979. Glycyphagus (Myacarus) helveticus sp. n. (Acari, Astigmata) vivant dans le nid d'Arvicola terrestris en Suisse. Rev. Suisse Zool., 86:455-461.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Phoretic hypopi of North American mammals (Acarina: Sarcoptiformes, Glycyphagidae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "0"
                        ],
                        "last": "And",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Whitaker",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Acarologia",
                "volume": "15",
                "issue": "",
                "pages": "144--170",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AND J. 0. WHITAKER, JR. 1973. Phoretic hypopi of North American mammals (Aca- rina: Sarcoptiformes, Glycyphagidae). Acarologia, 15:144-170.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Siphonaptera from Pennsylvania mammals",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "P A H"
                        ],
                        "last": "Holland",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Benton",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Am. Midl. Nat",
                "volume": "80",
                "issue": "",
                "pages": "252--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLLAND, G. P. AND A. H. BENTON. 1968. Siphonaptera from Pennsylvania mammals. Am. Midl. Nat., 80:252-261.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Ecology and distribution of the shrew Sorex dispar in Pennsylvania",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "D W C"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Grimm",
                        "suffix": ""
                    }
                ],
                "year": 1950,
                "venue": "Ecology",
                "volume": "31",
                "issue": "",
                "pages": "279--282",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICHMOND, N. D. AND W. C. GRIMM. 1950. Ecology and distribution of the shrew Sorex dispar in Pennsylvania. Ecology, 31:279-282.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Description and life-cycle of Glycyphagus (Myacarus) microti sp. n",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "J"
                        ],
                        "last": "Spicka",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Acarina: Sarcoptiformes: Glycyphagidae) from Microtus pinetorum from",
                "volume": "21",
                "issue": "",
                "pages": "451--476",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPICKA, E. J. AND B.M. OCONNOR. 1979. Description and life-cycle of Glycyphagus (Myacarus) microti sp. n. (Acarina: Sarcoptiformes: Glycyphagidae) from Microtus pinetorum from New York, USA. Acarologia, 21:451-476.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "The chigger mites of the world",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H R Langston"
                        ],
                        "last": "Vercammen-Grandjean",
                        "suffix": ""
                    }
                ],
                "year": 1976,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "VERCAMMEN-GRANDJEAN, P. H. AND R. LANGSTON. 1976. The chigger mites of the world, Vol. III. Leptotrombidium complex. George Williams Hooper Foundation, San Francisco. 1061 p. + 298 plates.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Ectoparasites of mammals of Indiana",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "O"
                        ],
                        "last": "Whitaker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Indiana Acad. Sci. Monogr",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WHITAKER, J. O., JR. 1982. Ectoparasites of mammals of Indiana. Indiana Acad. Sci. Monogr. No. 4. 240 p.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Notes on mammals of the Fires Creek Area, Nantahala Mountains, North Carolina, including their ectoparasites",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "W"
                        ],
                        "last": "And T",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "S"
                        ],
                        "last": "French. ; G",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "D"
                        ],
                        "last": "Jones And D",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pascal",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J. Elisha Mitchell Sci. Soc",
                "volume": "60",
                "issue": "",
                "pages": "13--17",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AND T. W. FRENCH. 1982. Ectoparasites and other associates of some insectivores and rodents from New Brunswick. Can. J Zool., 60:2787-2797. , G. S. JONES AND D. D. PASCAL. 1975. Notes on mammals of the Fires Creek Area, Nantahala Mountains, North Carolina, including their ectoparasites. J. Elisha Mitchell Sci. Soc., 91:13-17. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:18:57 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Host and distribution lists of mites (Acari), parasitic and phoretic, in the hair of wild mammals of North America, North of Mexico",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "Wilson"
                        ],
                        "last": "And",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Am. Midl. Nat",
                "volume": "91",
                "issue": "",
                "pages": "1--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AND N. WILSON. 1974. Host and distribution lists of mites (Acari), parasitic and phoretic, in the hair of wild mammals of North America, North of Mexico. Am. Midl. Nat., 91:1-67.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "18:57 UTC All use subject to",
                "authors": [
                    {
                        "first": "Barry",
                        "middle": [
                            "M"
                        ],
                        "last": "Oconnor",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "48109",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BARRY M. OCONNOR, Museum of Zoology and Division of Biological Sciences, University of Michigan, Ann Arbor 48109. Submitted 8 March 1984, accepted 17 July 1984. This content downloaded from 35.7.39.109 on Thu, 07 Oct 2021 15:18:57 UTC All use subject to https://about.jstor.org/terms",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "text": "",
                "num": null,
                "content": "<table><tr><td>-Acari collected from Sorex dispar</td><td/><td/></tr><tr><td colspan=\"3\">Species Number collected Number of hosts Location</td></tr><tr><td colspan=\"3\">Laelaps alaskensis Grant 1 male 1 in fur</td></tr><tr><td>(Laelapidae)</td><td/><td/></tr><tr><td colspan=\"3\">Ixodes angustus Neumann 1 larva 1 dorsal, at base</td></tr><tr><td>(Ixodidae)</td><td>of</td><td>tail</td></tr><tr><td colspan=\"3\">Bakerdania plurisetosa 1 female 1 in fur</td></tr><tr><td>Mahunka (Pygmephoridae)</td><td/><td/></tr><tr><td colspan=\"3\">Amorphacarus hengererorum 6 nymphs, 1 larva 2 on hairs of head</td></tr><tr><td>Jameson (Myobiidae)</td><td/><td/></tr><tr><td colspan=\"3\">Farrelioides jamesoni 9 larvae 3 in folds of</td></tr><tr><td colspan=\"3\">(Brennan) (Trombiculidae) ear pinnae</td></tr><tr><td colspan=\"3\">Neotrombicula cavicola 2 larvae 2 in folds of</td></tr><tr><td colspan=\"3\">Ewing (Trombiculidae) ear pinnae</td></tr><tr><td colspan=\"3\">Orycteroxenus sp. 4 deutonymphs 2 on hairs of</td></tr><tr><td colspan=\"3\">near soricis (Glycyphagidae) flanks</td></tr><tr><td colspan=\"3\">Glycyphagus sp. near 7 deutonymphs 2 on hairs of body</td></tr><tr><td>hypudaei (Glycyphagidae)</td><td/><td/></tr><tr><td colspan=\"3\">Listrophorus mexicanus 2 males, 1 nymph 1 on hairs of body</td></tr><tr><td>squamiferus Fain &amp; Hyland</td><td/><td/></tr><tr><td>(Listrophoridae)</td><td/><td/></tr><tr><td colspan=\"2\">This content downloaded from</td><td/></tr><tr><td colspan=\"2\">35.7.39.109 on Thu, 07 Oct 2021 15:18:57 UTC</td><td/></tr><tr><td colspan=\"3\">All use subject to https://about.jstor.org/terms</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}