{
    "paper_id": "ParkandRazafindratsima2019-Anthropogenicthreatscanhavecascading",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:03.569008Z"
    },
    "title": "Anthropogenic threats can have cascading homogenizing effects on the phylogenetic and functional diversity of tropical ecosystems",
    "authors": [
        {
            "first": "Miguel",
            "middle": [],
            "last": "Araújo",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Daniel",
            "middle": [
                "S"
            ],
            "last": "Park",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Onja",
            "middle": [
                "H"
            ],
            "last": "Razafindratsima",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Determining the mechanisms that underlie species distributions and assemblages is necessary to effectively preserve biodiversity. This cannot be accomplished by examining a single taxonomic group, as communities comprise a plethora of interactions across species and trophic levels. Here, we examine the patterns and relationships among plant, mammal, and bird diversity in Madagascar, a hotspot of biodiversity and endemism, across taxonomic, phylogenetic, and functional axes. We found that plant community diversity and structure are shaped by geography and climate, and have significant influences on the taxonomic, phylogenetic and functional diversity of mammals and birds. Patterns of primate diversity, in particular, were strongly correlated with patterns of plant diversity. Furthermore, our findings suggest that plant and animal communities could become more phylogenetically and functionally clustered in the future, leading to homogenization of the flora and fauna. These results underscore the importance and need of multi-taxon approaches to conservation, given that even small threats to plant diversity can have significant cascading effects on mammalian and avian community diversity, structure, and function.",
    "pdf_parse": {
        "paper_id": "ParkandRazafindratsima2019-Anthropogenicthreatscanhavecascading",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Determining the mechanisms that underlie species distributions and assemblages is necessary to effectively preserve biodiversity. This cannot be accomplished by examining a single taxonomic group, as communities comprise a plethora of interactions across species and trophic levels. Here, we examine the patterns and relationships among plant, mammal, and bird diversity in Madagascar, a hotspot of biodiversity and endemism, across taxonomic, phylogenetic, and functional axes. We found that plant community diversity and structure are shaped by geography and climate, and have significant influences on the taxonomic, phylogenetic and functional diversity of mammals and birds. Patterns of primate diversity, in particular, were strongly correlated with patterns of plant diversity. Furthermore, our findings suggest that plant and animal communities could become more phylogenetically and functionally clustered in the future, leading to homogenization of the flora and fauna. These results underscore the importance and need of multi-taxon approaches to conservation, given that even small threats to plant diversity can have significant cascading effects on mammalian and avian community diversity, structure, and function.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Characterizing biodiversity patterns and the mechanisms that underlie them is fundamental to studies of community ecology, biogeography, and conservation biology Jetz 2007, Beck et al. 2012) . Such information has been widely used to determine ecosystem processes and properties (Reiss et al. 2009) , identify biogeographic regions (Kreft and Jetz 2010) , set conservation priorities (Kremen et al. 2008 , Daru et al. 2015 , and guide conservation efforts (Margules and Pressey 2000) . Global concerns regarding the impacts of anthropogenic activities on natural ecosystems have led to an increased interest in the measurement and assessment of biodiversity in recent years.",
                "cite_spans": [
                    {
                        "start": 162,
                        "end": 190,
                        "text": "Jetz 2007, Beck et al. 2012)",
                        "ref_id": null
                    },
                    {
                        "start": 279,
                        "end": 298,
                        "text": "(Reiss et al. 2009)",
                        "ref_id": "BIBREF88"
                    },
                    {
                        "start": 332,
                        "end": 353,
                        "text": "(Kreft and Jetz 2010)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 384,
                        "end": 403,
                        "text": "(Kremen et al. 2008",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 404,
                        "end": 422,
                        "text": ", Daru et al. 2015",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 456,
                        "end": 483,
                        "text": "(Margules and Pressey 2000)",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Most studies of biodiversity patterns have focused on a single taxonomic, functional, or trophic group (e.g. mammals, trees, frugivores). However, species do not exist in vacuum, and different groups may influence each other's diversity through various biotic interactions, such as trophic cascades (Reiss et al. 2009 , Cardinale et al. 2012 . In particular, plant diversity has been demonstrated to influence animal diversity in terrestrial ecosystems Porter 2003, Haddad et al. 2009) , as most animal species are largely dependent upon plants for key resources (e.g. shelter, food). Along these lines, it has been shown that communities with a higher diversity of plant species display higher productivity and provide a greater quantity of resources for consumers (Tilman et al. 2001) . However, sufficient evidence of these associations at large scales is lacking Porter 2003, Hawkins and Pausas 2004) . Such knowledge can provide useful insights for understanding the consequences of diversity loss at the producer level on associated consumer species (Haddad et al. 2009) .",
                "cite_spans": [
                    {
                        "start": 299,
                        "end": 317,
                        "text": "(Reiss et al. 2009",
                        "ref_id": "BIBREF88"
                    },
                    {
                        "start": 318,
                        "end": 341,
                        "text": ", Cardinale et al. 2012",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 453,
                        "end": 485,
                        "text": "Porter 2003, Haddad et al. 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 766,
                        "end": 786,
                        "text": "(Tilman et al. 2001)",
                        "ref_id": "BIBREF100"
                    },
                    {
                        "start": 867,
                        "end": 891,
                        "text": "Porter 2003, Hawkins and",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 892,
                        "end": 904,
                        "text": "Pausas 2004)",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 1056,
                        "end": 1076,
                        "text": "(Haddad et al. 2009)",
                        "ref_id": "BIBREF42"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Measurements of biodiversity patterns have traditionally relied on taxonomic diversity (i.e. species richness), but it is now well-recognized that the phylogenetic and functional relationships among co-occurring species are key factors that determine biodiversity patterns (Flynn et al. 2011 , Cadotte et al. 2011 . Considering phylogenetic and functional diversity in addition to taxonomic diversity enables the inference of processes that underpin biodiversity across multiple axes (Safi et al. 2011 , Swenson 2011 , Daru et al. 2017 ) and can provide a better framework for explaining potential linkages between plant diversity and animal diversity (Swenson 2011 , Schuldt et al. 2014 . For example, phylogenetic and/or functional clustering of species may indicate environmental filtering, whereas overdispersion can point to competition driving community assembly (Webb et al. 2002 , Cavender-Bares et al. 2009 , but see Mayfield and Levine 2010) .",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 291,
                        "text": "(Flynn et al. 2011",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 292,
                        "end": 313,
                        "text": ", Cadotte et al. 2011",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 484,
                        "end": 501,
                        "text": "(Safi et al. 2011",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 502,
                        "end": 516,
                        "text": ", Swenson 2011",
                        "ref_id": "BIBREF97"
                    },
                    {
                        "start": 517,
                        "end": 535,
                        "text": ", Daru et al. 2017",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 652,
                        "end": 665,
                        "text": "(Swenson 2011",
                        "ref_id": "BIBREF97"
                    },
                    {
                        "start": 666,
                        "end": 687,
                        "text": ", Schuldt et al. 2014",
                        "ref_id": "BIBREF93"
                    },
                    {
                        "start": 869,
                        "end": 886,
                        "text": "(Webb et al. 2002",
                        "ref_id": "BIBREF108"
                    },
                    {
                        "start": 887,
                        "end": 915,
                        "text": ", Cavender-Bares et al. 2009",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 926,
                        "end": 951,
                        "text": "Mayfield and Levine 2010)",
                        "ref_id": "BIBREF65"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Madagascar's long isolation and extraordinary species diversity provide a unique and compelling opportunity to explore the mechanisms that determine biodiversity patterns (Brown et al. 2014, Muldoon and Goodman 2015) . In addition, a large proportion of the native species are endemic to the island: up to 82% of vascular plants, 100% of terrestrial mammals and 44% of birds in Madagascar are found nowhere else Benstead 2003, Callmander et al. 2013) . The biodiversity of Madagascar has been facing dramatic losses since human arrival ~1500-2000 yr ago (Godfrey et al. 1997 , Burney et al. 2004 , Burney and Flannery 2005 , Blench 2007 , Turvey and Fritz 2011 , and anthropogenic pressures on Madagascar's natural ecosystems are increasingly pervasive (Ganzhorn et al. 2001, Goodman and Benstead 2005) , making Madagascar one of the world's most critical conservation priorities (Myers et al. 2000) .",
                "cite_spans": [
                    {
                        "start": 171,
                        "end": 202,
                        "text": "(Brown et al. 2014, Muldoon and",
                        "ref_id": null
                    },
                    {
                        "start": 203,
                        "end": 216,
                        "text": "Goodman 2015)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 412,
                        "end": 450,
                        "text": "Benstead 2003, Callmander et al. 2013)",
                        "ref_id": null
                    },
                    {
                        "start": 554,
                        "end": 574,
                        "text": "(Godfrey et al. 1997",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 575,
                        "end": 595,
                        "text": ", Burney et al. 2004",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 596,
                        "end": 622,
                        "text": ", Burney and Flannery 2005",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 623,
                        "end": 636,
                        "text": ", Blench 2007",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 637,
                        "end": 660,
                        "text": ", Turvey and Fritz 2011",
                        "ref_id": "BIBREF102"
                    },
                    {
                        "start": 753,
                        "end": 787,
                        "text": "(Ganzhorn et al. 2001, Goodman and",
                        "ref_id": null
                    },
                    {
                        "start": 788,
                        "end": 802,
                        "text": "Benstead 2005)",
                        "ref_id": "BIBREF40"
                    },
                    {
                        "start": 880,
                        "end": 899,
                        "text": "(Myers et al. 2000)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "In this study, we examined patterns of taxonomic and phylogenetic diversity across three major groups of organisms on the island of Madagascar, at both large (province) and small (region) geographic units (Fig. 1a, b ). The geopolitical regions of Madagascar tend to largely correspond to bioclimatic zones. We expected that communities in harsher, resource poor environments, which impose strong environmental filters, such as the dry spiny forests in western Madagascar, would display higher phylogenetic clustering compared to more resource rich environments. We then identified the extent to which plant diversity explains mammalian and avian diversity in Madagascar. We expected that areas harboring high levels of plant diversity also host similarly high degrees of animal diversity across taxonomic, phylogenetic and functional scales. Finally, we explored how these patterns of diversity may change with species extinctions and biological invasions. We predicted that the continued loss of native species, and the introduction of invasive ones, will further degrade Malagasy ecosystems and alter patterns of diversity and community structure. Our datasets comprise a total of 11 642 species of vascular plants, 205 species of mammals, and 234 species of birds, representing the most comprehensive examination of the biodiversity in Madagascar to date. We uncover both commonalities and differences in patterns of, and threats to, plant and animal diversity. Our study further demonstrates relationships between plant and animal diversity and structure, underlining the importance of multi-taxon approaches to conservation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 205,
                        "end": 216,
                        "text": "(Fig. 1a, b",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Isolated from other continents since the end of the Mesozoic roughly 160-117 myr ago (Wit 2003) , the island of Madagascar is considered a megadiverse microcontinent (Brown et al. 2014) , comprising a disproportionally diverse flora and fauna Benstead 2003, 2005) . The island is characterized by geographic and climatic variability, with a broad east-west divide (Tattersall and Sussman 1975, Ganzhorn et al. 1997) . The east comprises high-elevation humid evergreen forests and a coastal belt that is mostly rainy year-round, while the west comprises lower elevation dry deciduous forests (Du Puy and Moat 2003, Jury 2003 ). Madagascar's 6 provinces and 22 regions encompass 5 bioclimatic zones and a network of protected areas (Fig. 1a,  b ). Madagascar's bioclimatic zones comprise humid, subhumid, montane, dry, and subarid environments with distinct geographic features and vegetation patterns (Humbert 1955 , Cornet 1974 , Schatz 2000 . These five broad climatic zones have been widely adopted and incorporated in numerous insightful taxonomic, evolutionary, ecological, conservation and biogeographic studies (Megson et al. 2009 , Buerki et al. 2010 , Irwin et al. 2010 , Brown et al. 2014 , Blair et al. 2015 , Vieilledent et al. 2016 , Crowley et al. 2017 , Wahlert et al. 2017 . Although the montane bioclimate is fairly limited in area ( Fig. 1a ), we consider it as a distinct bioclimatic zone in our analyses because nearly 20% of the taxa in our datasets occur in this zone. ",
                "cite_spans": [
                    {
                        "start": 85,
                        "end": 95,
                        "text": "(Wit 2003)",
                        "ref_id": "BIBREF110"
                    },
                    {
                        "start": 166,
                        "end": 185,
                        "text": "(Brown et al. 2014)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 243,
                        "end": 263,
                        "text": "Benstead 2003, 2005)",
                        "ref_id": null
                    },
                    {
                        "start": 364,
                        "end": 379,
                        "text": "(Tattersall and",
                        "ref_id": "BIBREF98"
                    },
                    {
                        "start": 380,
                        "end": 415,
                        "text": "Sussman 1975, Ganzhorn et al. 1997)",
                        "ref_id": null
                    },
                    {
                        "start": 591,
                        "end": 602,
                        "text": "(Du Puy and",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 603,
                        "end": 623,
                        "text": "Moat 2003, Jury 2003",
                        "ref_id": null
                    },
                    {
                        "start": 900,
                        "end": 913,
                        "text": "(Humbert 1955",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 914,
                        "end": 927,
                        "text": ", Cornet 1974",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 928,
                        "end": 941,
                        "text": ", Schatz 2000",
                        "ref_id": "BIBREF91"
                    },
                    {
                        "start": 1117,
                        "end": 1136,
                        "text": "(Megson et al. 2009",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 1137,
                        "end": 1157,
                        "text": ", Buerki et al. 2010",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1158,
                        "end": 1177,
                        "text": ", Irwin et al. 2010",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 1178,
                        "end": 1197,
                        "text": ", Brown et al. 2014",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1198,
                        "end": 1217,
                        "text": ", Blair et al. 2015",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 1218,
                        "end": 1243,
                        "text": ", Vieilledent et al. 2016",
                        "ref_id": "BIBREF104"
                    },
                    {
                        "start": 1244,
                        "end": 1265,
                        "text": ", Crowley et al. 2017",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 1266,
                        "end": 1287,
                        "text": ", Wahlert et al. 2017",
                        "ref_id": "BIBREF105"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 730,
                        "end": 742,
                        "text": "(Fig. 1a,  b",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1350,
                        "end": 1357,
                        "text": "Fig. 1a",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Study area",
                "sec_num": null
            },
            {
                "text": "Assessments of biodiversity depend upon reliable species distribution data. However, fine-scale, comprehensive presence-absence data are unavailable for many of the plants, mammals, and birds of Madagascar. Furthermore, point occurrence (presence) data are often subject to numerous biases and uncertainties (Meyer et al. 2016 , Park and Davis 2017 , Daru et al. 2018 . Thus, to accurately infer patterns of biodiversity and community structure, we generated presence-absence matrices at the scale of administrative provinces (n = 6) and regions (n = 22), using species checklists, documented observations, and verified range distributions. These data can be subject to biases as well, but are more comprehensive (i.e. less missing data), and are often verified and supported by surveys, natural history collections, and literature, much of which have not been mobilized in online databases in the form of point occurrence records. We gathered information on the distribution of Malagasy vascular plants from the Missouri Botanical Garden's catalogue of the plants of Madagascar (Madagascar catalogue 2017, < www.efloras.org/madagascar >). The Catalogue is a work in progress, but represents the most comprehensive database of Malagasy vascular flora to date (Callmander et al. 2013) . For each species listed, we supplemented the information on their ranges using records of species occurrence within Madagascar from global biodiversity information facility (GBIF, < www.gbif.org/ >). We excluded records with coordinates failing to match the locality description, and those of species that were not included in the catalogue. We obtained range distributions for mammals from the international union for conservation of nature (IUCN, < www.iucnredlist.org/ >), and range distributions for birds from BirdLife International and NatureServe (BirdLife International and NatureServe 2015). These datasets were subject to further cleaning to remove duplicate records and to correct taxonomic inconsistencies. In total, we assembled data for 11 642 vascular plant species (including 9082 native endemics and 433 naturalized species), 205 mammal species and 234 bird species (animal species list in Supplementary material Appendix 1 Table A1 ). Species were categorized by their IUCN endangerment status, where threatened species were defined as those that were 'Critically Endangered' (CR), 'Endangered' (EN), or 'Vulnerable' (VU) (IUCN Red list, < www.iucnredlist.org/ >).",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 326,
                        "text": "(Meyer et al. 2016",
                        "ref_id": "BIBREF68"
                    },
                    {
                        "start": 327,
                        "end": 348,
                        "text": ", Park and Davis 2017",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 349,
                        "end": 367,
                        "text": ", Daru et al. 2018",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1259,
                        "end": 1283,
                        "text": "(Callmander et al. 2013)",
                        "ref_id": "BIBREF17"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 2227,
                        "end": 2235,
                        "text": "Table A1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Datasets",
                "sec_num": null
            },
            {
                "text": "Inferring phylogenies with only taxa within the area of interest can lead to spurious results (Park et al. 2017 (Park et al. , 2018 . Therefore, we utilized the most widely sampled timecalibrated plant megaphylogeny to date from Zanne et al. (2014) , as updated by Qian and Jin (2016) . In order to maximize the phylogenetic coverage of the Malagasy flora, we attached unrepresented species to the base node of their corresponding genus as a polytomy, using Phylomatic ver. 3 (Webb and Donoghue 2005) . This was only done in cases where the corresponding genus was resolved as monophyletic to avoid spurious placement of taxa. For mammals, we used a phylogenetic tree from Faurby and Svenning (2015) , which represents one of the most comprehensive mammal phylogenies. For birds, we used a maximum clade credibility tree generated from a distribution of 10 000 dated trees comprising 9993 bird species (Hackett et al. 2008 , Cooney et al. 2017 . We pruned these phylogenies to include only the species in Madagascar.",
                "cite_spans": [
                    {
                        "start": 94,
                        "end": 111,
                        "text": "(Park et al. 2017",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 112,
                        "end": 131,
                        "text": "(Park et al. , 2018",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 229,
                        "end": 248,
                        "text": "Zanne et al. (2014)",
                        "ref_id": "BIBREF111"
                    },
                    {
                        "start": 265,
                        "end": 284,
                        "text": "Qian and Jin (2016)",
                        "ref_id": "BIBREF82"
                    },
                    {
                        "start": 476,
                        "end": 500,
                        "text": "(Webb and Donoghue 2005)",
                        "ref_id": "BIBREF107"
                    },
                    {
                        "start": 673,
                        "end": 699,
                        "text": "Faurby and Svenning (2015)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 902,
                        "end": 922,
                        "text": "(Hackett et al. 2008",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 923,
                        "end": 943,
                        "text": ", Cooney et al. 2017",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenies",
                "sec_num": null
            },
            {
                "text": "We obtained trait data for each animal species from MADA (Razafindratsima et al. 2018a, b) , a compilation of biological and functional traits of Malagasy mammals and birds. We defined functional traits as any measurable aspect of an organism that could impact its interactions with the environment, its ability to locate and acquire resources, and its reproductive success (Flynn et al. 2009) . Trait data included adult body mass, diet breadth, habitat breadth, trophic level, activity cycle, foraging stratum, and migratory status (Supplementary material Appendix 1 Table A2 ). These traits are frequently used in studies of functional diversity (Flynn et al. 2009 , Wilman et al. 2014 and were available for at least 90% of the species in our datasets. We assigned genus-level means (or extrapolated for categorical variables) to species with missing data.",
                "cite_spans": [
                    {
                        "start": 57,
                        "end": 90,
                        "text": "(Razafindratsima et al. 2018a, b)",
                        "ref_id": null
                    },
                    {
                        "start": 374,
                        "end": 393,
                        "text": "(Flynn et al. 2009)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 649,
                        "end": 667,
                        "text": "(Flynn et al. 2009",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 668,
                        "end": 688,
                        "text": ", Wilman et al. 2014",
                        "ref_id": "BIBREF109"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 569,
                        "end": 577,
                        "text": "Table A2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Animal functional traits",
                "sec_num": null
            },
            {
                "text": "For each group of interest, we calculated species richness as the sum of species occurring in each province and region based on the presence-absence matrices compiled above. We estimated phylogenetic diversity (PD), mean phylogenetic distance (MPD) and their standardized effect sizes (SES. PD, SES.MPD) using the 'PhyloMeasures' (Tsirogiannis and Sandel 2016) package in R ver. 3.2.0 (R Core Team). Standardized effect sizes account for effects of species richness, and are calculated as: (observed value -expected value) / standard deviation of the expected value. Expected values of PD and MPD were calculated from a null distribution of 1000 random assemblages of species drawn without replacement from the species pool of Malagasy taxa. The identities of species within communities were randomized but species number was held constant. Positive values of SES.PD and SES.MPD indicate phylogenetic overdispersion, whereas negative values indicate clustering. In order to examine how the compositions of communities in different areas vary, we also estimated the beta diversity versions of these metrics, with the addition of Sorenson's similarity index, which represents the taxonomic turnover and/or nestedness between communities (Sørensen 1948 , Harrison et al. 1992 , Baselga 2010 . We repeated these analyses for Madagascar's five bioclimatic zones (i.e. humid, subhumid, montane, dry and subarid). In addition to the overall diversity of vascular plants, mammals, and birds in Madagascar, we also examined angiosperms and primates separately as these monophyletic groups represent the vast majority of Malagasy vascular plants and mammals, respectively. Migratory and non-migratory birds were also examined separately, because they have been shown to exhibit contrasting phylogenetic signals in their behavior and ecology (Barnagaud et al. 2014) .",
                "cite_spans": [
                    {
                        "start": 1235,
                        "end": 1249,
                        "text": "(Sørensen 1948",
                        "ref_id": "BIBREF96"
                    },
                    {
                        "start": 1250,
                        "end": 1272,
                        "text": ", Harrison et al. 1992",
                        "ref_id": "BIBREF44"
                    },
                    {
                        "start": 1273,
                        "end": 1287,
                        "text": ", Baselga 2010",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1831,
                        "end": 1854,
                        "text": "(Barnagaud et al. 2014)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Taxonomic and phylogenetic diversity analyses",
                "sec_num": null
            },
            {
                "text": "We used Petchey and Gaston's FD (Petchey and Gaston 2002) as our index of functional diversity. FD is a dendrogrambased metric that estimates the dispersion of an assemblage in trait space and automatically accounts for covariance between traits. The multivariate trait distances required to compute this index were calculated using Gower's distance, which can accommodate continuous, ordinal and nominal data (Podani and Schmera 2006) . We standardized continuous trait variables to center on zero with a unit standard deviation. FD values were calculated in R using the package picante and ade4 (Dray and Dufour 2007, Kembel et al. 2010) . We also examined how the observed values of FD deviate from random expectations, by calculating standardized effect sizes of FD. Null expectations were estimated from 9999 randomly generated communities, using the 'richness' option implemented in the package 'picante' (Kembel et al. 2010) in R (in which the identities of species within communities were randomized but species number was maintained). The species pool from which null communities were drawn comprised all taxa in Madagascar. While animal functional diversity may be influenced by plant functional diversity (Kissling et al. 2008) , we were unable to examine such relationships in this study because plant functional trait data are unavailable for the majority of plant species present in Madagascar.",
                "cite_spans": [
                    {
                        "start": 32,
                        "end": 57,
                        "text": "(Petchey and Gaston 2002)",
                        "ref_id": "BIBREF80"
                    },
                    {
                        "start": 410,
                        "end": 435,
                        "text": "(Podani and Schmera 2006)",
                        "ref_id": "BIBREF81"
                    },
                    {
                        "start": 597,
                        "end": 606,
                        "text": "(Dray and",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 607,
                        "end": 639,
                        "text": "Dufour 2007, Kembel et al. 2010)",
                        "ref_id": null
                    },
                    {
                        "start": 911,
                        "end": 931,
                        "text": "(Kembel et al. 2010)",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 1216,
                        "end": 1238,
                        "text": "(Kissling et al. 2008)",
                        "ref_id": "BIBREF57"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Animal functional diversity",
                "sec_num": null
            },
            {
                "text": "All statistical analyses were performed in R. We performed generalized linear models to assess how plant taxonomic and phylogenetic diversity influence animal taxonomic, phylogenetic and functional diversity. To evaluate how potential loss of threatened taxa could affect biodiversity patterns and structure, we first calculated all the indices discussed above for assemblages where species listed to be of concern by the IUCN were sequentially removed in order of their endangerment status (Critically Endangered > Endangered > Vulnerable > Near Threatened). We then ran linear mixed effect models on each taxonomic group, using the 'lme4' package (Bates et al. 2015) , where each of the diversity metrics was set as an independent variable, with IUCN endangerment status as the fixed effect and province/region as a random effect. Likewise, we also used linear mixed models to assess the effect of adding naturalized species to the native flora, with province/region treated as a random effect.",
                "cite_spans": [
                    {
                        "start": 649,
                        "end": 668,
                        "text": "(Bates et al. 2015)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Statistical analyses",
                "sec_num": null
            },
            {
                "text": "The distribution of species richness and phylogenetic diversity generally coincided with bioclimatic zones and protected areas, with maximum total diversity (SR, PD) found in provinces and regions where several different bioclimatic zones and large protected areas converged, as in the case of Antsiranana for plants and Mahajanga for birds and mammals ( Fig. 1c ; Supplementary material Appendix 1 Fig. A1 ). Overall, species richness and phylogenetic diversity were lowest in the center of the island in the province of Antananarivo (Fig. 1c) , which is virtually devoid of protected areas (Fig. 1b) and forest cover (Harper et al. 2007) .",
                "cite_spans": [
                    {
                        "start": 619,
                        "end": 639,
                        "text": "(Harper et al. 2007)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 355,
                        "end": 362,
                        "text": "Fig. 1c",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 399,
                        "end": 406,
                        "text": "Fig. A1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 535,
                        "end": 544,
                        "text": "(Fig. 1c)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 592,
                        "end": 601,
                        "text": "(Fig. 1b)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "Plant richness and diversity were higher along the eastern provinces and regions of Madagascar. In contrast, the plant communities of the western provinces and regions tended to be more phylogenetically clustered. Overall, the diversity and phylogenetic structure of plant communities were strongly influenced by climate ( Fig. 2 ; Supplementary material Appendix 1 Fig. A2 ). Humid and subhumid zones displayed higher plant species richness and phylogenetic diversity compared to the zones with arid climates. Communities in dry and subarid zones exhibited strong phylogenetic clustering while those in comparatively humid areas displayed weak to strong overdispersion (SES.MPD).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 323,
                        "end": 329,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 366,
                        "end": 373,
                        "text": "Fig. A2",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "In contrast to plants, mammals and birds exhibited higher species richness and phylogenetic diversity along the western provinces of the island. However, at the regional scale, we find a more eastern concentration of richness and diversity (Supplementary material Appendix 1 Fig. A1 ). Mammal communities were more phylogenetically overdispersed in terms of SES.MPD along the eastern half of the island whereas the pattern was the opposite for birds.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 275,
                        "end": 282,
                        "text": "Fig. A1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Patterns of taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "At the province level, plant taxonomic and phylogenetic diversity did not have a significant effect on the diversity of mammals and birds (Supplementary material Appendix 1 Table A3 ). However, the degree of phylogenetic clustering in angiosperms communities (SES.MPD) had a significant positive effect on the SES.MPD of Malagasy primates, regardless of whether naturalized introduced plant species were included in the analysis (t = 3.0, p = 0.03) or not (t = 2.9, p = 0.045).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 173,
                        "end": 181,
                        "text": "Table A3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity vs animal taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "At smaller geographic units (region), the taxonomic diversity of vascular plants (with or without naturalized plant species) predicted both mammal and bird taxonomic diversity ( Fig. 3 ; Supplementary material Appendix 1 Table  A3 ), where plant species richness was positively associated with animal species richness. We also found that the phylogenetic diversity (PD) of vascular plants was positively associated with phylogenetic diversity of mammals and birds.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 178,
                        "end": 184,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 221,
                        "end": 230,
                        "text": "Table  A3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity vs animal taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "However, higher plant MPD (mean phylogenetic distance) corresponded to lower bird MPD in general. Phylogenetic clustering of plants corresponded to clustering in mammals, but overdispersion in birds. These negative relationships were mainly driven by non-migratory birds (Supplementary material Appendix 1 Fig. A3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 306,
                        "end": 313,
                        "text": "Fig. A3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity vs animal taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "Both mammal and bird species diversity turnover were significantly correlated with plant species turnover among provinces, in terms of taxonomic similarity (Sorensen's index; mammal vs vascular plants: r = 0.6, p < 0.01; bird vs vascular plants: r = 0.5, p = 0.01) and standardized total shared branch length (SES.PD; mammal vs vascular plants: r = 0.5, p = 0.01; bird vs vascular plants: r = 0.5, p = 0.01). The same patterns were observed when considering angiosperms only (Supplementary material Appendix 1 Table A4 ). In particular, primate phylogenetic turnover was strongly associated with angiosperm turnover in terms of MPD (r = 0.8, p = 0.01) and SES.MPD (r = 0.8, p < 0.01) at the province level. Significant correlations between plant and animal beta-diversity were not detected at smaller geographic scales (i.e. region; Supplementary material Appendix 1 Table A4 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 510,
                        "end": 518,
                        "text": "Table A4",
                        "ref_id": null
                    },
                    {
                        "start": 867,
                        "end": 875,
                        "text": "Table A4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity vs animal taxonomic and phylogenetic diversity",
                "sec_num": null
            },
            {
                "text": "At the province level, vascular plant taxonomic and phylogenetic diversity did not have significant effects on animal functional diversity (FD) (Supplementary material Appendix 1 Table A5 ). At the regional level, mammal FD and bird FD were strongly correlated to vascular plant species richness ( Fig. 3 ; Supplementary material Appendix 1 Table A5 ). There were also significant positive associations between the metrics of phylogenetic diversity/structure of vascular plants and the functional diversity of mammals. However, only vascular plant PD had significant (positive) association with bird FD.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 179,
                        "end": 187,
                        "text": "Table A5",
                        "ref_id": null
                    },
                    {
                        "start": 298,
                        "end": 304,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 341,
                        "end": 349,
                        "text": "Table A5",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity vs animal functional diversity",
                "sec_num": null
            },
            {
                "text": "The removal of currently threatened species increased the phylogenetic clustering of biodiversity across all groups ( Fig. 4 ; Supplementary material Appendix 1 Table A6 ). The phylogenetic structure of plant communities shifted from random/low levels of phylogenetic clustering to high degrees of clustering; mammals from moderate levels of overdispersion to low; and birds from relatively random to low degrees of clustering. Similar patterns were observed for animal functional diversity as well: extinction of currently threatened species caused an overall decrease and clustering of functional diversity ( Fig. 4 ; Supplementary material Appendix 1 Table A6 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 118,
                        "end": 124,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 161,
                        "end": 169,
                        "text": "Table A6",
                        "ref_id": null
                    },
                    {
                        "start": 611,
                        "end": 617,
                        "text": "Fig. 4",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 654,
                        "end": 662,
                        "text": "Table A6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Influence of species extinctions and biological invasions on patterns of diversity",
                "sec_num": null
            },
            {
                "text": "Though few in number, exotic naturalized species significantly contributed to the total phylogenetic diversity (PD) of both vascular plants and flowering plants ( Fig. 5 ; Supplementary material Appendix 1 Table A7 ). However, the presence of naturalized species tended to decrease mean phylogenetic distance (MPD) among plants and the standardized effect sizes of phylogenetic diversity (SES.PD) and mean phylogenetic distance (SES.MPD), thus increasing the phylogenetic clustering of these plant communities. Also, naturalized species tended to be phylogenetically clustered amongst themselves regardless of province, region, or bioclimate ( Fig. 2 ; Supplementary material Appendix 1 Table  A8 ). Furthermore, they were on average, more closely related to native vascular plant species than native species are to themselves (Fig. 6) . The clustering effect of these naturalized species was generally weaker at regional scales. These patterns were consistent across flowering plants as well (Supplementary material Appendix 1 Table A8 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 169,
                        "text": "Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 206,
                        "end": 214,
                        "text": "Table A7",
                        "ref_id": null
                    },
                    {
                        "start": 644,
                        "end": 650,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 687,
                        "end": 696,
                        "text": "Table  A8",
                        "ref_id": null
                    },
                    {
                        "start": 827,
                        "end": 835,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1028,
                        "end": 1036,
                        "text": "Table A8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Influence of species extinctions and biological invasions on patterns of diversity",
                "sec_num": null
            },
            {
                "text": "We find that the biodiversity of Madagascar is highly structured geographically, with plant and animal communities displaying commonalities as well as differences. The most striking common patterns were the east-west divide of diversity patterns and the extremely low diversity in the center of the island, the Antananarivo province, which is highly developed and home to the capital city. This province and its encompassing regions have high human population density and are almost completely devoid of federally protected areas. Such extensive urbanization is likely the cause of low biodiversity in Antananarivo compared to other provinces (McKinney 2008 , Sol et al. 2017 . For instance, anthropogenic impacts have been found to substantially alter the distribution of Malagasy primates (Kamilar and Tecot 2016) .",
                "cite_spans": [
                    {
                        "start": 643,
                        "end": 657,
                        "text": "(McKinney 2008",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 658,
                        "end": 675,
                        "text": ", Sol et al. 2017",
                        "ref_id": "BIBREF95"
                    },
                    {
                        "start": 791,
                        "end": 815,
                        "text": "(Kamilar and Tecot 2016)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparing patterns of biodiversity",
                "sec_num": null
            },
            {
                "text": "It is also possible that comparative lack of sampling effort in non-protected areas could have exacerbated this pattern, as urban habitats are often neglected in biodiversity studies (Hartop et al. 2015) .",
                "cite_spans": [
                    {
                        "start": 183,
                        "end": 203,
                        "text": "(Hartop et al. 2015)",
                        "ref_id": "BIBREF45"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparing patterns of biodiversity",
                "sec_num": null
            },
            {
                "text": "The east-west divide in plant diversity patterns was strongly shaped by climate. The milder, more humid bioclimatic zones are home to evergreen rainforests and boast a high diversity of plants and animals, both taxonomically and phylogenetically. Plant diversity is highest towards the northern tip of the island, and hotspots of plant diversity include the regions of Diana and Sava in Antsiranana, and Anosy in Toliara. These hotspot regions coincide with a concentrated network of protected areas and encompass several different bioclimates. The latter applies to animals as well, where hotspot regions of bird diversity (Sofia in Mahajanga and Atsimo-Andrefana in Toliara) and mammal diversity (Sofia) comprise at least three different bioclimates. Indeed, habitat heterogeneity has often been linked to increased diversity in vertebrates (Tews et al. 2004) . However, despite harboring such high amounts of animal diversity, the forests of Sofia have been comparatively neglected, with only 0.05% of the ",
                "cite_spans": [
                    {
                        "start": 843,
                        "end": 861,
                        "text": "(Tews et al. 2004)",
                        "ref_id": "BIBREF99"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Comparing patterns of biodiversity",
                "sec_num": null
            },
            {
                "text": "Different groups of organisms displayed contrasting patterns of phylogenetic community structure. As with patterns of species diversity, plant community structure was highly influenced by climate. Plant communities in dry and subarid habitats tended to be phylogenetically clustered. The western dry deciduous forests and spiny thickets are subject to harsher selection pressures of a seasonal climate with an extended dry season (Ganzhorn et al. 1997 , Razafindratsima et al. 2013 . Environmental filtering may thus facilitate the occurrence of relatively closely related species that are adapted to drier climates (Lebrija-Trejos et al. 2010 , Razafindratsima et al. 2013 , Park and Potter 2015a . This pattern holds true at deeper nodes (SES.PD) as well as shallower ones (SES.MPD). The patterns in humid and subhumid regions were more complex. Taking into account the observed species richness, some provinces and regions in humid and subhumid areas represented less phylogenetic diversity than expected by random chance (SES.PD). At the same time, the values of MPD and SES.MPD are higher in these areas, displaying phylogenetic overdispersion. This suggests that while plant communities in the subhumid and humid lowland forests are somewhat phylogenetically clustered overall, very close relatives (e.g. sister species) tend to not co-occur. Thus, phylogenetic clustering is present at the deeper nodes, but not at the shallower nodes. This separation indicates the presence of broad environmental filtering coupled with more local effects of competition. Tropical rainforests have been shown to promote the coexistence of diverse organisms (Valladares et al. 2015) , and phylogenetic overdispersion has been reported in angiosperm tree communities in the tropics of Africa and Madagascar (Carlucci et al. 2017) .",
                "cite_spans": [
                    {
                        "start": 430,
                        "end": 451,
                        "text": "(Ganzhorn et al. 1997",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 452,
                        "end": 481,
                        "text": ", Razafindratsima et al. 2013",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 616,
                        "end": 643,
                        "text": "(Lebrija-Trejos et al. 2010",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 644,
                        "end": 673,
                        "text": ", Razafindratsima et al. 2013",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 674,
                        "end": 697,
                        "text": ", Park and Potter 2015a",
                        "ref_id": "BIBREF73"
                    },
                    {
                        "start": 1648,
                        "end": 1672,
                        "text": "(Valladares et al. 2015)",
                        "ref_id": "BIBREF103"
                    },
                    {
                        "start": 1796,
                        "end": 1818,
                        "text": "(Carlucci et al. 2017)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrasting patterns of phylogenetic community structure",
                "sec_num": null
            },
            {
                "text": "Overall, vascular plant communities tended to be more overdispersed than when considering angiosperms separately. As the vast majority of vascular plant species in Madagascar are angiosperms, the inclusion of gymnosperms and ferns, which represent long branches of a few species, in primarily angiosperm communities can significantly increase the standardized effect sizes of phylogenetic dispersion. This explains, in part, the extreme overdispersion (SES.MPD > 10) of vascular plant communities in the more humid regions where pteridophytes are comparatively abundant.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrasting patterns of phylogenetic community structure",
                "sec_num": null
            },
            {
                "text": "Mammal communities displayed weak to moderate phylogenetic overdispersion across the island. This general pattern of overdispersion may be attributed to past large-scale extinctions of mammals on the island (Kamilar and Guidi 2010, Razafindratsima et al. 2013) . Nonetheless, the relative patterns of phylogenetic community structure mirrors that of plants, with the drier western provinces and regions tending to be more clustered (i.e. less overdispersed). On the other hand, bird communities displayed the opposite pattern. Bird species tended to be more overdispersed in the drier west coast provinces and communities. However, the degree of phylogenetic overdispersion/clustering was generally weak across the island.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 219,
                        "text": "(Kamilar and",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 220,
                        "end": 260,
                        "text": "Guidi 2010, Razafindratsima et al. 2013)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Contrasting patterns of phylogenetic community structure",
                "sec_num": null
            },
            {
                "text": "We detected significant effects of plant diversity on both mammal and bird diversity. Both vascular plant and angiosperm species richness and phylogenetic diversity strongly correlated with those of birds and mammals. While geographic patterns of species occurrence are complex and determined by a plethora of biotic and abiotic factors, plant richness has been found to predict mammal and bird richness (Andrews and O'Brien 2000, Boone and Krohn 2000) . Furthermore, we found that animal species turnover and/or nestedness (i.e. beta diversity) is significantly correlated with that of plant species among provinces, suggesting that at a large scale, the composition of plant communities affects the composition of animal communities that dwell within.",
                "cite_spans": [
                    {
                        "start": 404,
                        "end": 416,
                        "text": "(Andrews and",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 417,
                        "end": 440,
                        "text": "O'Brien 2000, Boone and",
                        "ref_id": null
                    },
                    {
                        "start": 441,
                        "end": 452,
                        "text": "Krohn 2000)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Plant diversity predicts animal diversity",
                "sec_num": null
            },
            {
                "text": "The lack of patterns in correlations between plant and animal beta-diversity at smaller scales could be due to a variety of reasons. First, at the regional scale, differences in the composition of plants and animals are not as pronounced as when comparing provinces, since we are comparing smaller areas that are often closer on average in terms of geography, climate, and as a result, species composition. In addition, while plant species are not mobile, animals can migrate to nearby regions that provide sufficient resources and climate. Second, it could be possible that general climate, in addition to trophic interactions and mutualisms, is driving correlations of plant and animal turnover. With the exception of the northern province, Antsiranana, provinces tend to largely correspond to distinct bioclimatic zones, while many regions can occur in the same bioclimatic zone. Finally, our sample size is relatively small and thus it may be difficult to accurately detect correlations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Plant diversity predicts animal diversity",
                "sec_num": null
            },
            {
                "text": "While our analyses are correlative, and thus cannot infer causality, it is reasonable to assume that given the close ties between plant species and the animals that rely on them, the diversity and composition of plant communities is likely to determine, in part, which animal species co-occur (Watson et al. 2004 , Scott et al. 2006 , Ballhorn et al. 2016 , Herrera 2016 ). In particular, patterns of mammal diversity were strongly associated with plant diversity. The majority of mammal species in Madagascar are arboreal primates that rely heavily on plants for food and habitat. Thus, their distributions are more likely to be structured around plant richness and diversity. Indeed, we find that changes in the composition of primate communities track changes in angiosperm community composition and phylogenetic turnover especially well. Primate communities have been shown to be influenced by temporal changes in climate (and by proxy, vegetation) more closely than other mammals in Africa (Rowan et al. 2016) , and the diversification of primate clades has been attributed to primates' mutualistic interactions with plant taxa (Gómez and Verdú 2012) . This is also supported by the fact that we find positive correlations between the phylogenetic clustering (SES.MPD) of plant communities and mammal communities. These associations are likely driven in part by diet. Differences in the diet and species composition of primate communities in drier vs wetter habitats have been reported (Ganzhorn 1998 , Kamilar 2009 . The dry, lower elevation habitats have lower fruit availability, and primates in these areas tend to consume more leaves (Ossi and Kamilar 2006) . Among primate dietary traits, folivory has been found to exhibit the strongest connection to phylogeny, possibly due to the need for specialized morphological features for processing leaves (Kamilar and Cooper 2013) . Thus, the phylogenetically clustered dry forests of the west comprise less overdispersed mammal communities that rely on leaves for much of their diet, while the overdispersed, plant species-rich humid forests of the east provide a diversity of food sources to a wider phylogenetic range of mammal species. Indeed, high vascular plant richness, diversity, and overdispersion corresponded to high mammal functional diversity, indicating that diverse plant communities attract an array of functionally diverse mammals that utilize them. Assessing plant functional traits, and examining how their diversity directly affects those of animal taxa in Madagascar, would be an invaluable next step. Similar to other systems (Kissling et al. 2008 , Zellweger et al. 2017 , we also found that bird community patterns in Madagascar were affected by certain metrics of plant diversity. The lack of correlation of certain plant diversity patterns and bird functional diversity may be due to the larger ranges and mobility of avian taxa, which enable them to utilize resources from distant habitats. It may also be due to the large proportion of carnivorous bird species on the island (58%). Plant diversity has been shown to have strong bottom-up effects on trophic interactions, affecting taxa at lower trophic levels more so than carnivorous taxa, whose density and richness is independent of vegetation structure (Scherber et al. 2010) . Interestingly, the degree of phylogenetic clustering in bird communities differed in its relationship with the degree of clustering in plant communities depending on migratory status. Both the phylogenetic structure of migratory bird communities and their compositions tended to strongly correspond to those of plant communities (Supplementary material Appendix 1 Fig. A3 ). However, non-migratory birds did not follow patterns of plant species turnover, and the phylogenetic clustering of non-migratory birds was negatively affected by the clustering of plants in a region. The evolution of migratory behavior is associated with low flexibility in habitat, nesting phenology and physiological constraints (Böhning-Gaese et al. 1998) . Thus, migratory birds may be more likely to track plant diversity patterns than their non-migratory counterparts. More in-depth examinations of bird species and their habitat requirements are needed along these lines.",
                "cite_spans": [
                    {
                        "start": 293,
                        "end": 312,
                        "text": "(Watson et al. 2004",
                        "ref_id": "BIBREF106"
                    },
                    {
                        "start": 313,
                        "end": 332,
                        "text": ", Scott et al. 2006",
                        "ref_id": "BIBREF94"
                    },
                    {
                        "start": 333,
                        "end": 355,
                        "text": ", Ballhorn et al. 2016",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 356,
                        "end": 370,
                        "text": ", Herrera 2016",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 995,
                        "end": 1014,
                        "text": "(Rowan et al. 2016)",
                        "ref_id": "BIBREF89"
                    },
                    {
                        "start": 1133,
                        "end": 1155,
                        "text": "(Gómez and Verdú 2012)",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1491,
                        "end": 1505,
                        "text": "(Ganzhorn 1998",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 1506,
                        "end": 1520,
                        "text": ", Kamilar 2009",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1644,
                        "end": 1667,
                        "text": "(Ossi and Kamilar 2006)",
                        "ref_id": "BIBREF71"
                    },
                    {
                        "start": 1860,
                        "end": 1885,
                        "text": "(Kamilar and Cooper 2013)",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 2604,
                        "end": 2625,
                        "text": "(Kissling et al. 2008",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 2626,
                        "end": 2649,
                        "text": ", Zellweger et al. 2017",
                        "ref_id": "BIBREF112"
                    },
                    {
                        "start": 3291,
                        "end": 3313,
                        "text": "(Scherber et al. 2010)",
                        "ref_id": "BIBREF92"
                    },
                    {
                        "start": 4022,
                        "end": 4049,
                        "text": "(Böhning-Gaese et al. 1998)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 3680,
                        "end": 3687,
                        "text": "Fig. A3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Plant diversity predicts animal diversity",
                "sec_num": null
            },
            {
                "text": "The biodiversity of Madagascar is subject to threats from intense anthropogenic pressures (Ganzhorn et al. 2001 , Dunham et al. 2011 . Madagascar has already lost up to 80% of its primary vegetation (Harper et al. 2007) and at least 34 large endemic vertebrate species (Pedrono et al. 2013) . Currently, 1076 vascular plant species, 115 mammal species and 33 bird species are on the brink of extinction (IUCN 2017) . We demonstrate that the potential extinction of these threatened taxa will increase the overall degree of phylogenetic clustering present in natural communities. We also show that the loss of threatened animals will significantly decrease current animal functional diversity, potentially affecting key ecosystem functions and services (Flynn et al. 2009 (Flynn et al. , 2011 . Such loss of animal functional diversity could also negatively impact plant diversity, especially given that frugivorous primates play critical roles in structuring plant communities in Madagascar Dunham 2015, 2016) .",
                "cite_spans": [
                    {
                        "start": 90,
                        "end": 111,
                        "text": "(Ganzhorn et al. 2001",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 112,
                        "end": 132,
                        "text": ", Dunham et al. 2011",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 199,
                        "end": 219,
                        "text": "(Harper et al. 2007)",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 269,
                        "end": 290,
                        "text": "(Pedrono et al. 2013)",
                        "ref_id": "BIBREF79"
                    },
                    {
                        "start": 403,
                        "end": 414,
                        "text": "(IUCN 2017)",
                        "ref_id": null
                    },
                    {
                        "start": 752,
                        "end": 770,
                        "text": "(Flynn et al. 2009",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 771,
                        "end": 791,
                        "text": "(Flynn et al. , 2011",
                        "ref_id": "BIBREF32"
                    },
                    {
                        "start": 991,
                        "end": 1009,
                        "text": "Dunham 2015, 2016)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Threats to biodiversity cause clustering of communities",
                "sec_num": null
            },
            {
                "text": "Furthermore, exotic naturalized species tend to increase the degree of phylogenetic clustering present in plant communities. These invasive plant species are on average more closely related to the natives than the natives are amongst themselves, suggesting environmental filtering is driving the establishment of exotic aliens Potter 2013, 2015a, b) . Thus, further introduction and spread of invasive species are likely to further increase the phylogenetic clustering of plant communities. Additionally, climate change is predicted to increase aridity across Madagascar (Supplementary material Appendix 2), which may not only increase the clustering of plant communities, but will decrease their overall diversity and richness as well, based on our findings that drier climates tend to house more clustered, depauperate plant communities. As plant community diversity and structure is intertwined with those of animals, the combination of species loss, biological invasions, and climate change will have cascading effects on migratory birds and mammals (primates in particular), decreasing the phylogenetic and functional diversity present in communities. More than 90% of the Malagasy primate species are already threatened with extinction (IUCN 2017), making this a major concern.",
                "cite_spans": [
                    {
                        "start": 327,
                        "end": 349,
                        "text": "Potter 2013, 2015a, b)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Threats to biodiversity cause clustering of communities",
                "sec_num": null
            },
            {
                "text": "We show that plant diversity influences the diversity of mammals and birds at multiple geographic and ecological scales. We also demonstrate that conservation efforts focusing on single groups of taxa may not be sufficient, and that even small threats to plant diversity can have intertwining effects on mammalian and avian community diversity, structure, and function. However, our current knowledge of biodiversity patterns is far from complete, and subject to potential sampling biases, necessitating finer-scale examinations as more high-quality data become available. Nonetheless, our broad findings emphasize the importance of taking a multi-faceted approach and considering species interactions and evolutionary relationships in examining biodiversity patterns and emphasize the need of comprehensive biodiversity studies for efficient conservation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgements -We thank Y. Yacoby and N. Daru for help with data collection and C.G. Willis for insightful discussions. We also thank the subject editor, three anonymous reviewers, A. Dunham and T. Lamperty for their invaluable comments which have improved this manuscript. Finally, we thank the Missouri Botanical Garden and those involved in the Catalogue of the Plants of Madagascar for making their data readily available. Funding -Research was supported by Harvard Univ. through Harvard Univ. Herbaria postdoctoral fellowship to DSP and a Sarah and Daniel Hrdy fellowship to OHR. Author contributions -Both authors contributed equally to this paper. Conflict of interest -None to declare.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Climate, vegetation, and predictable gradients in mammal species richness in southern Africa",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Andrews",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "M"
                        ],
                        "last": "O'brien",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J. Zool",
                "volume": "251",
                "issue": "",
                "pages": "205--231",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Andrews, P. and O'Brien, E. M. 2000. Climate, vegetation, and predictable gradients in mammal species richness in southern Africa. -J. Zool. 251: 205-231.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Coevolution of cyanogenic bamboos and bamboo lemurs on Madagascar",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Ballhorn",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "PLoS One",
                "volume": "11",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ballhorn, D. J. et al. 2016. Coevolution of cyanogenic bamboos and bamboo lemurs on Madagascar. -PLoS One 11: e0158935.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Ecological traits influence the phylogenetic structure of bird species co-occurrences worldwide",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "Y"
                        ],
                        "last": "Barnagaud",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Ecol. Lett",
                "volume": "17",
                "issue": "",
                "pages": "811--820",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barnagaud, J. Y. et al. 2014. Ecological traits influence the phylogenetic structure of bird species co-occurrences worldwide. -Ecol. Lett. 17: 811-820.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Partitioning the turnover and nestedness components of beta diversity",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Baselga",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Global Ecol. Biogeogr",
                "volume": "19",
                "issue": "",
                "pages": "134--143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baselga, A. 2010. Partitioning the turnover and nestedness components of beta diversity. -Global Ecol. Biogeogr. 19: 134-143.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Fitting linear mixed-effects models using lme4",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Bates",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "J. Stat. Softw",
                "volume": "67",
                "issue": "",
                "pages": "1--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bates, D. et al. 2015. Fitting linear mixed-effects models using lme4. -J. Stat. Softw. 67: 1-48.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "What's on the horizon for macroecology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Beck",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Ecography",
                "volume": "35",
                "issue": "",
                "pages": "673--683",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beck, J. et al. 2012. What's on the horizon for macroecology? -Ecography 35: 673-683.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Bird species distribution maps of the world",
                "authors": [],
                "year": 2015,
                "venue": "BirdLife International",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BirdLife International and NatureServe 2015. Bird species distribution maps of the world. -BirdLife International, Cambridge, UK and NatureServe, Arlington, USA.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Multilocus phylogenetic and geospatial analyses illuminate diversification patterns and the biogeographic history of Malagasy endemic plated lizards (Gerrhosauridae: Zonosaurinae)",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Blair",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "J. Evol. Biol",
                "volume": "28",
                "issue": "",
                "pages": "481--492",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blair, C. et al. 2015. Multilocus phylogenetic and geospatial analyses illuminate diversification patterns and the biogeographic history of Malagasy endemic plated lizards (Gerrhosauridae: Zonosaurinae). -J. Evol. Biol. 28: 481-492.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "New palaeozoogeographical evidence for the settlement of Madagascar",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Blench",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Azania J. Br. Inst. East. Africa",
                "volume": "42",
                "issue": "",
                "pages": "69--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Blench, R. 2007. New palaeozoogeographical evidence for the settlement of Madagascar. -Azania J. Br. Inst. East. Africa 42: 69-82.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Constraints on dispersal and the evolution of the avifauna of the Northern Hemisphere",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Böhning-Gaese",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Evol. Ecol",
                "volume": "12",
                "issue": "",
                "pages": "767--783",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Böhning-Gaese, K. et al. 1998. Constraints on dispersal and the evolution of the avifauna of the Northern Hemisphere. -Evol. Ecol. 12: 767-783.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Partitioning sources of variation in vertebrate species richness",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Boone",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "B"
                        ],
                        "last": "Krohn",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "J. Biogeogr",
                "volume": "27",
                "issue": "",
                "pages": "457--470",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boone, R. B. and Krohn, W. B. 2000. Partitioning sources of variation in vertebrate species richness. -J. Biogeogr. 27: 457-470.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "A necessarily complex model to explain the biogeography of the amphibians and reptiles of Madagascar",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Nat. Commun",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J. L. et al. 2014. A necessarily complex model to explain the biogeography of the amphibians and reptiles of Madagascar. -Nat. Commun. 5: 5046.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Molecular phylogenetic and morphological evidence supports recognition of Gereaua, a new endemic genus of Sapindaceae from Madagascar",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Buerki",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Syst. Bot",
                "volume": "35",
                "issue": "",
                "pages": "172--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Buerki, S. et al. 2010. Molecular phylogenetic and morphological evidence supports recognition of Gereaua, a new endemic genus of Sapindaceae from Madagascar. -Syst. Bot. 35: 172-180.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Incorporating evolutionary history into conservation planning in biodiversity hotspots. -Phil",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Buerki",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Trans. R. Soc. B",
                "volume": "370",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Buerki, S. et al. 2015. Incorporating evolutionary history into conservation planning in biodiversity hotspots. -Phil. Trans. R. Soc. B 370: 20140014.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Fifty millennia of catastrophic extinctions after human contact",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Burney",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Flannery",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Trends Ecol. Evol",
                "volume": "20",
                "issue": "",
                "pages": "395--401",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burney, D. and Flannery, T. 2005. Fifty millennia of catastrophic extinctions after human contact. -Trends Ecol. Evol. 20: 395-401.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A chronology for late prehistoric Madagascar",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Burney",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "J. Hum. Evol",
                "volume": "47",
                "issue": "",
                "pages": "25--63",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Burney, D. A. et al. 2004. A chronology for late prehistoric Madagascar. -J. Hum. Evol. 47: 25-63.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Beyond species: functional diversity and the maintenance of ecological processes and services",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Cadotte",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "J. Appl. Ecol",
                "volume": "48",
                "issue": "",
                "pages": "1079--1087",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cadotte, M. W. et al. 2011. Beyond species: functional diversity and the maintenance of ecological processes and services. -J. Appl. Ecol. 48: 1079-1087.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "The endemic and non-endemic vascular flora of Madagascar updated",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "W"
                        ],
                        "last": "Callmander",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Scr. Bot. Belgica",
                "volume": "50",
                "issue": "",
                "pages": "317--321",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Callmander, M. W. et al. 2013. The endemic and non-endemic vascular flora of Madagascar updated. -Scr. Bot. Belgica 50: 317-321.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Biodiversity loss and its impact on humanity",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Cardinale",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Nature",
                "volume": "486",
                "issue": "",
                "pages": "59--67",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cardinale, B. J. et al. 2012. Biodiversity loss and its impact on humanity. -Nature 486: 59-67.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Phylogenetic composition and structure of tree communities shed light on historical processes influencing tropical rainforest diversity",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Carlucci",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Ecography",
                "volume": "40",
                "issue": "",
                "pages": "521--530",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carlucci, M. B. et al. 2017. Phylogenetic composition and structure of tree communities shed light on historical processes influenc- ing tropical rainforest diversity. -Ecography 40: 521-530.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "The merging of community ecology and phylogenetic biology",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Cavender-Bares",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ecol. Lett",
                "volume": "12",
                "issue": "",
                "pages": "693--715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cavender-Bares, J. et al. 2009. The merging of community ecology and phylogenetic biology. -Ecol. Lett. 12: 693-715.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Mega-evolutionary dynamics of the adaptive radiation of birds",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Cooney",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Nature",
                "volume": "542",
                "issue": "",
                "pages": "344--347",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cooney, C. R. et al. 2017. Mega-evolutionary dynamics of the adaptive radiation of birds. -Nature 542: 344-347.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Essai de cartographie bioclimatique à Madagascar",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cornet",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "1--28",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cornet, A. 1974. Essai de cartographie bioclimatique à Madagascar. -Notice explic. no. 55, Orstom, Paris, pp. 1-28.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Island-wide aridity did not trigger recent megafaunal extinctions in Madagascar",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "E"
                        ],
                        "last": "Crowley",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Ecography",
                "volume": "40",
                "issue": "",
                "pages": "901--912",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Crowley, B. E. et al. 2017. Island-wide aridity did not trigger recent megafaunal extinctions in Madagascar. -Ecography 40: 901-912.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Spatial incongruence among hotspots and complementary areas of tree diversity in southern Africa",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Daru",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Divers. Distrib",
                "volume": "21",
                "issue": "",
                "pages": "769--780",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Daru, B. H. et al. 2015. Spatial incongruence among hotspots and complementary areas of tree diversity in southern Africa. -Divers. Distrib. 21: 769-780.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Understanding the processes underpinning patterns of phylogenetic regionalization",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Daru",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Trends Ecol. Evol",
                "volume": "32",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Daru, B. H. et al. 2017. Understanding the processes underpinning patterns of phylogenetic regionalization. -Trends Ecol. Evol. 32: 1-16.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Widespread sampling biases in herbaria revealed from large-scale digitization",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "H"
                        ],
                        "last": "Daru",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "New Phytol",
                "volume": "217",
                "issue": "",
                "pages": "939--955",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Daru, B. H. et al. 2018. Widespread sampling biases in herbaria revealed from large-scale digitization. -New Phytol. 217: 939-955.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "The ade4 package: implementing the duality diagram for ecologists",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Dray",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "B"
                        ],
                        "last": "Dufour",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "J. Stat. Software",
                "volume": "22",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dray, S. and Dufour, A. B. 2007. The ade4 package: implementing the duality diagram for ecologists. -J. Stat. Software 22: 1-20.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Using geological substrate to identify and map primary vegetation types in Madagascar and the implications for planning biodiversity conservation",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Du Puy",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Moat",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "51--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Du Puy, D. J. and Moat, J. 2003. Using geological substrate to identify and map primary vegetation types in Madagascar and the implications for planning biodiversity conservation. -In: Goodman, S. M. and Patterson, B. D. (eds), Natural change and human impact in Madagascar. Smithsonian Inst. Press, pp. 51-74.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Global climate cycles and cyclones: consequences for rainfall patterns and lemur reproduction in southeastern Madagascar",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Dunham",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Global Change Biol",
                "volume": "17",
                "issue": "",
                "pages": "219--227",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunham, A. E. et al. 2011. Global climate cycles and cyclones: consequences for rainfall patterns and lemur reproduction in southeastern Madagascar. -Global Change Biol. 17: 219-227.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "A species-level phylogeny of all extant and late Quaternary extinct mammals using a novel heuristic-hierarchical Bayesian approach",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Faurby",
                        "suffix": ""
                    },
                    {
                        "first": "J.-C",
                        "middle": [],
                        "last": "Svenning",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Phylogenet. Evol",
                "volume": "84",
                "issue": "",
                "pages": "14--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Faurby, S. and Svenning, J.-C. 2015. A species-level phylogeny of all extant and late Quaternary extinct mammals using a novel heuristic-hierarchical Bayesian approach. -Mol. Phylogenet. Evol. 84: 14-26.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Loss of functional diversity under land use intensification across multiple taxa",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Flynn",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ecol. Lett",
                "volume": "12",
                "issue": "",
                "pages": "22--33",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Flynn, D. F. et al. 2009. Loss of functional diversity under land use intensification across multiple taxa. -Ecol. Lett. 12: 22-33.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Functional and phylogenetic diversity as predictors of biodiversity-ecosystem-function relationships",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "F B"
                        ],
                        "last": "Flynn",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Ecology",
                "volume": "92",
                "issue": "",
                "pages": "1573--1581",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Flynn, D. F. B. et al. 2011. Functional and phylogenetic diversity as predictors of biodiversity-ecosystem-function relationships. -Ecology 92: 1573-1581.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Nested patterns of species composition and their implications for lemur biogeography in Madagascar",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "U"
                        ],
                        "last": "Ganzhorn",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Folia Primatol",
                "volume": "69",
                "issue": "",
                "pages": "332--341",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ganzhorn, J. U. 1998. Nested patterns of species composition and their implications for lemur biogeography in Madagascar. -Folia Primatol. 69: 332-341.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Habitat characteristics and lemur species richness in Madagascar",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "U"
                        ],
                        "last": "Ganzhorn",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Biotropica",
                "volume": "29",
                "issue": "",
                "pages": "331--343",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ganzhorn, J. U. et al. 1997. Habitat characteristics and lemur species richness in Madagascar. -Biotropica 29: 331-343.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The biodiversity of Madagascar: one of the world's hottest hotspots on its way out",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "U"
                        ],
                        "last": "Ganzhorn",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Oryx",
                "volume": "35",
                "issue": "",
                "pages": "346--348",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ganzhorn, J. U. et al. 2001. The biodiversity of Madagascar: one of the world's hottest hotspots on its way out. -Oryx 35: 346-348.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Occurence data from the Global Biodiversity Information Facility",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Gbif",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "GBIF occurence download",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.15468/dl.xlfpxv>"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "GBIF. 2016. Occurence data from the Global Biodiversity Information Facility. -GBIF occurence download, <https:// doi.org/10.15468/dl.xlfpxv>.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Subfossil lemurs: Inferences about past and present primate communities",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Godfrey",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "218--256",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Godfrey, L. R. et al. 1997. Subfossil lemurs: Inferences about past and present primate communities. -In: Goodman, S. M. and Patterson, B. D. (eds), Natural change and human impact in Madagascar. Smithsonian Inst. Press, pp. 218-256.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Mutualism with plants drives primate diversification",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Gómez",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Verdú",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Syst. Biol",
                "volume": "61",
                "issue": "",
                "pages": "567--577",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gómez, J. M. and Verdú, M. 2012. Mutualism with plants drives primate diversification. -Syst. Biol. 61: 567-577.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Natural history of Madagascar. -Univ",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Benstead",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodman, S. M. and Benstead, J. P. 2003. Natural history of Madagascar. -Univ. Chicago Press.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Updated estimates of biotic diversity and endemism for Madagascar",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Benstead",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Oryx",
                "volume": "39",
                "issue": "",
                "pages": "73--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodman, S. M. and Benstead, J. P. 2005. Updated estimates of biotic diversity and endemism for Madagascar. -Oryx 39: 73-77.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "A phylogenomic study of birds reveals their evolutionary history",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Hackett",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Science",
                "volume": "320",
                "issue": "",
                "pages": "1763--1768",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hackett, S. J. et al. 2008. A phylogenomic study of birds reveals their evolutionary history. -Science 320: 1763-1768.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Plant species loss decreases arthropod diversity and shifts trophic structure",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Haddad",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ecol. Lett",
                "volume": "12",
                "issue": "",
                "pages": "1029--1039",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haddad, N. M. et al. 2009. Plant species loss decreases arthropod diversity and shifts trophic structure. -Ecol. Lett. 12: 1029-1039.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Fifty years of deforestation and forest fragmentation in Madagascar",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Harper",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Environ. Conserv",
                "volume": "34",
                "issue": "",
                "pages": "325--333",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harper, G. J. et al. 2007. Fifty years of deforestation and forest fragmentation in Madagascar. -Environ. Conserv. 34: 325-333.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Beta diversity on geographic gradients in Britain",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Harrison",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "J. Anim. Ecol",
                "volume": "61",
                "issue": "",
                "pages": "151--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harrison, S. et al. 1992. Beta diversity on geographic gradients in Britain. -J. Anim. Ecol. 61: 151-158.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Opportunity in our ignorance: urban biodiversity study reveals 30 new species and one new Nearctic record for Megaselia (Diptera: Phoridae",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Hartop",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Zootaxa",
                "volume": "3941",
                "issue": "",
                "pages": "451--484",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hartop, E. A. et al. 2015. Opportunity in our ignorance: urban biodiversity study reveals 30 new species and one new Nearctic record for Megaselia (Diptera: Phoridae) in Los Angeles (California, USA). -Zootaxa 3941: 451-484.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Does herbivore diversity depend on plant diversity? The case of California butterflies",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Hawkins",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "E"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Am. Nat",
                "volume": "161",
                "issue": "",
                "pages": "40--49",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hawkins, B. A. and Porter, E. E. 2003. Does herbivore diversity depend on plant diversity? The case of California butterflies. -Am. Nat. 161: 40-49.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Does plant richness influence animal richness?: the mammals of Catalonia",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Hawkins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "G"
                        ],
                        "last": "Pausas",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "NE Spain). -Divers. Distrib",
                "volume": "10",
                "issue": "",
                "pages": "247--252",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hawkins, B. A. and Pausas, J. G. 2004. Does plant richness influence animal richness?: the mammals of Catalonia (NE Spain). -Divers. Distrib. 10: 247-252.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Interactions between plants and primates shape community diversity in a rainforest in Madagascar",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "P"
                        ],
                        "last": "Herrera",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "J. Anim. Ecol",
                "volume": "85",
                "issue": "",
                "pages": "982--993",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herrera, J. P. 2016. Interactions between plants and primates shape community diversity in a rainforest in Madagascar. -J. Anim. Ecol. 85: 982-993.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Les territoires phytogéographiques de Madagascar. -Année Biol",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Humbert",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "",
                "volume": "31",
                "issue": "",
                "pages": "439--448",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Humbert, H. 1955. Les territoires phytogéographiques de Madagascar. -Année Biol. 31: 439-448.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Patterns of species change in anthropogenically disturbed forests of Madagascar",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "T"
                        ],
                        "last": "Irwin",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Biol. Conserv",
                "volume": "143",
                "issue": "",
                "pages": "2351--2362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Irwin, M. T. et al. 2010. Patterns of species change in anthropo- genically disturbed forests of Madagascar. -Biol. Conserv. 143: 2351-2362. IUCN 2017. IUCN Red List of threatened species. -IUCN, the World Conservation Union, <www.iucnredlist.org/>.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Natural change and human impact in Madagascar",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "R"
                        ],
                        "last": "Jury",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "75--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Jury, M. R. 2003. The climate of Madagascar. -In: Goodman, S. M. and Patterson, B. D. (eds), Natural change and human impact in Madagascar. Smithsonian Inst. Press, pp. 75-87.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Environmental and geographic correlates of the taxonomic structure of primate communities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Kamilar",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Am. J. Phys. Anthropol",
                "volume": "139",
                "issue": "",
                "pages": "382--393",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kamilar, J. M. 2009. Environmental and geographic correlates of the taxonomic structure of primate communities. -Am. J. Phys. Anthropol. 139: 382-393.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "The phylogenetic structure of primate communities: variation within and across continents",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Kamilar",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "M"
                        ],
                        "last": "Guidi",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J. Biogeogr",
                "volume": "37",
                "issue": "",
                "pages": "801--813",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kamilar, J. M. and Guidi, L. M. 2010. The phylogenetic structure of primate communities: variation within and across conti- nents. -J. Biogeogr. 37: 801-813.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Phylogenetic signal in primate behaviour, ecology and life history. -Phil",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Kamilar",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Cooper",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Trans. R. Soc. B",
                "volume": "368",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kamilar, J. M. and Cooper, N. 2013. Phylogenetic signal in primate behaviour, ecology and life history. -Phil. Trans. R. Soc. B 368: 20120341.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Anthropogenic and climatic effects on the distribution of Eulemur species: an ecological niche modeling approach",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Kamilar",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Tecot",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Int. J. Primatol",
                "volume": "37",
                "issue": "",
                "pages": "47--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kamilar, J. M. and Tecot, S. R. 2016. Anthropogenic and climatic effects on the distribution of Eulemur species: an ecological niche modeling approach. -Int. J. Primatol. 37: 47-68.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Picante: R tools for integrating phylogenies and ecology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "W"
                        ],
                        "last": "Kembel",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Bioinformatics",
                "volume": "26",
                "issue": "",
                "pages": "1463--1464",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kembel, S. W. et al. 2010. Picante: R tools for integrating phylogenies and ecology. -Bioinformatics 26: 1463-1464.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Spatial patterns of woody plant and bird diversity: functional relationships or environmental effects? -Global Ecol",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Kissling",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Biogeogr",
                "volume": "17",
                "issue": "",
                "pages": "327--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kissling, W. D. et al. 2008. Spatial patterns of woody plant and bird diversity: functional relationships or environmental effects? -Global Ecol. Biogeogr. 17: 327-339.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Woody plants and the prediction of climate-change impacts on bird diversity",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Kissling",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Phil. Trans. R. Soc. B",
                "volume": "365",
                "issue": "",
                "pages": "2035--2045",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kissling, W. D. et al. 2010. Woody plants and the prediction of climate-change impacts on bird diversity. -Phil. Trans. R. Soc. B 365: 2035-2045.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Global patterns and determinants of vascular plant diversity",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kreft",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Jetz",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Proc. Natl Acad. Sci",
                "volume": "104",
                "issue": "",
                "pages": "5925--5930",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kreft, H. and Jetz, W. 2007. Global patterns and determinants of vascular plant diversity. -Proc. Natl Acad. Sci. USA 104: 5925-5930.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "A framework for delineating biogeographical regions based on species distributions",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Kreft",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Jetz",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "J. Biogeogr",
                "volume": "37",
                "issue": "",
                "pages": "2029--2053",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kreft, H. and Jetz, W. 2010. A framework for delineating biogeo- graphical regions based on species distributions. -J. Biogeogr. 37: 2029-2053.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Aligning conservation priorities across taxa in Madagascar with high-resolution planning tools",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Kremen",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Science",
                "volume": "320",
                "issue": "",
                "pages": "222--226",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kremen, C. et al. 2008. Aligning conservation priorities across taxa in Madagascar with high-resolution planning tools. -Science 320: 222-226.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Functional traits and environmental filtering drive community assembly in a species-rich tropical system",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Lebrija-Trejos",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Ecology",
                "volume": "91",
                "issue": "",
                "pages": "386--398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lebrija-Trejos, E. et al. 2010. Functional traits and environmental filtering drive community assembly in a species-rich tropical system. -Ecology 91: 386-398.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Catalogue of the vascular plants of Madagascar",
                "authors": [
                    {
                        "first": "Madagascar",
                        "middle": [],
                        "last": "Catalogue",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madagascar Catalogue. 2017. Catalogue of the vascular plants of Madagascar [online database]. -Miss. Bot. Gard., St. Louis, USA and Antananarivo.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Systematic conservation planning",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Margules",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Pressey",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nature",
                "volume": "405",
                "issue": "",
                "pages": "243--253",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Margules, C. R. and Pressey, R. L. 2000. Systematic conservation planning. -Nature 405: 243-253.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Opposing effects of competitive exclusion on the phylogenetic structure of communities",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "M"
                        ],
                        "last": "Mayfield",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Levine",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Ecol. Lett",
                "volume": "13",
                "issue": "",
                "pages": "1085--1093",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mayfield, M. M. and Levine, J. M. 2010. Opposing effects of competitive exclusion on the phylogenetic structure of communities. -Ecol. Lett. 13: 1085-1093.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "Effects of urbanization on species richness: a review of plants and animals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Mckinney",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Urban Ecosyst",
                "volume": "11",
                "issue": "",
                "pages": "161--176",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McKinney, M. L. 2008. Effects of urbanization on species richness: a review of plants and animals. -Urban Ecosyst. 11: 161-176.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "A comprehensive survey of amphibians and reptiles in the extreme north of Madagascar",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Megson",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Herpetol. Notes",
                "volume": "2",
                "issue": "",
                "pages": "31--44",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Megson, S. et al. 2009. A comprehensive survey of amphibians and reptiles in the extreme north of Madagascar. -Herpetol. Notes 2: 31-44.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Multidimensional biases, gaps and uncertainties in global plant occurrence information",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Meyer",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Ecol. Lett",
                "volume": "19",
                "issue": "",
                "pages": "992--1006",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Meyer, C. et al. 2016. Multidimensional biases, gaps and uncertain- ties in global plant occurrence information. -Ecol. Lett. 19: 992-1006.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Primates as predictors of mammal community diversity in the forest ecosystems of Madagascar",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "M"
                        ],
                        "last": "Muldoon",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "PLoS One",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Muldoon, K. M. and Goodman, S. M. 2015. Primates as predictors of mammal community diversity in the forest ecosystems of Madagascar. -PLoS One 10: e0136787.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "Biodiversity hotspots for conservation priorities",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nature",
                "volume": "403",
                "issue": "",
                "pages": "853--858",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Myers, N. et al. 2000. Biodiversity hotspots for conservation priorities. -Nature 403: 853-858.",
                "links": null
            },
            "BIBREF71": {
                "ref_id": "b71",
                "title": "Environmental and phylogenetic correlates of Eulemur behavior and ecology (Primates: Lemuridae)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Ossi",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Kamilar",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Behav. Ecol. Sociobiol",
                "volume": "61",
                "issue": "",
                "pages": "53--64",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ossi, K. and Kamilar, J. M. 2006. Environmental and phylogenetic correlates of Eulemur behavior and ecology (Primates: Lemuridae). -Behav. Ecol. Sociobiol. 61: 53-64.",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "A test of Darwin's naturalization hypothesis in the thistle tribe shows that close relatives make bad neighbors",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Potter",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Proc. Natl Acad. Sci",
                "volume": "110",
                "issue": "",
                "pages": "17915--17920",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. and Potter, D. 2013. A test of Darwin's naturalization hypothesis in the thistle tribe shows that close relatives make bad neighbors. -Proc. Natl Acad. Sci. USA 110:17915-17920.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Why close relatives make bad neighbours: phylogenetic conservatism in niche preferences and dispersal disproves Darwin's naturalization hypothesis in the thistle tribe",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Potter",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Mol. Ecol",
                "volume": "24",
                "issue": "",
                "pages": "3181--3193",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. and Potter, D. 2015a. Why close relatives make bad neighbours: phylogenetic conservatism in niche preferences and dispersal disproves Darwin's naturalization hypothesis in the thistle tribe. -Mol. Ecol. 24: 3181-3193.",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "A reciprocal test of Darwin's naturalization hypothesis in two mediterranean-climate regions",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Potter",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Global Ecol. Biogeogr",
                "volume": "24",
                "issue": "",
                "pages": "1049--1058",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. and Potter, D. 2015b. A reciprocal test of Darwin's naturalization hypothesis in two mediterranean-climate regions. -Global Ecol. Biogeogr. 24: 1049-1058.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Implications and alternatives of assigning climate data to geographical centroids",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "J. Biogeogr",
                "volume": "44",
                "issue": "",
                "pages": "2188--2198",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. and Davis, C. C. 2017. Implications and alternatives of assigning climate data to geographical centroids. -J. Biogeogr. 44: 2188-2198.",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "Taxon sampling and inferred community phylogenies: R replication code and data (data set)",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. et al. 2017. Taxon sampling and inferred community phylogenies: R replication code and data (data set). -Mol.",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Taxon sampling effects on the quantification and comparison of community phylogenetic diversity",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Park",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Mol. Ecol",
                "volume": "27",
                "issue": "",
                "pages": "1296--1308",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Park, D. S. et al. 2018. Taxon sampling effects on the quantification and comparison of community phylogenetic diversity. -Mol. Ecol. 27: 1296-1308.",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "Using a surviving lineage of Madagascar's vanished megafauna for ecological restoration",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Pedrono",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Biol. Conserv",
                "volume": "159",
                "issue": "",
                "pages": "501--506",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pedrono, M. et al. 2013. Using a surviving lineage of Madagascar's vanished megafauna for ecological restoration. -Biol. Conserv. 159: 501-506.",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "Functional diversity (FD), species richness and community composition",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "L"
                        ],
                        "last": "Petchey",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "J"
                        ],
                        "last": "Gaston",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Ecol. Lett",
                "volume": "5",
                "issue": "",
                "pages": "402--411",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Petchey, O. L. and Gaston, K. J. 2002. Functional diversity (FD), species richness and community composition. -Ecol. Lett. 5: 402-411.",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": "On dendrogram-based measures of functional diversity",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Podani",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Schmera",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Oikos",
                "volume": "115",
                "issue": "",
                "pages": "179--185",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Podani, J. and Schmera, D. 2006. On dendrogram-based measures of functional diversity. -Oikos 115: 179-185.",
                "links": null
            },
            "BIBREF82": {
                "ref_id": "b82",
                "title": "An updated megaphylogeny of plants, a tool for generating plant phylogenies and an analysis of phylogenetic community structure",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Qian",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [],
                        "last": "Jin",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "J. Plant Ecol",
                "volume": "9",
                "issue": "",
                "pages": "233--239",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Qian, H. and Jin, Y. 2016 An updated megaphylogeny of plants, a tool for generating plant phylogenies and an analysis of phylogenetic community structure. -J. Plant Ecol. 9: 233-239.",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Assessing the impacts of nonrandom seed dispersal by multiple frugivore partners on plant recruitment",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "H"
                        ],
                        "last": "Razafindratsima",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Dunham",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Ecology",
                "volume": "96",
                "issue": "",
                "pages": "24--30",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Razafindratsima, O. H. and Dunham, A. E. 2015. Assessing the impacts of nonrandom seed dispersal by multiple frugivore partners on plant recruitment. -Ecology 96: 24-30.",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "Frugivores bias seed-adult tree associations through non-random seed dispersal: a phylogenetic approach",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "H"
                        ],
                        "last": "Razafindratsima",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Dunham",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Ecology",
                "volume": "97",
                "issue": "",
                "pages": "2094--2102",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Razafindratsima, O. H. and Dunham, A. E. 2016. Frugivores bias seed-adult tree associations through non-random seed dispersal: a phylogenetic approach. -Ecology 97: 2094-2102.",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "Extinctions, traits and phylogenetic community structure: insights from primate assemblages in Madagascar",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "H"
                        ],
                        "last": "Razafindratsima",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Ecography",
                "volume": "36",
                "issue": "",
                "pages": "47--056",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Razafindratsima, O. H. et al. 2013. Extinctions, traits and phylogenetic community structure: insights from primate assemblages in Madagascar. -Ecography 36: 047-056.",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "MADA: Malagasy animal trait data archive",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "H"
                        ],
                        "last": "Razafindratsima",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Ecology",
                "volume": "99",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Razafindratsima, O. H. et al. 2018a. MADA: Malagasy animal trait data archive. -Ecology 99: 990.",
                "links": null
            },
            "BIBREF87": {
                "ref_id": "b87",
                "title": "Data from: MADA: Malagasy animal trait data archive. -Dryad Digital Repository",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "H"
                        ],
                        "last": "Razafindratsima",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.5061/dryad.44tt0>"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Razafindratsima, O. H. et al. 2018b. Data from: MADA: Malagasy animal trait data archive. -Dryad Digital Repository, <https:// doi.org/10.5061/dryad.44tt0>.",
                "links": null
            },
            "BIBREF88": {
                "ref_id": "b88",
                "title": "Emerging horizons in biodiversity and ecosystem functioning research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Reiss",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Trends Ecol. Evol",
                "volume": "24",
                "issue": "",
                "pages": "505--514",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Reiss, J. et al. 2009. Emerging horizons in biodiversity and ecosystem functioning research. -Trends Ecol. Evol. 24: 505-514.",
                "links": null
            },
            "BIBREF89": {
                "ref_id": "b89",
                "title": "Strong influence of palaeoclimate on the structure of modern African mammal communities",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Rowan",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Proc. R. Soc. B",
                "volume": "283",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rowan, J. et al. 2016. Strong influence of palaeoclimate on the structure of modern African mammal communities. -Proc. R. Soc. B 283: 20161207.",
                "links": null
            },
            "BIBREF90": {
                "ref_id": "b90",
                "title": "Understanding global patterns of mammalian functional and phylogenetic diversity. -Phil",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Safi",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Trans. R. Soc. B",
                "volume": "366",
                "issue": "",
                "pages": "2536--2544",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Safi, K. et al. 2011. Understanding global patterns of mammalian functional and phylogenetic diversity. -Phil. Trans. R. Soc. B 366: 2536-2544.",
                "links": null
            },
            "BIBREF91": {
                "ref_id": "b91",
                "title": "Endemism in the Malagasy tree flora",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "E"
                        ],
                        "last": "Schatz",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Divers. Endem. Madagascar",
                "volume": "1",
                "issue": "",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schatz, G. E. 2000. Endemism in the Malagasy tree flora. -Divers. Endem. Madagascar 1: 1-8.",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Bottom-up effects of plant diversity on multitrophic interactions in a biodiversity experiment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Scherber",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Nature",
                "volume": "468",
                "issue": "",
                "pages": "553--556",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scherber, C. et al. 2010. Bottom-up effects of plant diversity on multitrophic interactions in a biodiversity experiment. -Nature 468: 553-556.",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Functional and phylogenetic diversity of woody plants drive herbivory in a highly diverse forest",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Schuldt",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "New Phytol",
                "volume": "202",
                "issue": "",
                "pages": "864--873",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schuldt, A. et al. 2014. Functional and phylogenetic diversity of woody plants drive herbivory in a highly diverse forest. -New Phytol. 202: 864-873.",
                "links": null
            },
            "BIBREF94": {
                "ref_id": "b94",
                "title": "The impacts of forest clearance on lizard, small mammal and bird communities in the arid spiny forest, southern Madagascar",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Scott",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Biol. Conserv",
                "volume": "127",
                "issue": "",
                "pages": "72--87",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scott, D. M. et al. 2006. The impacts of forest clearance on lizard, small mammal and bird communities in the arid spiny forest, southern Madagascar. -Biol. Conserv. 127: 72-87.",
                "links": null
            },
            "BIBREF95": {
                "ref_id": "b95",
                "title": "Urbanisation and the loss of phylogenetic diversity in birds",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Sol",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Ecol. Lett",
                "volume": "20",
                "issue": "",
                "pages": "721--729",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sol, D. et al. 2017. Urbanisation and the loss of phylogenetic diversity in birds. -Ecol. Lett. 20: 721-729.",
                "links": null
            },
            "BIBREF96": {
                "ref_id": "b96",
                "title": "A method of establishing groups of equal amplitude in plant sociology based on similarity of species and its application to analyses of the vegetation on Danish commons",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Sørensen",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "Biol. Skr",
                "volume": "5",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sørensen, T. 1948. A method of establishing groups of equal amplitude in plant sociology based on similarity of species and its application to analyses of the vegetation on Danish commons. -Biol. Skr. 5: 1-34.",
                "links": null
            },
            "BIBREF97": {
                "ref_id": "b97",
                "title": "The role of evolutionary processes in producing biodiversity patterns, and the interrelationships between taxonomic, functional and phylogenetic biodiversity",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "G"
                        ],
                        "last": "Swenson",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Am. J. Bot",
                "volume": "98",
                "issue": "",
                "pages": "472--480",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swenson, N. G. 2011. The role of evolutionary processes in producing biodiversity patterns, and the interrelationships between taxonomic, functional and phylogenetic biodiversity. -Am. J. Bot. 98: 472-480.",
                "links": null
            },
            "BIBREF98": {
                "ref_id": "b98",
                "title": "Notes on topography, climate, and vegetation of Madagascar",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Tattersall",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Sussman",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "Lemur biology",
                "volume": "",
                "issue": "",
                "pages": "13--21",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tattersall, I. and Sussman, R. W. 1975. Notes on topography, climate, and vegetation of Madagascar. -In: Tattersall, I. (ed.), Lemur biology, 1st ed. Springer, pp. 13-21.",
                "links": null
            },
            "BIBREF99": {
                "ref_id": "b99",
                "title": "Animal species diversity driven by habitat heterogeneity/diversity: the importance of keystone structures",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Tews",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "J. Biogeogr",
                "volume": "31",
                "issue": "",
                "pages": "79--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tews, J. et al. 2004. Animal species diversity driven by habitat heterogeneity/diversity: the importance of keystone structures. -J. Biogeogr. 31: 79-92.",
                "links": null
            },
            "BIBREF100": {
                "ref_id": "b100",
                "title": "Diversity and productivity in a long-term grassland experiment",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Tilman",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Science",
                "volume": "294",
                "issue": "",
                "pages": "843--845",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tilman, D. et al. 2001. Diversity and productivity in a long-term grassland experiment. -Science 294: 843-845.",
                "links": null
            },
            "BIBREF101": {
                "ref_id": "b101",
                "title": "PhyloMeasures: a package for computing phylogenetic biodiversity measures and their statistical moments",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Tsirogiannis",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Sandel",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Ecography",
                "volume": "39",
                "issue": "",
                "pages": "709--714",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tsirogiannis, C. and Sandel, B. 2016. PhyloMeasures: a package for computing phylogenetic biodiversity measures and their statistical moments. -Ecography 39: 709-714.",
                "links": null
            },
            "BIBREF102": {
                "ref_id": "b102",
                "title": "The ghosts of mammals past: biological and geographical patterns of global mammalian extinction across the Holocene. -Phil",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "T"
                        ],
                        "last": "Turvey",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "A"
                        ],
                        "last": "Fritz",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Trans. R. Soc. B",
                "volume": "366",
                "issue": "",
                "pages": "2564--2576",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Turvey, S. T. and Fritz, S. A. 2011. The ghosts of mammals past: biological and geographical patterns of global mammalian extinc- tion across the Holocene. -Phil. Trans. R. Soc. B 366: 2564-2576.",
                "links": null
            },
            "BIBREF103": {
                "ref_id": "b103",
                "title": "Species coexistence in a changing world. -Front",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Valladares",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Plant Sci",
                "volume": "6",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Valladares, F. et al. 2015. Species coexistence in a changing world. -Front. Plant Sci. 6: 1-16.",
                "links": null
            },
            "BIBREF104": {
                "ref_id": "b104",
                "title": "Bioclimatic envelope models predict a decrease in tropical forest carbon stocks with climate change in Madagascar",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Vieilledent",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "J. Ecol",
                "volume": "104",
                "issue": "",
                "pages": "703--715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Vieilledent, G. et al. 2016. Bioclimatic envelope models predict a decrease in tropical forest carbon stocks with climate change in Madagascar. -J. Ecol. 104: 703-715.",
                "links": null
            },
            "BIBREF105": {
                "ref_id": "b105",
                "title": "Two new species of Polygala from Toliara province in southern Madagascar",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "A"
                        ],
                        "last": "Wahlert",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Syst. Bot",
                "volume": "42",
                "issue": "",
                "pages": "522--528",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wahlert, G. A. et al. 2017. Two new species of Polygala from Toliara province in southern Madagascar. -Syst. Bot. 42: 522-528.",
                "links": null
            },
            "BIBREF106": {
                "ref_id": "b106",
                "title": "Habitat structure and proximity to forest edge affect the abundance and distribution of forestdependent birds in tropical coastal forests of southeastern Madagascar",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E M"
                        ],
                        "last": "Watson",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Biol. Conserv",
                "volume": "120",
                "issue": "",
                "pages": "315--331",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Watson, J. E. M. et al. 2004. Habitat structure and proximity to forest edge affect the abundance and distribution of forest- dependent birds in tropical coastal forests of southeastern Madagascar. -Biol. Conserv. 120: 315-331.",
                "links": null
            },
            "BIBREF107": {
                "ref_id": "b107",
                "title": "Phylomatic: tree assembly for applied phylogenetics",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Webb",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Donoghue",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Mol. Ecol. Notes",
                "volume": "5",
                "issue": "",
                "pages": "181--183",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Webb, C. O. and Donoghue, M. J. 2005. Phylomatic: tree assem- bly for applied phylogenetics. -Mol. Ecol. Notes 5: 181-183.",
                "links": null
            },
            "BIBREF108": {
                "ref_id": "b108",
                "title": "Phylogenies and community ecology",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Webb",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Annu. Rev. Ecol. Syst",
                "volume": "33",
                "issue": "",
                "pages": "475--505",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Webb, C. O. et al. 2002. Phylogenies and community ecology. -Annu. Rev. Ecol. Syst. 33: 475-505.",
                "links": null
            },
            "BIBREF109": {
                "ref_id": "b109",
                "title": "EltonTraits 1.0: species-level foraging attributes of the world's birds and mammals",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Wilman",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Ecology",
                "volume": "95",
                "issue": "",
                "pages": "2027--2027",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilman, H. et al. 2014. EltonTraits 1.0: species-level foraging attributes of the world's birds and mammals. -Ecology 95: 2027-2027.",
                "links": null
            },
            "BIBREF110": {
                "ref_id": "b110",
                "title": "Madagascar: heads it's a continent, tails it's an island",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "J"
                        ],
                        "last": "Wit",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "De",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Annu. Rev. Earth Planet. Sci",
                "volume": "31",
                "issue": "",
                "pages": "213--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wit, M. J. de 2003. Madagascar: heads it's a continent, tails it's an island. -Annu. Rev. Earth Planet. Sci. 31: 213-248.",
                "links": null
            },
            "BIBREF111": {
                "ref_id": "b111",
                "title": "Three keys to the radiation of angiosperms into freezing environments",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "E"
                        ],
                        "last": "Zanne",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Nature",
                "volume": "506",
                "issue": "",
                "pages": "89--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zanne, A. E. et al. 2014. Three keys to the radiation of angiosperms into freezing environments. -Nature 506: 89-92.",
                "links": null
            },
            "BIBREF112": {
                "ref_id": "b112",
                "title": "Beta diversity of plants, birds and butterflies is closely associated with climate and habitat structure",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Zellweger",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "Global Ecol. Biogeogr",
                "volume": "26",
                "issue": "",
                "pages": "898--906",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zellweger, F. et al. 2017. Beta diversity of plants, birds and butterflies is closely associated with climate and habitat structure. -Global Ecol. Biogeogr. 26: 898-906.",
                "links": null
            },
            "BIBREF113": {
                "ref_id": "b113",
                "title": "Supplementary material (Appendix ECOG-03825 at < www. ecography.org/appendix/ecog-03825 >)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Supplementary material (Appendix ECOG-03825 at < www. ecography.org/appendix/ecog-03825 >). Appendix 1-2.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "uris": null,
                "text": "Top panel: Maps showing (a) the 5 bioclimatic zones of Madagascar along with the 22 geographic regions*, and (b) the protected areas within each of the 6 geographic provinces (each province is a combination of regions). Bottom panel (c): patterns of biodiversity across the 6 provinces in Madagascar. Species richness (SR), phylogenetic diversity (PD), the standardized effect size of phylogenetic diversity (SES. PD), mean phylogenetic distance (MPD), the standardized effect size of phylogenetic distance (SES.MPD) are depicted at the province level. Source of Madagascar map shapefiles: < www.rebioma.net >. *Regions: 1 = Alaotra Mangoro, 2 = Amoron'i Mania, 3 = Analamanga, 4 = Analanjirofo, 5 = Androy, 6 = Anosy, 7 = Atsimo Andrefana, 8 = Atsimo Atsinanana, 9 = Atsinanana, 10 = Betsiboka, 11 = Boeny, 12 = Bongolava, 13 = Diana, 14 = Haute Matsiatra, 15 = Ihorombe, 16 = Itasy, 17 = Melaky, 18 = Menabe, 19 = Sava, 20 = Sofia, 21 =Vakinankaratra, 22 =Vatovavy Fitovinany.",
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "uris": null,
                "text": "Vascular plant diversity by bioclimatic zones. Bars represent the diversity of all species (all), only native species (native), and only exotic naturalized species (naturalized), in order. Species richness (SR), phylogenetic diversity (PD), the standardized effect size of phylogenetic diversity (SES.PD), mean phylogenetic distance (MPD), the standardized effect size of phylogenetic distance (SES. MPD) are depicted.",
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "uris": null,
                "text": "Relationship of the taxonomic and phylogenetic diversity of vascular plants with the taxonomic, phylogenetic and functional diversity of animals, at the regional level across Madagascar. m = mammals, b = birds. SR: species richness, PD: Faith's phylogenetic diversity, MPD: mean phylogenetic distance, FD: functional diversity. SES: standardized effect size of each metric. Lines correspond to the relationship as measured using generalized linear models, and grey shading represent standard errors from the models. 641 346ha of forested areas in the region currently under protection.",
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "uris": null,
                "text": "Top panel: effect of threatened species loss on the phylogenetic diversity of the flora and fauna of Madagascar. The present phylogenetic structure of communities (all) is contrasted with that under the loss of all currently threatened species (loss). Bottom panel: effect of threatened species loss on the functional diversity of mammal and bird in Madagascar. The present functional diversity of communities (all) is contrasted with that under the loss of all currently threatened species (loss). Grey lines on the top panels connect provinces. PD: Faith's phylogenetic diversity, MPD: mean phylogenetic distance, FD: functional diversity, SES: standardized effect size of each metric. Threatened species were those considered as 'Critically Endangered', 'Endangered' and 'Vulnerable'.",
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "uris": null,
                "text": "Effect of naturalized aliens of the vascular flora of Madagascar. The diversity of native species (native) is contrasted with that of natives and non-natives combined (all). Phylogenetic diversity (PD), the standardized effect size of phylogenetic diversity (SES.PD), mean phylogenetic distance (MPD), the standardized effect size of phylogenetic distance (SES.MPD) are depicted at provincial and regional levels. Grey lines connect provinces/regions.",
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "uris": null,
                "text": "nat−exo exo−exo nat−nat nat−exo exo−exo nat−nat nat−exo exo−exo province region Phylogenetic beta distance among native and exotic naturalized plant species. The distance between all native species (nat-nat), natives and naturalized species (nat-exo), and all naturalized species (exo-exo) is illustrated for four metrics: total shared branch length (PD), standardized total shared branch length (SES.PD), mean phylogenetic distance (MPD), and standardized mean phylogenetic distance (SES. MPD). Grey lines connect provinces/regions.",
                "num": null
            }
        }
    }
}