{
    "paper_id": "PattonandMyers1974-Chromosomalidentityofblackrats(Rattusrattus)fromtheGalápagosIslands,Ecuador",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:08.906138Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "PattonandMyers1974-Chromosomalidentityofblackrats(Rattusrattus)fromtheGalápagosIslands,Ecuador",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "chromatid showed two separate filaments (half-chromatids) usually connected at the centromere and telomere regions. Depending on the degree of the separation at the centromere level, the metaphase chromosome may exhibit ring-shaped or eight-like chromatids. At the EM, a gap between both annular 'half-chromatids' could be observed (Figure 3, A, B, C, D) . Although the half chromatids showed longitudinal striae, the number of the component filaments could not be determined.",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 57,
                        "text": "(half-chromatids)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 332,
                        "end": 354,
                        "text": "(Figure 3, A, B, C, D)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "There remains the question whether the striae end as free subfilaments at the telomere, or constitute a part of a single, longitudinally bent filament at the telomere region.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "The morphology of the chromosomes after chloroform treatment suggests some similarity with the model proposed by STUBBLEFI~LD and Wl~AY 4 for the mammal chromosome. According to this model, each anaphase chromatid consists of 2 half-chromatids, each of which has 2 deoxyribonucleoprotein ribbons linked rio a single core and presenting epichromatin loops, laterally attached.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "The chloroform effect has been followed up in several experiments. Figure 1 and 2 show aspects usually seen, Figure 3 shows a most uncommon aspect. In preparations treated over iong periods of time, as well as in preparations treated with chloroform prior tO fixation, the chromosomes were found to lose their integrity making any analysis difficult.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 67,
                        "end": 75,
                        "text": "Figure 1",
                        "ref_id": null
                    },
                    {
                        "start": 109,
                        "end": 117,
                        "text": "Figure 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "Our observations on the morphology of chromosomes after chloroform treatment suggest a multistranded or at least a binemic model. How could an uninemic model fit the observations of well defined half-chromatids with evidently split telomeres ? We suggest that the interphase chromosome consists at least of two DNA strands. During DNA synthesis they uncoil and the DNA helices la j. H. TAYLOR, P. S. WOODS and W. L. HUGHES, Proc. natn Acad.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "Sci., USA 43, 122 (1957) . 16 W. J. PEACOCK, Proe. natn. Aead. Set., USA dg, 793 (1963) .",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 24,
                        "text": "USA 43, 122 (1957)",
                        "ref_id": null
                    },
                    {
                        "start": 77,
                        "end": 87,
                        "text": "793 (1963)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "replicate. The distribution of sister helices to the same or to different chromatids of the metaphase chromosome can only be elucidated by an investigation of TH a incorporation patterns.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "The hypothesis of an unineme model was favoured by the finding of TH a heterolabelling in the second generation of DNA replication of mitotic chromosomeslS, while an isolabelling pattern has recently been described by PEACOCt< ~6. Accepting the binemic model, TH a isolabelling or heterolabelling would depend on the distribution of the sister helices of each of the Mt DNA molecule to the very same or different chromatids. More recently it was shown that mammal sex chromosomes become isolabeled at Me 4.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "Our autoradiographic findings, discussing the binemic hypothesis, will be reported elsewhere.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "The existence of ~half-chromatids' should not be interpreted as an indication tl~at drastic variations in DNA content among species with similar karyotypes are a consequence of differential polynemy. As a matter of fact, all species examined by us presented 'half-chromatids'. Yet, this also does not necessarily exclude polynemy, since elucidation with respect to the number of filaments within ttle 'half-chromatids' sti'll needs better resolution.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "The ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Each metaphase",
                "sec_num": "2."
            },
            {
                "text": "Considerable interest has been given in recent years to the documentation of chromosomal variability in the cosmopolitan human commensal rodent, the black rat Rattus rattus (Linneaus) . Two karyotypic morphs have been described: a 2n = 42 morph from eastern ~ and southeastern 2 Asia and the Indian subcontinentS; and a 2 n = 38 morph from south India ~, western Asia 5, Europe 6",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 183,
                        "text": "(Linneaus)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Chromosomal Identity of Black Rats (Rattus rattus) from the Galfipagos Islands, Ecuador",
                "sec_num": null
            },
            {
                "text": "Africa v, North America s, South AmericaL and Australasia *~ The exact cytological relationships between these variants are now-known from Giemsa-banding patterns, and consist of two Robertsonian fusions and 1 to 2 pericentric inversions11. In addition to the general polytypic nature of variability in diploid number summarized above, intrapopulation polymorphic systems have also i T. H. YOSHIDA, A. NAKAMURA and T. FUKAYA, Chromosoma 16, 70 (1965) Karyotypes of Rattus rattus (Linneaus) from the Galgpagos Islands: a) male, MVZ 145516, James Bay, Isla Santiago ('frugivorous' phenotype); b) male, MVZ 145468, east side Isla Pinz6n ('rattus' phenotype); and e) male, MVZ 145490, Isla Baltra ('rattus' phenotype). autosomal complement consists of one pair of large, one pair of medium, and 7 pairs of small meta-submetacentrics; one pair of large and one pair of small subtelocentrics; and 7 pairs of medium to small acroeentrics. The X-chromosome is a medium-small acrocentric and the Y-chromosome is a small acrocentric equivalent in size to the smallest autosome. Karyotypes representative of three island populations are given in the Figure. The discovery of the 38-chromosome form of the black rat in the Gal~pagos is not particularly surprising since these rats have the European appearance in all other respects.",
                "cite_spans": [
                    {
                        "start": 426,
                        "end": 450,
                        "text": "Chromosoma 16, 70 (1965)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1139,
                        "end": 1146,
                        "text": "Figure.",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Chromosomal Identity of Black Rats (Rattus rattus) from the Galfipagos Islands, Ecuador",
                "sec_num": null
            },
            {
                "text": "It is of some interest, however, that the populations examined appear to epitomize a generality of a very low to non-existent level of chromosomal variability exhibited by all 'introduced' populations of black rats the world over. Despite a rather wide range in variability of ex-~0 j. L. PATTON, S. Y. YANG and P. MYEgS, unpublished data. 21 pressed types of chromosomal rearrangements within the species as a whole, no population as yet from Africa, Australasia, or the Americas (all with 2n = 38) has exhibited any form of chromosomal variability. This lack of variation at the chromosomal level is also paralleled by a similar consistent Iow level of genic-based variability as judged by allozyme studies 2~ Therefore, at least in the case of the black rat, exceptional colonizing ability is not associated with any increased genetic variance (as measured by chromosomal or genic characters) as might be expected. Quite to the contrary, the success of the species may be due instead to an extremely well-integrated and rigid genotype with extreme flexibility only at the phenotypic level ,1.",
                "cite_spans": [
                    {
                        "start": 289,
                        "end": 296,
                        "text": "PATTON,",
                        "ref_id": null
                    },
                    {
                        "start": 297,
                        "end": 321,
                        "text": "S. Y. YANG and P. MYEgS,",
                        "ref_id": null
                    },
                    {
                        "start": 322,
                        "end": 342,
                        "text": "unpublished data. 21",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Chromosomal Identity of Black Rats (Rattus rattus) from the Galfipagos Islands, Ecuador",
                "sec_num": null
            },
            {
                "text": "Resumen. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Chromosomal Identity of Black Rats (Rattus rattus) from the Galfipagos Islands, Ecuador",
                "sec_num": null
            },
            {
                "text": "Sex attraction in lepidoptera is often inhibited by compounds closely related to the attractant chemical, but differing by the position or geometry of a double bond or the presence or absence of an ester function1, 2. Due to their effectiveness in counteracting response to pheromones, inhibitors may have a potential use in insect control.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Attractant Inhibitors of the Codling Moth Laspeyresia pomonella L.",
                "sec_num": null
            },
            {
                "text": "In a search for strong inhibitors of the codling moth, Laspeyresia pomonella, sex pheromone, we have employed the routine procedure ~ of adding various chemicals 3 to cylindrical traps baited with trans-8, trans-10-dodecadien-1-ol ~ (Codlemone 5 caps) or with 3 virgin females. The tests with different chemicals were conducted over various time intervals in apple orchards at Opfershofen and T~gerwilen during the codling moth flights of 1972 and 1973. The Table lists the catches with each chemical as compared with those of the control group over the same time period. Of all compounds tested, cis-8-dodeeenyl acetate was the strongest codling moth inhibitor. Catch was reduced by ca. 90% with 1 mg of this chemical (No. 16) , and almost totally with 5 mg (No. 17) . Instead of codling moths, these traps attracted males of the plum fruit moth, Grapholitha/unebrana, probably from stands of plum trees outside the apple orchard. Cis- 8-dodecenyl acetate has been known as a sex attractant of this insect ~. Compared with catches with this chemical alone, Codlemone seemed to have no effect on plum fruit moth males.",
                "cite_spans": [
                    {
                        "start": 719,
                        "end": 727,
                        "text": "(No. 16)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 749,
                        "end": 767,
                        "text": "with 5 mg (No. 17)",
                        "ref_id": null
                    },
                    {
                        "start": 937,
                        "end": 948,
                        "text": "8-dodecenyl",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 458,
                        "end": 469,
                        "text": "Table lists",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Sex Attractant Inhibitors of the Codling Moth Laspeyresia pomonella L.",
                "sec_num": null
            },
            {
                "text": "A number of other chemicals also significantly inhibited codling moth attraction. 3 compounds were tested against virgin females, cis-8-dodecenyl acetate (16 and 17) which was a strong inhibitor, and cis-lO and trans-lO-dodecenyl acetate (Nos. 21 and 22) which were moderate inhibitors of Codlemone. All 3 chemicals were strong inhibitors of male attraction to females. As strong evidence has been obtained for the identity of trans-8, trans-lO-dodecadien-1-ol with the natural codling moth pheromone 7, our results seem to suggest that the females emit this compound at a lower rate than Codlemone caps since their attractancy was reduced more drastically by inhibitors.",
                "cite_spans": [
                    {
                        "start": 154,
                        "end": 165,
                        "text": "(16 and 17)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Attractant Inhibitors of the Codling Moth Laspeyresia pomonella L.",
                "sec_num": null
            },
            {
                "text": "Structures of codling moth inhibitors found in this study are listed in the Figure in order of decreasing inhibition. Although prolonged tests might have altered the",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Sex Attractant Inhibitors of the Codling Moth Laspeyresia pomonella L.",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "A c a d e m y Bay",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "as follows: 3c?, A c a d e m y Bay, I s l a S a n t a C r u z (MVZ145394 145396) ;",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "2c~-25~, W r e c k Bay",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "145430--145433",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "2~-29, C o n w a y B a y , Isla Santa Cruz (MVZ 145473-145476); 2c~-25~, W r e c k Bay, Isla San Crist6bal (MVZ 145426-145429); 1<?-39, Black Beach, Isla Floreana (MV,Z 145430-145433);",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "All animals examined, regardless of locality or pelage coloration",
                "authors": [],
                "year": null,
                "venue": "Isla Baltra",
                "volume": "",
                "issue": "",
                "pages": "145515--145518",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "3c~-19, Isla Baltra (MVZ 145490-145493); 2c~-2~, Bahia James, Isla Santiago (MVZ 145515-145518). All animals examined, regardless of locality or pelage coloration, possessed a diploid n u m b e r of 38. Moreover, no variation, either numerical or morphological in nature,",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The Genetics o/ Colonizing Species",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Baker ; Baker",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Stebbins",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H. G. BAKER, in The Genetics o/ Colonizing Species (Eds. If. G. BAKER and G. L. STEBBINS; Academic Press, New York 1965), p. 147.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The Zoology o/ the Voyage o",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "R"
                        ],
                        "last": "Waterhouse",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "G. R. WATERHOUSE, The Zoology o/ the Voyage o/H. M. S. Beagle (Mammalia, part 2, 1839).",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Purities were about 90% by GLC. Cis-8-dodecenyl acetate was obtained from Zoecon Corporation as Funemone caps or from Farchan Chemicals; trans-8-dodecenyl acetate was a gift from Zoeeon Corporation. Undeeylenie alcohol and acetate were commercial grades. The remaining chemicals were kindly supplied by",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "L"
                        ],
                        "last": "Roelofs",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Arn",
                        "suffix": ""
                    },
                    {
                        "first": "Lond",
                        "middle": [],
                        "last": "Nature",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "",
                "volume": "219",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cis-2 through cis-5-dodeeenyl acetates and alcohols were syn- thesized from the corresponding ~o-aeetylenic alcohols and alkyl bromides, the cis-6 isomer from 5-bromopentan-l-ol and 1-heptyne, as in W. L. ROELOFS and H. ARN, Nature, Lond. 219, 513 (1968). Purities were about 90% by GLC. Cis-8-dodecenyl acetate was obtained from Zoecon Corporation as Funemone caps or from Farchan Chemicals; trans-8-dodecenyl acetate was a gift from Zoeeon Corporation. Undeeylenie alcohol and acetate were commercial grades. The remaining chemicals were kindly supplied by Drs. W. L. ROELOFS and A. HILL, Cornell University, Geneva, N. Y., USA.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Trade name of Zoecon Corporation",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Trade name of Zoecon Corporation, Palo Alto, California, USA.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Revue suisse Vitie",
                "authors": [
                    {
                        "first": ".",
                        "middle": [],
                        "last": "Granges",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Baggiolini",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Arboric",
                "volume": "3",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "j. GRANGES and M. BAGGIOLINI, Revue suisse Vitie. Arboric. 3, 93 (1971).",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "been described for one or b o t h v a r i a n t s involving a diverse group of m e c h a n i s m s : a) B -c h r o m o s o m e accmnulation ~2, b) pericentric inversions la, or c) centric fusions 14. Thus, a more t h o r o u g h knowledge of the geographic e x t e n t of each numerical m o r p h as well as the e x t e n t and n a t u r e of variability w i t h i n given p o p u l a t i o n s is of i m p o r t a n c e in u n d e r s t a n d i n g the e v o l u t i o n a r y history of the species itself. In addition, since R. rattus is a 'weed' species in the classicaI definition 15, details as to the genetic f o u n d a t i o n s associated w i t h its exceptional colonizing ability h a v e great theoretical interest.The p r e s e n t s t u d y concerns the karyological characterization of Raltus rattus from the Galgpagos Archipelago, Ecuador. Black rats were i n t r o d u c e d to the islands s o m e t i m e before 1835, as D a r w i n collected t h e species on Isla Santiago ( = J a m e s Island) in t h a t year 16. To date, the species has spread, p r e s u m a b l y by the aid of multiple introductions, to i n h a b i t 7 of the 16 m a j o r islands of the group, and has displaced the native r o d e n t s (genus Oryzomys) from 4 of these islands in the processlL In the typological sense, the 3 E u r o p e a n subspecies (the nominal rattus, alexandrinus, and/rugivorous) are k n o w n from the islands. However, t h e p r e s e n t authors follow more recentt a x o n o m i c opinions and a p p l y t h e t r i n o m i a l R. r. raltus to all m o r p h s distinguished by pelage color alone since this p r e s u m p t i v e subspecific character is d e t e r m i n e d merely by alternative alleles segregating at 2 non-linked a u t o s o m a l loci is. Chromosomal p r e p a r a t i o n s were m a d e b y the s t a n d a r d in vivo colchicine-hypotonic c i t r a t e -a c e t o -m e t h a n o l fixative sequmme described elsewhere 19. 31 individuals of a total sample of 138 collected were k a r y o t y p e d , including a r e p r e s e n t a t i v e sample from each island from w h i c h black rats are p r e s e n t i y k n o w n as well as of each of the three pelage color variants. Voucher specimens in the form of s t u d y skin with skull or skeleton only from all individuals e x a m i n e d are deposited in the m a m m a l collection of the Museum of V e r t e b r a t e Zoology (MVZ), U n i v e r s i t y of California, Berkeley. Sample sizes, localities, and m u s e u m EXPERIENTIA 30/10",
                "uris": null,
                "type_str": "figure",
                "num": null
            },
            "TABREF1": {
                "text": "; T. H. YOSmDA, K. TSVCHIYA and K. MORIWAKI, Chromosoma 33,30 (197t)  ; T. H.YOSHIDA and T. SAaAI, Chromosoma .37, 287 (1972). 2 H. S. YONG, Cytologia 34, 394 (1969) ; J. F. DUNCAN and P. F. P. VAN PI?~NAN, Caryologia 2d, 331 (1971). -A. MAR~ZVONC-, J. ~V[ARSHALL and A. GROPP, Mammal. Chrom. Newslett. 74, 91 (1973). a S. PATHAK, Mammal. Chrom. Newslett. 72, 92 (1971). 4 ~. L. SATYA PRAKASH and N. V. ASWATHANARAYANA, Experientia 28, 1504 (1972). 5 p. MOSTASHFI, T. RAHMTANI, I-[. I~[OSTASHFI and F. YAZDANI, Mammal. Chrom. Newslett. 13, 149 (1972). -J. WAHRMAN and P. GOUREVITZ, Jerusalem Chromosome Conf. (1972), p. 19. 6 E. CAPANNA, •. V. CIVITELLI and R. NEZER, Experientia 26, 422 (1970). -A. GROPP, H. WINKING, H. MULLER and J. P. ]~ULLER, Mammal. Chrom. Newslett. 72, 118 (1971). -E. CAPANNA and 3/[. V. CIVITELLI, Experientia 27, 583 (1970). 7 E. CAeANNA and M. V. CIVITELLI, Boil. Zoologia 38, 151 (1971). s W. N. BRADSHAW, Proc. W. Vs. Acad. Sci. d3, 103 (1971). -B. L. DAvis and R. J. BAKER, Cytologia 36, 417 (1971).",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>15. 10. 1974</td><td>Specialia</td><td>I]41</td></tr><tr><td/><td/><td>, 93</td></tr><tr><td/><td>(1973).</td><td/></tr></table>"
            },
            "TABREF2": {
                "text": "This research was supported in part by the Janss Foundation and the Penrose Fund of the American Philosophical Society and was accomplished during the joint Museum of Vertebrate Zoology, Natural History Museum of Los Angeles expedition to the Gal~pagos Islands, January and February 1974. We thank Dr. JOHN W. WRIGHT, CAROL P. PATTON and NANCY Jo for aid in the field; Dr. TJITTES DEVRIES and the staff of the Charles Darwin Research Station for logistical support; and the Servicio Forestal and Parque National Galfipagos for collecting permits.",
                "type_str": "table",
                "num": null,
                "content": "<table/>"
            }
        }
    }
}