{
    "paper_id": "Pattonetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:11.302389Z"
    },
    "title": "GENETIC AND MORPHOLOGIC DIVERGENCE AMONG INTRODUCED RAT POPULATIONS (RATTUS RATTUS) OF THE GALAPAGOS ARCHIPELAGO, ECUADOR 1",
    "authors": [
        {
            "first": "James",
            "middle": [
                "L"
            ],
            "last": "Patton",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Suh",
            "middle": [
                "Y"
            ],
            "last": "Yang",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Philip",
            "middle": [],
            "last": "Myers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "The roof rat (Rattus rattus Linnaeus) was initially introduced into the Galapagos Archipelago before Darwin's visit in 1835. The species is now known from seven of the 16 major islands and exhibits a wide range in both human and non-human associated habitat usages. Morphological distinctiveness of island populations was first noted by Heller in 1904, consisting of overall size and shape as well as pelage color differences. Analyses involving allozyme frequencies at 37 genetic loci, epigenetic cranial characters, and multivariate treatments of mensural characters confirm and extend these observations. The level of concordance between each analysis is extremely high; each delineates the same three groupings of islands based on overall similarity: (1) Isla Santiago-Bartolome; (2) Isla Floreana-Isabela-Pinzon-San Cristobal; and (3) Isla Santa Cruz-Baltra. An hypothesis of multiple origins best accounts for the similarity relationships between islands as each of the groupings fits a known separate period of human use activity. The initial introduction was most likely at Santiago in the late 1600's; the most recent on Baltra-Santa Cruz during World War II. Gene flow between the different island groups, past and present, is considered slight, but continual introduction of immigrants from outside source populations, particularly to Baltra, Santa Cruz, and San Crist6bal, is highly probable. Genie variability as demonstrated by allozyme analysis is quite low (mean heterozygosity = 2.85 per cent) when compared to other rodent species. The pattern of variability, however, suggests that this low level does not result from a severe founder effect, but that it is a general characteristic of the species as a whole. [Rattus, Galapagos, allozymes, morphometrics. ]",
    "pdf_parse": {
        "paper_id": "Pattonetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The roof rat (Rattus rattus Linnaeus) was initially introduced into the Galapagos Archipelago before Darwin's visit in 1835. The species is now known from seven of the 16 major islands and exhibits a wide range in both human and non-human associated habitat usages. Morphological distinctiveness of island populations was first noted by Heller in 1904, consisting of overall size and shape as well as pelage color differences. Analyses involving allozyme frequencies at 37 genetic loci, epigenetic cranial characters, and multivariate treatments of mensural characters confirm and extend these observations. The level of concordance between each analysis is extremely high; each delineates the same three groupings of islands based on overall similarity: (1) Isla Santiago-Bartolome; (2) Isla Floreana-Isabela-Pinzon-San Cristobal; and (3) Isla Santa Cruz-Baltra. An hypothesis of multiple origins best accounts for the similarity relationships between islands as each of the groupings fits a known separate period of human use activity. The initial introduction was most likely at Santiago in the late 1600's; the most recent on Baltra-Santa Cruz during World War II. Gene flow between the different island groups, past and present, is considered slight, but continual introduction of immigrants from outside source populations, particularly to Baltra, Santa Cruz, and San Crist6bal, is highly probable. Genie variability as demonstrated by allozyme analysis is quite low (mean heterozygosity = 2.85 per cent) when compared to other rodent species. The pattern of variability, however, suggests that this low level does not result from a severe founder effect, but that it is a general characteristic of the species as a whole. [Rattus, Galapagos, allozymes, morphometrics. ]",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "has summarized the features of an ideal colonizing species as including \". . . effective dispersal, high somatic plasticity, and high interspecific competitive ability.\" Of the handful of non-domestic mammals which can be considered exceptional colonizers, the roof, or black, rat (Rattus rattus Linnaeus) clearly possesses these characteristics. The species, along with two other human commensals (house mouse, Mus musculus, and Norway rat, Rattus norvegicus), has been transported nearly the world over during the past several centuries. It is thus one of the most successful mammalian weed species, being equally adept at establishing feral as well as human associated populations. While a large body of literature has been a Contr. 190, Charles Darwin Foundation. amassed regarding epizootic, ecological, distributional, or systematic attributes of roof rats (e.g., Storer, 1962; Tomich, 1968; Malecha, 1971, 1972; Eche, 1955; Schwarz and Schwarz, 1967; and Brooks, 1966) , few studies have been concerned with the underlying genetic bases for their colonizing success. The present report views the latter from the context of patterns of genetic and morphologic variability exhibited by populations introduced into the Galapagos Islands, Ecuador. The general questions asked relate to distinguishing between genie based variability and phenotypic plasticity as fundamental to colonizing success in the species. In doing this, an attempt is made to discern the relative roles of time of immigration, interisland exchange, and current extra-island influx as determinants in the documented patterns of variability.",
                "cite_spans": [
                    {
                        "start": 729,
                        "end": 740,
                        "text": "Contr. 190,",
                        "ref_id": null
                    },
                    {
                        "start": 741,
                        "end": 767,
                        "text": "Charles Darwin Foundation.",
                        "ref_id": null
                    },
                    {
                        "start": 870,
                        "end": 883,
                        "text": "Storer, 1962;",
                        "ref_id": null
                    },
                    {
                        "start": 884,
                        "end": 897,
                        "text": "Tomich, 1968;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 898,
                        "end": 918,
                        "text": "Malecha, 1971, 1972;",
                        "ref_id": null
                    },
                    {
                        "start": 919,
                        "end": 930,
                        "text": "Eche, 1955;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 931,
                        "end": 957,
                        "text": "Schwarz and Schwarz, 1967;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 958,
                        "end": 975,
                        "text": "and Brooks, 1966)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A total of 229 specimens of Rattus rattus from the Galapagos was utilized in the present study, with the number available for each method of analysis varying as indicated. Samples were available from all of the islands in the archipelago known to harbor roof rat populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIAL AND METHODS",
                "sec_num": "297"
            },
            {
                "text": "For the allozyme analysis, 137 rats were live-trapped and processed aboard the Beagle HI, research vessel of the Charles Darwin Research Station. Tissues were preserved in liquid nitrogen and shipped to the laboratory in Berkeley for subsequent electrophoresis. For comparative purposes, one sample of 20 individuals from a continental population (San Lorenzo, California) was also examined. Kidney and liver extracts and plasma and hemolysate fractions of blood were subjected to horizontal starch-gel electrophoresis as described by Selander, et al. (1971) . Alleles for each locus examined are designated by their mobility relative to the most common allele, which was arbitrarily set at 100. Estimates of the number of polymorphic loci per population (P) and level of heterozygosity per individual per population (H) were made by actual counts (see Soule and Yang, 1973) . The criterion for polymorphism was the .05 frequency level, but it was only applied in the case of mutant as opposed to rare alleles. The latter includes alleles present at a level higher than 5 percent in one or more populations but at a lower level in others.",
                "cite_spans": [
                    {
                        "start": 535,
                        "end": 558,
                        "text": "Selander, et al. (1971)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 853,
                        "end": 874,
                        "text": "Soule and Yang, 1973)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIAL AND METHODS",
                "sec_num": "297"
            },
            {
                "text": "Assessment of overall morphological variation involved the consideration of two sets of cranial and/or external character complexes: \"epigenetic\" or non-metrical features and mensural data. Details relative to the former are given in the appropriate section, below. For the latter, 11 cranial measurements taken with dial calipers from cleaned skulls and 4 external measurements taken from museum labels were utilized. These included: total length, including tail (TL); length of tail (LT); length of hind foot (HF); height of ear (E); occipito-nasal length (ON); basilar length of Hensel (BL); zygomatic breadth (ZB); braincase breadth (BB); least interorbital constriction (IOC); rostral length (RL); rostral width (RW); diastema length (D); maxillary tooth row length (ML); width across upper molars (MW); and cranial depth (CD). Samples for both of these procedures included the same specimens used in the allozyme study as well as specimens in the collections of the California Academy of Sciences (including the Stanford University Collection) collected in the Galapagos during the period 1895 to 1906. One locality (Iguana Cove, Isla Isabela) for the latter is not represented by allozyme data. Moreover, three separate localities have been combined in the morphological analyses (Elizabeth Bay, Cartago Bay, and Cowley Bay, Isla Isabela) into a single sample (labeled Central Isabela [CI]); only the Cartago Bay specimens are represented by allozyme data. Age determination for each specimen was based on tooth wear categories similar to those used by Lidicker (1966) for Mus musculus. Only adults were included in the statistical treatments of the mensural data.",
                "cite_spans": [
                    {
                        "start": 1560,
                        "end": 1575,
                        "text": "Lidicker (1966)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIAL AND METHODS",
                "sec_num": "297"
            },
            {
                "text": "Statistical methodology employed both univariate analysis of variance (ANOVA) to assess intergroup morphometric divergence on a character-by-character basis and canonical variate analysis to assess the degree of multivariate divergence. Secondary sexual variation was examined by ANOVA for the two largest samples, but, while slight dimorphism was evident, sample size necessitated the combining of sexes in all treatments. The coefficient of variation (CV) was calculated for each character in a population sample and a mean value was determined (CV) for all characters in that sample. The latter value was then used as an overall measure of gross morphological variability. A standardized canonical coefficient, which indicates the relative weight of each character in accounting for the variation within each variate, was computed by multiplying the coefficient for each character by its pooled standard de-viation. The Mahalanobis generalized distance statistic (VD 2 ) was computed for each pair of populations and was used as a measure of phenetic similarity between groups. Finally, a stepwise discriminant function analysis was performed and permitted the determination of the relative discriminating power of each character employed. The BMD07M program (Dixon, 1974) adapted for use with the CDC 6400 computer was used for these procedures.",
                "cite_spans": [
                    {
                        "start": 1262,
                        "end": 1275,
                        "text": "(Dixon, 1974)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIAL AND METHODS",
                "sec_num": "297"
            },
            {
                "text": "Assessment of population similarity for each of the three character complexes employed was performed by cluster analysis provided by the Numerical Taxonomy Package Program NT-2, written by W. W. Moss for the CDC 6400 computer (see Lidicker, 1973) . Clustering by both the unweighted pair group method using arithmetic averages (UPGMA; Sneath and Sokal, 1973) and by complete linkage was used. The latter presumably produces more compact and well-defined clusters but, in the present case, no significant differences be-tween the results of either technique were obtained.",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 246,
                        "text": "Lidicker, 1973)",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 335,
                        "end": 358,
                        "text": "Sneath and Sokal, 1973)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MATERIAL AND METHODS",
                "sec_num": "297"
            },
            {
                "text": "Sample localities are indicated in the map (Fig. 1 ). All specimens utilized are represented by standard museum preparations and are deposited in either the Museum of Vertebrate Zoology, University of California, Berkeley (MVZ), or the California Academy of Sciences, San Francisco (CAS, or SU if part of the Stanford Collection). Localities and samples sizes follow (Spanish names for all islands are given, and used throughout this paper, with their English equivalent in parentheses).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 43,
                        "end": 50,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Specimens Examined",
                "sec_num": null
            },
            {
                "text": "Isla ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Specimens Examined",
                "sec_num": null
            },
            {
                "text": "Twenty-six proteins encoded by 37 presumptive genetic loci were examined. The number of variable loci ranged from one to seven in each population while 30 loci were fixed for the same allele in all samples. Monomorphic systems included: hemoglobin-1 and 2, leucine amino peptidase, hemolysate protein-1 (migrating anodal to hemoglobin on Tris-HCl gels [Selander et al., 1971] ), hemolysate protein-2 (migrating anodally about midway between origin and hemoglobin on Tris-HCl gels), albumin, malate dehydrogenase-1, malic enzyme, isocitrate dehydrogenase-1 and 2, a-glycerophosphate dehydrogenase, 6-phosphogluconate dehydrogenase, xanthine dehydrogenase, indolphenol oxidase, sorbitol dehydrogenase, alcohol dehydrogenase, phosphoglucose isomerase, phosphoglucomutase, lactate dehydrogenase-1 and 2, gluconate oxilate transaminase-1 and 2, peptidase-1 and 2, glucose-6-phosphate dehydrogenase, esterase-2 (a hemolysate esterase demonstrated on Tris-HCl gels), esterase-5 and 6 (two kidney specific esterases on LiOH gels), mannose phosphate isomerase, and glutamate dehydrogenase. Polymorphic loci included: hemolysate protein-3 (least anodal protein on Tris-HCl gels), malate dehydrogenase-2, transferrin, hexose-6-phosphate dehydrogenase, and three esterases (esterase-1 and 3 from kidney on LiOH gels and esterase-4 from liver on LiOH gels).",
                "cite_spans": [
                    {
                        "start": 352,
                        "end": 375,
                        "text": "[Selander et al., 1971]",
                        "ref_id": "BIBREF29"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "Null alleles are apparently present in both esterase-1 and 3. Although actual gene frequencies cannot be calculated for these loci, the phenotype frequencies are considered equivalent and were utilized in most subsequent calculations. Frequencies for those systems which are polymorphic are given in Table 1 , as are estimates of the proportion of loci polymorphic per population and proportion of loci heterozygous per individual per population. The data for esterase-3 have been eliminated in the determination of both these variables.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 300,
                        "end": 307,
                        "text": "Table 1",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "Despite the rather small sample sizes available from several populations, two features are immediately apparent from these data. First, the amount of variability at the allozyme level within any population is quite low. Second, marked differences exist between population samples in the frequencies at five of the polymorphic loci, namely MDH-2, Trf, H-6-P, Est-4, and Est-1.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "Estimates for the proportion of loci polymorphic per population range from 2.7 per cent (Bartolome and Pinz6n) to 15.7 per cent (Academy Bay) with a weighted mean of 10.01 per cent. The estimate for the proportion of loci heterozygous per individual ranges from 0.69 per cent (Conway Bay) to 5.56 per cent (Sullivan Bay) with a weighted mean of 2.85 per cent (Table 1) . These values are quite low in comparison to rodents in general (Selander and Johnson, 1973; Nevo et al., 1974) , but do approximate values obtained for insular species or populations (Selander et al., 1971; Avise et al., 1974) . However, the Galapagos populations of roof rats are more variable than one sample of the species from eastern Siberia (Serov, 1972 , in Lewontin, 1974 which was totally homozygous at 21 loci examined, and the one sample analyzed from California (P = .O81; H = .O31). Moreover, at least in terms of the number of alleles at the transferrin locus present per population, the Galapagos rats are similar in level of variability to other Pacific populations of the species (Malecha and Tamarin, 1969; Moriwaki et al., 1969) .",
                "cite_spans": [
                    {
                        "start": 434,
                        "end": 462,
                        "text": "(Selander and Johnson, 1973;",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 463,
                        "end": 481,
                        "text": "Nevo et al., 1974)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 554,
                        "end": 577,
                        "text": "(Selander et al., 1971;",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 578,
                        "end": 597,
                        "text": "Avise et al., 1974)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 718,
                        "end": 730,
                        "text": "(Serov, 1972",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 731,
                        "end": 750,
                        "text": ", in Lewontin, 1974",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1068,
                        "end": 1095,
                        "text": "(Malecha and Tamarin, 1969;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 1096,
                        "end": 1118,
                        "text": "Moriwaki et al., 1969)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 359,
                        "end": 368,
                        "text": "(Table 1)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "Although the level of allozyme variability is low, there is an overall pattern for this variability in the various island populations. A significant correlation (r jk = 0.7291; P <.O5; equation H = 0.0142 + 0.0078 log A) was obtained for the relationship between mean heterozygosity per island (samples combined when more than one available per island) and island area (log of area in square miles taken from Preston, 1962) . The marginality of the significance level results from the Baltra sample, a population of high heterozygosity (.0392) but of very small area (7.5 square miles). If this sample is not included, the resulting correlation is highly significant (r jk = 0.9718; P < .001).",
                "cite_spans": [
                    {
                        "start": 409,
                        "end": 423,
                        "text": "Preston, 1962)",
                        "ref_id": "BIBREF24"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "To assess the levels of interpopulation divergence, Rogers' coefficients of genie similarity (Rogers, 1972) were calculated from the allele frequency data and are given in Table 2 . These data have a wide range of values from a low of .865 (Cartago Bay-Sullivan Bay) to a high of .976 (Tagus Cove-Wreck Bay). Differentiation of this magnitude is only slightly greater than that for conspecific populations for many rodent species (Selander and Johnson, 1973) . Both clustering techniques gave equivalent results, and the phenogram produced by UPGMA is given in Fig. 2a . The three samples from Isla Santiago (James Bay, Sullivan Bay, and Isleta Bartolome) form a relatively tight unit which is quite distinct from the remaining populations (Table 2 and Fig. 2a ). The latter subdivide into two groups: one containing Santa Cruz, Baltra, and Floreana samples, and the second involving those of San Crist6bal, Pinz6ix, and Isabela.",
                "cite_spans": [
                    {
                        "start": 93,
                        "end": 107,
                        "text": "(Rogers, 1972)",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 430,
                        "end": 458,
                        "text": "(Selander and Johnson, 1973)",
                        "ref_id": "BIBREF27"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 172,
                        "end": 179,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 561,
                        "end": 568,
                        "text": "Fig. 2a",
                        "ref_id": null
                    },
                    {
                        "start": 740,
                        "end": 748,
                        "text": "(Table 2",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 753,
                        "end": 760,
                        "text": "Fig. 2a",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Allozyme Analysis",
                "sec_num": null
            },
            {
                "text": "Several non-metrical (or \"epigenetic\") cranial characters (Berry 1970 , and else- where) were scored for all individuals examined. These have the advantage over continuously distributed mensural ones in that they are independent of sex or age and perhaps have a higher heritability level. Of the 49 such characters examined in a general survey of rodent species, only 18 had usable information content (e.g., variability) in Rattus rattus (Berry and Searle, 1963) . Nine of these latter were scorable in the Galapagos samples, but the following analysis was restricted to only those which displayed some level of variation: preorbital foramen double, frontal foramen double, accessory maxillary foramen, foramen palatinum majus double, and foramen hypoglossi double. In addition, 5 post-cranial skeletal characters were scored but as skeletons were only available from a limited sample, these were not included in the analysis. The frequencies recorded for the scorable variables for each population are given in Table 3 .",
                "cite_spans": [
                    {
                        "start": 58,
                        "end": 69,
                        "text": "(Berry 1970",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 439,
                        "end": 463,
                        "text": "(Berry and Searle, 1963)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1013,
                        "end": 1020,
                        "text": "Table 3",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Non-metrical Cranial Characters",
                "sec_num": null
            },
            {
                "text": "Measures of the degree of divergence between populations based on frequency of epigenetic variants were calculated by the method of Berry (1964) employing an angular transformation of the percentage incidence of each variant. Table 4 presents the divergence measure between all population pairs and thus forms the basis of the UPGMA clustering analysis given in Fig.  2b . Three groupings of populations are evident, with the Isla Santiago-Bartolome triad the most distinctive. The second group consists of the Santa Cruz-Baltra populations, and the third is comprised of the Isabela-Floreana-San Cristobal samples. The sample from Pinzon is weakly associated with the latter islands.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 144,
                        "text": "Berry (1964)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 226,
                        "end": 233,
                        "text": "Table 4",
                        "ref_id": "TABREF5"
                    },
                    {
                        "start": 362,
                        "end": 370,
                        "text": "Fig.  2b",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Non-metrical Cranial Characters",
                "sec_num": null
            },
            {
                "text": "Results of the univariate ANOVA for intergroup divergence indicated that all characters were significantly different at the P < .001 level. These data reveal a wide range in overall body size among the various island populations, with the Isabela-Floreana-San Cristobal rats consistently smaller in nearly every feature than those from Santiago-Baltra-Santa Cruz. Distinction between these latter populations can be made by bivariate plots of length/width or length/depth measurements revealing differences in cranial shape. Generally, individuals from Santiago-Bartolome tend to have long, broad, and deep skulls but with relatively short rostra while those from Baltra-Santa Cruz have long, narrow, and shallow skulls with long, narrow rostra.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mensural Characters",
                "sec_num": null
            },
            {
                "text": "Coefficients for the first four canonical variates for each character along with their standardized scores are given in Table 5 . The first canonical variate separates the Santiago group from all other samples with basilar length, occipito-nasal length, and interorbital constriction making the greatest contributions to the separation. The second variate segregates the Baltra-Santa Cruz samples from the remainder with subsequent variates further refining separations within each of these three main groupings. The characters making the greatest contribution to canonical variate II were occipitonasal length, zygomatic breadth, rostral width, and cranial depth. The three morphological groups of roof rats indicated by the canonical analysis are further evident by use of the Mahalanobis generalized distance statistic (\\/D 2 )> a measure of the Euclidean distance between the centrads of each population cluster in multi-dimensional space (see Sneath and Sokal, 1973) . Table 6 provides the distance values for each population pair, and Fig.  2c is a phenogram based on UPGMA clustering of this matrix. Again, the Isla Santiago triad of populations is most distinctive with the remainder less so but still clustering as two separate groups (Santa Cruz-Baltra versus Isabela-Floreana-San Cristobal). As was true for the epigenetic character analysis, the sample from Pinz6n only weakly associates with the latter group.",
                "cite_spans": [
                    {
                        "start": 948,
                        "end": 971,
                        "text": "Sneath and Sokal, 1973)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 120,
                        "end": 127,
                        "text": "Table 5",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 974,
                        "end": 981,
                        "text": "Table 6",
                        "ref_id": null
                    },
                    {
                        "start": 1041,
                        "end": 1049,
                        "text": "Fig.  2c",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Mensural Characters",
                "sec_num": null
            },
            {
                "text": "Similar to results in the allozyme analysis, a highly significant relationship was found between the expressed level of exomorphological variability (as measured by the mean coefficient of variation in the mensural characters per island sample) and the log of island area (r jk = 0.9516; P < .001; equation CV = 3.034 + 0.714 log A). Individual specimens from Bartolome ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Mensural Characters",
                "sec_num": null
            },
            {
                "text": "Three basic color phases have been recorded in roof rat populations the world over. These are often but erroneously equated with the European subspecies, although genetic studies (Feldman, 1926; Tomich and Kami, 1966) have shown that the basic color differences result simply from alternative alleles segregating at two non-linked autosomal loci. The phenotypes include two dorsal and two ventral colors present in three combinations: (1) black above and slaty below (= rattus); (2) agouti above and slaty below (=alexandrinus); and (3) agouti above and cream or white below (= frugivorous). We follow most recent authors (e.g., Johnson, 1946; Storer, 1962; Tomich, 1968) in agreeing that subspecific status is not warranted for these phenotypes. Heller (1904) recorded both the black form and an agouti form in the Galapagos, but did note variation in the degree of darkness on the dorsum of agouti rats. Examination of the specimens available to us has revealed the existence of all three basic phenotypes in the islands. However, these three phases do not adequately describe the range of color variation present as there are clearly two agouti dorsal patterns (bright red and dark red-brown) and two slaty ventral patterns (with and without a buff wash over grey). We therefore recognize seven color phenotypes in Galapagos populations; an array similar to that recorded for various western Pacific populations (Storer, 1962) . Frequencies for these phenotypes are given in Table 7 . The black/slaty combination is appar-ently fixed only on Santa Cruz while the agouti/cream pattern is fixed on Floreana. All other populations are polymorphic, but distinctions between them are evident. Many authors (e.g., Storer, 1962) suggest that the various agouti patterns are characteristic of older roof rat introductions while the melanistic phase is indicative of quite recent immigrations.",
                "cite_spans": [
                    {
                        "start": 179,
                        "end": 194,
                        "text": "(Feldman, 1926;",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 195,
                        "end": 217,
                        "text": "Tomich and Kami, 1966)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 629,
                        "end": 643,
                        "text": "Johnson, 1946;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 644,
                        "end": 657,
                        "text": "Storer, 1962;",
                        "ref_id": null
                    },
                    {
                        "start": 658,
                        "end": 671,
                        "text": "Tomich, 1968)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 747,
                        "end": 760,
                        "text": "Heller (1904)",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1415,
                        "end": 1429,
                        "text": "(Storer, 1962)",
                        "ref_id": null
                    },
                    {
                        "start": 1711,
                        "end": 1724,
                        "text": "Storer, 1962)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1478,
                        "end": 1485,
                        "text": "Table 7",
                        "ref_id": "TABREF7"
                    }
                ],
                "eq_spans": [],
                "section": "Color Variation",
                "sec_num": null
            },
            {
                "text": "The analyses presented here consistently delimit three major groupings of roof rat populations in the Galapagos with an extremely high level of concordance as to the group recognized. Data from allozyme studies, non-metrical variants, and mensural characters permit the discrimination of the Isla Santiago populations as most distinctive, with those from Baltra-Santa Cruz forming a second group, and Isabela-Floreana-San Crist6bal-Pinz6n a third. The latter two methods of analysis provide almost indistinguishable results differing from that obtained by allozyme data in only two points. Specifically, Floreana (Black Beach) clusters with the Santa Cruz-Baltra group in the allozyme study but with the San Crist6bal-Isabela-Pinz6n group in the others. Secondly, the Pinzon population is strongly aligned with Tagus Cove and Wreck Bay in the allozyme study but only weakly associated with that island complex in the others. These differences are considered, however, relatively minor and quite likely result from sampling inadequacies. In any event, such inconsistencies do not seriously affect the hypotheses advanced below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interisland Relationships",
                "sec_num": null
            },
            {
                "text": "Two basic explanations are available for the observed patterns of relationship among the various island populations of Rattus: a single invasion of one island with subsequent spread to others or multiple invasions with each involving colonization of different islands or island groups. The first hypothesis would predict either a documentable correlation between the level of population phenotypic similarity and distance between islands (resulting from gene flow along the route of migration), or a high level of differential selection producing markedly distinct island population groups. There is, however, no significant correlation between inter-island distance and similarity, as measured by any of the means employed herein. Moreover, the observed island-group relationships would not be those predicted if movement of rats from island to island followed ocean currents, which generally flow from south-east to north-west. Similarily, while different environmental conditions (and hence differing selective regimes) are present on each island, each island is unique and clusters of islands sharing similar rat populations do not necessarily share similar environments (see Bowman, 1961; Lack, 1947) . Thus, the patterns of island relationships among the introduced Rattus seem most convincingly explained by an hypothesis of multiple invasions.",
                "cite_spans": [
                    {
                        "start": 1180,
                        "end": 1193,
                        "text": "Bowman, 1961;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1194,
                        "end": 1205,
                        "text": "Lack, 1947)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Interisland Relationships",
                "sec_num": null
            },
            {
                "text": "Understanding the history of introduction and spread of rats in the Galapagos is the key element in correctly interpreting the patterns of divergence observed among their present populations. Fortunately, two features of the archipelago combine to make this task feasible. For one, a wealth of natural history observations has resulted from a century and a half of scientific exploration. Hence, we can deduce a great deal about the sequence of introductions from the initial scientific records of rats on various islands. Secondly, the history of human movement and settlement patterns is fairly well known. Excellent summaries of these events can be found in Slevin (1959) and Thornton (1971) . A brief, pertinent account follows here.",
                "cite_spans": [
                    {
                        "start": 661,
                        "end": 674,
                        "text": "Slevin (1959)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 679,
                        "end": 694,
                        "text": "Thornton (1971)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "The archipelago first came to the attention of the western world in 1535, but it was not until 150 years later when human activities may have brought the first rats. From the period of 1684 to the early 1700's English buccaneers established a semipermanent base near James Bay, Isla Santiago, where ships were careened and reprovisioned during forays against the Spanish Main. Assuming that successful introduction of roof rats required more than just the occasional landing of rowboat. or skiff, this quasi-settlement would have afforded the first real opportunity for transport of rats to the islands. The first recorded specimens of roof rats from the archipelago were taken during Darwin's visit in 1835 only at Sullivan Bay, Isla Santiago. No mention in his journals was made of the existence of roof rats on the other islands he visited, namely San Crist6bal, Floreana, and Isabela.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "A second period of major human activity began during the early 1800's with the establishment of a colony on Floreana (by Villamil in 1832). This period extended through the last decade of the 1800's, a time span which saw settlements spring-up, become abandoned, and redevelop on Floreana (1832 and again in 1870), San Cristobal (1835 and 1869), and southern Isabela (1893). There was considerable communication between these island settlements during the period. In fact, the initial habitation on San Cristobal (Wreck Bay) was established by colonists from ViHamiTs Floreana community. There was thus eveiy opportunity for exchange of roof rats between these three islands during the time period. The first specimens recorded from these islands were taken during the period 1891-1899.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "The third and final major period of roof rat introduction was most likely during the settlement of Santa Cruz and Baltra, from the 1930's through World War II. Although the first colonists arrived on Santa Cruz about 1905, rat introductions are likely to have been more recent. Two points bear on this supposition. For one, the melanistic pelage color morph is the only one present on Santa Cruz and is nearly fixed on Baltra. This condition generally characterizes recent introductions of ship-borne roof rats throughout the Pacific (Storer, 1962) . Secondly, in 1929 the Crane Pacific Expedition visited both Academy Bay and Conway Bay on Santa Cruz yet collected only samples of native rats (Nesoryzomys darwini and N. indefessus). This date represents the last sighting of either species, and their extinction has long been linked to roof rat introductions (Brosset, 1963) . Thus, the introduction of Rattus onto Santa Cruz was not likely until sometime after 1929. Similarily, Baltra was not inhabited until the development of a U.S. Army Air Corps base during World War II. The latter would have provided excellent opportunity for roof rat introduction both on Baltra and near-by Santa Cruz.",
                "cite_spans": [
                    {
                        "start": 534,
                        "end": 548,
                        "text": "(Storer, 1962)",
                        "ref_id": null
                    },
                    {
                        "start": 861,
                        "end": 876,
                        "text": "(Brosset, 1963)",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "Isla Pinzon is the only island with popu-lations of roof rats which humans never colonized. It is thus the only site where successful introduction of rats has been possible without concomitant human disturbances. Although roof rats are quite successful as feral populations away from human settlements around the world (Storer, 1962) , the latter has usually been considered necessary for their initial establishment. The island was used most heavily by whalers during the early to mid 1800's, and this period is the most likely one for initial rat colonization. Specimens were first collected on Pinz6n in 1891.",
                "cite_spans": [
                    {
                        "start": 319,
                        "end": 333,
                        "text": "(Storer, 1962)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "While the introduction and spread of roof rats in the archipelago was undoubtedly not as simple as outlined above, the data at hand are consistent with an hypothesis involving a separate major introduction corresponding to each recognizable morphological group. Moreover, these introductions most probably originated from different source areas. (1) Initial introduction at Isla Santiago in the late 1600's, possibly from a direct source in England. The Isleta Bartolome population undoubtedly was derived directly by across-the-water transport from adjacent Sullivan Bay on Santiago. (2) Introduction through Floreana with spread to San Cristobal and Isabela, augmented by new immigrants^ during the 1800's and perhaps from a source in west coast South America. And (3) introduction to Baltra and Santa Cruz, primarily as a result of U.S. armed forces occupation during World War II with rats possibly originating from California, Hawaii, or Panama. It remains to be seen whether these origins can actually be traced by comparisons of Galapagos rats with extant populations in these areas today.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "The Isla Pinzon population, an enigma in that it is not closely tied morphologically to any other, may represent a fourth point for outside rat introduction. Alternatively, it may also have been derived directly from the Floreana-Isabela-San Crist6bal group with its uniqueness resulting from a founder effect. Its phenetic characteristics and early date of establishment clearly elimi-nate Santa Cruz, the geographically closest island, as a potential source.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Hypothetical Origins",
                "sec_num": null
            },
            {
                "text": "The extent of present gene flow between islands cannot be adequately assessed except by means of circumstantial evidence. Most ship traffic today is confined to passages between the three major island communities, Baltra, Wreck Bay, and Academy Bay. However, as docking facilities at these ports are primitive at best and only heavily utilized at Baltra because of its oil depot, interisland transport of rats is probably negligible. Even so, the occassional immigrant may have little effect on the resident gene pool since there is some evidence that the establishment of immigrants into entrenched populations is quite difficult (Calhoun, 1948; Storer, 1962) . Moreover, whatever the extent of past or present exchange between islands, such has not been sufficient to swamp the morphological and genie integrity of the three island groups which match the major periods of human activities in the islands.",
                "cite_spans": [
                    {
                        "start": 631,
                        "end": 646,
                        "text": "(Calhoun, 1948;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 647,
                        "end": 660,
                        "text": "Storer, 1962)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extra and Inter-island Movements",
                "sec_num": null
            },
            {
                "text": "The probability of receiving immigrants from outside the archipelago is, however, higher for some islands than for others. Baltra certainly has the greatest chance for such because of the existence of both a shipping dock and airfield. The most significant observation in the data presented here which bears on this point is the relatively high level of heterozygosity in the Baltra population. This level for the Baltra population is nearly three times the value predicted by the regression statistics (.0392 versus .0144). It is quite likely, therefore, that the higher level was produced and is maintained by a steady influx of rats from plane or ship traffic. It is also of note that the rat populations of the two other commercial centers in the islands (Wreck Bay and Academy Bay) have higher levels of heterozygosity than those predicted. It is possible, again, that such higher levels, when compared to those from islands of equal or larger size, may result from occasional immigrations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Extra and Inter-island Movements",
                "sec_num": null
            },
            {
                "text": "Two measures have been employed herein to examine the nature of genetic based variability in Galapagos populations of Rattus: average heterozygosity per population (H) at single gene loci and average coefficient of variation per population (CV) for mensural morphological traits. Exhaustive search for correlates (populalational, historical, or physiographic) with levels of variability expressed for these measurements has not been made, except by examination of their relationship to one another and of each to one extrinsic variable, island size. The latter is an obvious parameter, generally highly correlated with potential selective variables such as environmental diversity (MacArthur and Wilson, 1967) , and is thus used here only to obtain a gross feeling for the biological relevance of existing patterns of variation among the rat populations examined.",
                "cite_spans": [
                    {
                        "start": 681,
                        "end": 709,
                        "text": "(MacArthur and Wilson, 1967)",
                        "ref_id": "BIBREF18"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genie-Phenetic Variability",
                "sec_num": null
            },
            {
                "text": "The level of allozyme variability within the roof rat populations is quite low when compared to most other rodents for which data are available (see above). Such low variability may result from the history of introductions in the islands (e.g., involve founder effects and/or drift) or it may be basically an inherent characteristic of the species itself. Present data tend to support the latter view. The two continental populations of Rattus rattus that have been examined electrophoretically (eastern Siberia and California) are both as low or lower in average polymorphism or heterozygosity than the typical Galapagos population. Moreover, the pattern of variability in the Galapagos samples would suggest that they are representative of the species as a whole. For example, it is unlikely that three separate invasions, each probably involving different source populations, would carry nearly the same alleles at each locus unless the overall level of geographic variation in the species was fairly uniform and the levels of intrapopulation variability nearly equal and rather low. The northern Cali-fornia population examined as a comparison in this study supports this suggestion. The variable loci are among the variable group of loci in Galapagos rats. Further, both groups of populations contain the same alleles (with one exception at the Est-3 locus) in both polymorphic and monomorphic loci.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genie-Phenetic Variability",
                "sec_num": null
            },
            {
                "text": "Allozyme variability, although rather low in overall level, does show a positive and significant relationship with island area. A similar correlation was found in studies of genie variability in island populations of the lizard, Uta stansburiana (Soule and Yang, 1973) . The biological significance of this association remains to be fully understood, but such could range from a simple direct response to effective population size (if the traits are essentially neutral) or be related to overall differences in environmental heterogeneity. It is certainly conceivable that larger islands with higher habitat diversity may trigger a character release as Galapagos Rattus encounter essentially no ecological competitors on those islands which they inhabit (i.e., native rats on those islands are now extinct).",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 268,
                        "text": "(Soule and Yang, 1973)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genie-Phenetic Variability",
                "sec_num": null
            },
            {
                "text": "An analogous relationship between island area and the level of variability in average gross morphological features (as measured by CV) is also evident. Again, this association has been found in other studies (e.g., Soule, 1972) , and can be related to some level of environmental heterogeneity interaction. Finally, as would be expected from the above, there is a close, positive relationship between the two variability parameters, H and CV (r jk = 0.7735, P<.05). We agree with Soule, et al. (1973) in interpreting this association to mean that these two operationally independent estimates accurately reflect the same basic parameter, i.e., overall genetic variability.",
                "cite_spans": [
                    {
                        "start": 215,
                        "end": 227,
                        "text": "Soule, 1972)",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 480,
                        "end": 500,
                        "text": "Soule, et al. (1973)",
                        "ref_id": "BIBREF34"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genie-Phenetic Variability",
                "sec_num": null
            },
            {
                "text": "The allozyme data indicate that the exceptional colonizing ability of Rattus rattus is not associated with any abnormal increase in genetic variability in structural gene loci. These data thus parallel those from chromosomal studies which have shown karyotypic monomorphism in all introduced populations of roof rats the world over despite a variety of polymorphic systems described for natural populations from southern and eastern Asia, the presumed ancestral home of the species (Patton and Myers, 1974) . This is not to say, however, that low variability in genetic based systems (e.g., genie and chromosomal) is a necessary prerequisite for good colonizing ability. Indeed, the house mouse (Mus musculus), perhaps the best known mammalian \"weed\" species, is also one of the most variable species from an allozyme basis (Selander, et al., 1969; Wheeler and Selander, 1972) .",
                "cite_spans": [
                    {
                        "start": 482,
                        "end": 506,
                        "text": "(Patton and Myers, 1974)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 824,
                        "end": 848,
                        "text": "(Selander, et al., 1969;",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 849,
                        "end": 876,
                        "text": "Wheeler and Selander, 1972)",
                        "ref_id": "BIBREF43"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genie-Phenetic Variability",
                "sec_num": null
            },
            {
                "text": "The roof rat, Rattus rattus (Linnaeus), is present on seven major islands in the Galapagos archipelago, having been introduced within historical times. Morphologic (nonmetrical variants and mensural characters) and genie (allozyme) analyses indicate three groupings of populations based on phenetic similarity with a high level of concordance between methodological approaches. These include: Isla Santiago and its satelite, Iselta Bartolome; Isla Floreana-Isla Isabela-Isla San Cristobal-Isla Pinz6n; and Isla Santa Cruz-Isla Baltra. Each of the groups corresponds to a separate period of rat introductions, approximately 100 years apart, and each quite likely originated from different source areas (Europe, western South America, and western North America, respectively). Current gene flow between islands is considered negligible, but immigration into Baltra, in particular, as well as into Academy Bay (Santa Cruz) and Wreck Bay (San Crist6bal) from external source populations is most probable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Variability within the Galapagos populations as measured at the genie level by average individual heterozygosity or at the gross morphological level by mean coefficient of variation is shown to be strongly interrelated and both positively correlated with island area. The overall level of genic variability is, however, quite low when com-pared to similar values available for other rodent species. The data presented do not support a severe founder effect or drift as a viable explanation for the low variability. Rather, it seems to be a characteristic feature of the species itself. This suggests that the colonizing success of the species is not due to extensive genie based polymorphisms but to phenotypic flexibility.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SUMMARY",
                "sec_num": null
            },
            {
                "text": "Present address: Museum of Zoology, University of Michigan, Ann Arbor.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/sysbio/article/24/3/296/1659093 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/sysbio/article/24/3/296/1659093 by University of Michigan user on 07 October 2021GALAPAGOS RATS",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Character codes are as given in text and the characters are listed in decreasing order of their relative discriminating power. Percent of variance explained by each vector is given at the bottom of each column.Downloaded from https://academic.oup.com/sysbio/article/24/3/296/1659093 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "This study was supported by the Janss Foundation and the Penrose Fund of the American Philosophical Society, and was accomplished by joint financial and logistic cooperation of tlje Museum of Vertebrate Zoology and the Natural History Museum of Los Angeles County in an expedition to the Galapagos, January-February 1974. We sincerely thank Dr. John W. Wright, Carol P. Patton, and Nancy Jo for invaluable aid in the field; Margaret F. Smith and Julie Feder for laboratory assistance; Eric Gold for help in data reduction; and Dr. J. W. Wright for editorial comments. Dr. Laurence C. Binford and Mrs. Jacquelyn Schonewald kindly permitted access to specimens under their care in the California Academy of Sciences. The cooperation of Bernhard Schreyer, Captain of the Beagle III, Dr. Tjitte De-Vries of the Charles Darwin Research Station, Academy Bay, and the Servicio Forestal and the Parque Nacional Galapagos, Quito, Ecuador, is gratefully acknowledged. Final appreciation is given to the captain and crew of the Mexican freighter Toluca whose rescue efforts in May 1972 permitted a second attempt at the completion of this project.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": " February, 1975 Addendum. Interviews with early colonists on Isla Santa Cruz, contained in the archives of the Charles Darwin Research Station, indicate that roof rats first appeared on that island between 1930 and 1934; hence, prior to World War II. These interviews were kindly supplied by Dr. Craig MacFarland, Director, CDRS, and Davic 1 and Deborah Clark, U.S. Peace Corps, Galapagos -Authors.",
                "cite_spans": [
                    {
                        "start": 1,
                        "end": 15,
                        "text": "February, 1975",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Manuscript received",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Biochemical polymorphism and systematics in the genus Peromyscus. V. Evolutionary genetics of mainland and island species of the subgenus Haplomylomys",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Avise",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Ramsey",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Syst. Zool",
                "volume": "28",
                "issue": "",
                "pages": "42--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "AVISE, J. C , M. H. SMITH, R. K. SELANDER, T. E. LAWLOR, AND P. R. RAMSEY. 1974. Biochemi- cal polymorphism and systematics in the genus Peromyscus. V. Evolutionary genetics of main- land and island species of the subgenus Haplo- mylomys. Syst. Zool. 28:42-56.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The evolution of an island population of the house mouse",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Evolution",
                "volume": "18",
                "issue": "",
                "pages": "468--483",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. J. 1964. The evolution of an island population of the house mouse. Evolution 18: 468-483.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Covert and overt variation, as exemplified by British mouse populations",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Symp. Zool. Soc. London No",
                "volume": "26",
                "issue": "",
                "pages": "3--26",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. J. 1970. Covert and overt variation, as exemplified by British mouse populations. Pp. 3-26 (In) R. J. Berry and H. N. Southern (eds.) Variation in Mammalian Populations. Symp. Zool. Soc. London No. 26, Academic Press.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Epigenetic polymorphism of the rodent skeleton",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "G"
                        ],
                        "last": "Searle",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Proc. Zool. Soc. London",
                "volume": "140",
                "issue": "",
                "pages": "577--615",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BERRY, R. J., AND A. G. SEARLE. 1963. Epi- genetic polymorphism of the rodent skeleton. Proc. Zool. Soc. London 140:577-615.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Morphological differentiation and adaptation in the Galapagos finches",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "I"
                        ],
                        "last": "Bowman",
                        "suffix": ""
                    }
                ],
                "year": 1961,
                "venue": "Univ. Calif. Publ. Zool",
                "volume": "58",
                "issue": "",
                "pages": "1--302",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BOWMAN, R. I. 1961. Morphological differen- tiation and adaptation in the Galapagos finches. Univ. Calif. Publ. Zool. 58:1-302.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Roof rats in residential areas-the ecology of invasion",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Brooks",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Calif. Vector Views",
                "volume": "13",
                "issue": "",
                "pages": "69--74",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROOKS, J. E. 1966. Roof rats in residential areas-the ecology of invasion. Calif. Vector Views 13:69-74.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Statut actuel des mammiferes des iles Galapagos",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Brosset",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "",
                "volume": "27",
                "issue": "",
                "pages": "323--338",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROSSET, A. 1963. Statut actuel des mammi- feres des iles Galapagos. Mammalia 27:323-338.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Mortality and movement of brown rats (Rattus norvegicus) in artificially supersaturated environments",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Calhoun",
                        "suffix": ""
                    }
                ],
                "year": 1948,
                "venue": "J. Wildlife Management",
                "volume": "12",
                "issue": "",
                "pages": "167--172",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CALHOUN, J. B. 1948. Mortality and movement of brown rats (Rattus norvegicus) in artificially supersaturated environments. J. Wildlife Man- agement 12:167-172.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "BMD Biomedical Computer Programs",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Dixon",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "773",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIXON, W. J. 1974. BMD Biomedical Com- puter Programs. Univ. California Press, Berke- ley and Los Angeles, 773 pp.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Analysis of populations of the roof rat in southwest Georgia",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Eche",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Public Health Monogr",
                "volume": "27",
                "issue": "",
                "pages": "1--20",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ECHE, D. H. 1955. Analysis of populations of the roof rat in southwest Georgia. U.S. Public Health Monogr. 27:1-20.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Unit character inheritance of color in the black rat",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "W"
                        ],
                        "last": "Feldman",
                        "suffix": ""
                    }
                ],
                "year": 1926,
                "venue": "Mus rattus L. Genetics",
                "volume": "11",
                "issue": "",
                "pages": "456--465",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "FELDMAN, H. W. 1926. Unit character inheri- tance of color in the black rat, Mus rattus L. Genetics 11:456-465.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Mammals of the Galapagos Archipelago, exclusive of the Cetacea",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Heller",
                        "suffix": ""
                    }
                ],
                "year": 1904,
                "venue": "Proc. Calif. Acad. Sci",
                "volume": "3",
                "issue": "",
                "pages": "233--249",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HELLER, E. 1904. Mammals of the Galapagos Archipelago, exclusive of the Cetacea. Proc. Calif. Acad. Sci. 3:233-249.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "The rat population of a newly established military base in the Solomon Islands",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1946,
                "venue": "Naval Med. Bull",
                "volume": "46",
                "issue": "",
                "pages": "1628--1632",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JOHNSON, D. H. 1946. The rat population of a newly established military base in the Solomon Islands. U.S. Naval Med. Bull. 46:1628-1632.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Darwin's Finches",
                "authors": [
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Lack",
                        "suffix": ""
                    }
                ],
                "year": 1947,
                "venue": "",
                "volume": "218",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LACK, D. 1947. Darwin's Finches. Cambridge Univ. Press, 218 pp.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Selection for colonizing ability",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "The Genetics of Colonizing Species",
                "volume": "",
                "issue": "",
                "pages": "79--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEWONTIN, R. C. 1965. Selection for colonizing ability. Pp. 79-91 (In) Baker, H. G. and G. L. Stebbins (eds.) The Genetics of Colonizing Species. Academic Press, New York.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The Genetic Basis of Evolutionary Change",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "346",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEWONTIN, R. C. 1974. The Genetic Basis of Evolutionary Change. Columbia Univ. Press, New York. 346 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Ecological observations on a feral house mouse population declining to extinction",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Ecol. Monogr",
                "volume": "36",
                "issue": "",
                "pages": "27--50",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIDICKER, W. Z., JR. 1966. Ecological observa- tions on a feral house mouse population declin- ing to extinction. Ecol. Monogr. 36:27-50.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A phenetic analysis of some New Guinea rodents",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Syst. Zool",
                "volume": "22",
                "issue": "",
                "pages": "36--45",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIDICKER, W. Z., JR. 1973. A phenetic analysis of some New Guinea rodents. Syst. Zool. 22: 36-45.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "The Theory of Island Biogeography",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Macarthur",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "O"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Monogr. Pop. Biol",
                "volume": "203",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MACARTHUR, R. H., AND E. O. WILSON. 1967. The Theory of Island Biogeography. Monogr. Pop. Biol. no. 1, Princeton University Press, Princeton, New Jersey. 203 pp.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Plasma transferrins in three species of Rattus on Pacific islands",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Malecha",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Tamarin",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Amer. Nat",
                "volume": "103",
                "issue": "",
                "pages": "664--669",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MALECHA, S. R., AND R. H. TAMARIN. 1969. Plasma transferrins in three species of Rattus on Pacific islands. Amer. Nat. 103:664-669.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Genetic polymorphism in the serum transferrin of Rattus rattus",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Moriwaki",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Tsuchiya",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Yosida",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Genetics",
                "volume": "63",
                "issue": "",
                "pages": "193--199",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MORIWAKI, K., K. TSUCHIYA, AND T . H . YOSIDA. 1969. Genetic polymorphism in the serum transferrin of Rattus rattus. Genetics 63:193- 199.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Genetic variation, selection and speciation in Thomomys talpoides pocket gophers",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Nevo",
                        "suffix": ""
                    },
                    {
                        "first": "Y",
                        "middle": [
                            "J"
                        ],
                        "last": "Kim",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Shaw",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Thae-Ler",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Evol",
                "volume": "28",
                "issue": "",
                "pages": "1--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "NEVO, E., Y. J. KIM, C. R. SHAW, AND C. S. THAE- LER, JR. 1974. Genetic variation, selection and speciation in Thomomys talpoides pocket gophers. Evol. 28:1-23.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Chromosomal identity of black rats (Rattus rattus) from the Galapagos Islands",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "",
                "volume": "30",
                "issue": "",
                "pages": "1140--1141",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATTON, J. L., AND P. MYERS. 1974. Chromo- somal identity of black rats (Rattus rattus) from the Galapagos Islands, Ecuador. Experien- tia 30:1140-1141.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The canonical distribution of commonness and rarity",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "W"
                        ],
                        "last": "Preston",
                        "suffix": ""
                    }
                ],
                "year": 1962,
                "venue": "Part I. Ecology",
                "volume": "43",
                "issue": "",
                "pages": "185--216",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PRESTON, F. W. 1962. The canonical distribu- tion of commonness and rarity. Part I. Ecology 43:185-216.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Measures of genetic similarity and genetic distance",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Univ. Texas Publ",
                "volume": "7213",
                "issue": "",
                "pages": "145--153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROGERS, J. S. 1972. Measures of genetic simi- larity and genetic distance. Univ. Texas Publ. 7213:145-153.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Anales de la Escuela Nacional de Ciencias Biologicas",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Schwarz",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "K"
                        ],
                        "last": "Schwarz",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "",
                "volume": "14",
                "issue": "",
                "pages": "79--178",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCHWARZ, E., AND H. K. SCHWARZ. 1967. A monograph of the Rattus rattus group. Anales de la Escuela Nacional de Ciencias Biologicas, Mexico 14:79-178.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Genetic variation among vertebrate species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Ann. Rev. Ecol. Syst",
                "volume": "4",
                "issue": "",
                "pages": "75--91",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SELANDER, R. K., AND W. E. JOHNSON. 1973. Genetic variation among vertebrate species. Ann. Rev. Ecol. Syst. 4:75-91.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Protein polymorphism and genie heterozygosity in two European subspecies of the house mouse",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "G"
                        ],
                        "last": "Hunt",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "Evol",
                "volume": "23",
                "issue": "",
                "pages": "379--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SELANDER, R. K., W. G. HUNT, AND S. Y. YANG. 1969. Protein polymorphism and genie hetero- zygosity in two European subspecies of the house mouse. Evol. 23:379-390.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Biochemical polymorphism and systematics in the genus Peromyscus. I. Variation in the old-field mouse (Peromyscus polionotus)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "Smith",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "E"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "B"
                        ],
                        "last": "Gentry",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Univ. Texas Publ",
                "volume": "7103",
                "issue": "",
                "pages": "49--90",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SELANDER, R. K., M. H. SMITH, S. Y. YANG, W. E. JOHNSON, AND J. B. GENTRY. 1971. Biochemi- cal polymorphism and systematics in the genus Peromyscus. I. Variation in the old-field mouse (Peromyscus polionotus). Univ. Texas Publ. 7103:49-90.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Monomorphism of some structural genes in populations of wild and laboratory rats",
                "authors": [
                    {
                        "first": "O",
                        "middle": [
                            "L"
                        ],
                        "last": "Serov",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Isozyme Bull",
                "volume": "5",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SEROV, O. L. 1972. Monomorphism of some structural genes in populations of wild and laboratory rats. Isozyme Bull. 5:38.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The Galapagos Islands. A history of their exploration",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Slevin",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Occas. Papers Calif. Acad. Sci",
                "volume": "25",
                "issue": "",
                "pages": "1--150",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SLEVIN, J. R. 1959. The Galapagos Islands. A history of their exploration. Occas. Papers Calif. Acad. Sci. 25:1-150.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Numerical Taxonomy. The Principles and Practice of Numerical Classification",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "H A"
                        ],
                        "last": "Sneath",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Sokal",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SNEATH, P. H. A., AND R. R. SOKAL. 1973. Nu- merical Taxonomy. The Principles and Practice of Numerical Classification. W. H. Freeman and Co., San Francisco.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Phenetics of natural populations. III. Variation in insular populations of a lizard",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Soule",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Amer. Nat",
                "volume": "106",
                "issue": "",
                "pages": "429--446",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOULE, M. 1972. Phenetics of natural popula- tions. III. Variation in insular populations of a lizard. Amer. Nat. 106:429-446.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Genetic variation in side-blotched lizards on islands in the Gulf of California",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Soule",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "Y"
                        ],
                        "last": "Yang",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Evolution",
                "volume": "27",
                "issue": "",
                "pages": "593--600",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOULE, M., AND S. Y. YANG. 1973. Genetic variation in side-blotched lizards on islands in the Gulf of California. Evolution 27:593-600.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Island lizards: the genetic-phenetic variation correlation",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "C"
                        ],
                        "last": "Gorman",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Nature",
                "volume": "242",
                "issue": "",
                "pages": "190--192",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "G. C. GORMAN. 1973. Island lizards: the ge- netic-phenetic variation correlation. Nature 242:190-192.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "The population biology of Hawaiian rodents: demographic parameters",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Tamarin",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Malecha",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Ecology",
                "volume": "52",
                "issue": "",
                "pages": "383--394",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAMARIN, R. H., AND S. R. MALECHA. 1971. The population biology of Hawaiian rodents: demographic parameters. Ecology 52:383-394.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Reproductive parameters in Rattus rattus and Rattus exulans of Hawaii, 1968-1970",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Tamarin",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Malecha",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "J. Mamm",
                "volume": "53",
                "issue": "",
                "pages": "513--528",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TAMARIN, R. H., AND S. R. MALECHA. 1972. Reproductive parameters in Rattus rattus and Rattus exulans of Hawaii, 1968-1970. J. Mamm. 53:513-528.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Darwin's Islands. A Natural History of the Galapagos",
                "authors": [
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Thornton",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "",
                "volume": "322",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THORNTON, I. 1971. Darwin's Islands. A Natu- ral History of the Galapagos. Natural History Press, New York. 322 pp.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Coat color in wild populations of the roof rat in Hawaii",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "Q"
                        ],
                        "last": "Tomich",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "J. Mamm",
                "volume": "49",
                "issue": "",
                "pages": "74--82",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TOMICH, P. Q. 1968. Coat color in wild popu- lations of the roof rat in Hawaii. J. Mamm. 49:74-82.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Coat color inheritance of the roof rat in Hawaii",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "Q"
                        ],
                        "last": "Tomich",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "T"
                        ],
                        "last": "Kami",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "J. Mamm",
                "volume": "47",
                "issue": "",
                "pages": "423--431",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TOMICH, P. Q., AND H. T. KAMI. 1966. Coat color inheritance of the roof rat in Hawaii. J. Mamm. 47:423-431.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Genetic variation in populations of the house mouse, Mus musculus, in the Hawaiian Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "L"
                        ],
                        "last": "Wheeler",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "K"
                        ],
                        "last": "Selander",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "Univ. Texas Publ",
                "volume": "7213",
                "issue": "",
                "pages": "269--296",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WHEELER, L. L., AND R. K. SELANDER. 1972. Genetic variation in populations of the house mouse, Mus musculus, in the Hawaiian Islands. Univ. Texas Publ. 7213:269-296.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF1": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td>ALLELE</td><td colspan=\"2\">FREQUENCIES FOR</td><td colspan=\"3\">SEVEN 1 POLYMORPHIC</td><td colspan=\"3\">LOCI FOR POPULATIONS</td><td>OF</td><td>Rattus</td><td>rattus</td></tr><tr><td/><td/><td/><td colspan=\"2\">FROM THE</td><td colspan=\"2\">GALAPAGOS</td><td>ISLANDS.</td><td/><td/><td/><td/><td/></tr><tr><td/><td/><td>JB</td><td>SB</td><td>BT</td><td>BB</td><td>WB</td><td>TC</td><td>BC</td><td>P</td><td>AB</td><td>CB</td><td>BA</td></tr><tr><td>LOCUS</td><td>ALLELE</td><td>N 25</td><td>2</td><td>11</td><td>6</td><td>20</td><td>6</td><td>4</td><td>14</td><td>28</td><td>4</td><td>17</td></tr><tr><td>Pt-3</td><td>170</td><td>.060</td><td>.250</td><td>.136</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>100</td><td>.940</td><td>.750</td><td>.864</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td></tr><tr><td>MDH-2</td><td>-100</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>.625</td><td>.250</td><td>.375</td><td>.179</td><td>.982</td><td>1.00</td><td>1.00</td></tr><tr><td/><td>-30</td><td>-</td><td>-</td><td>-</td><td>-</td><td>.375</td><td>.750</td><td>.625</td><td>.821</td><td>.018</td><td>-</td><td>-</td></tr><tr><td>Trf</td><td>126</td><td>.080</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td>100</td><td>.200</td><td>.250</td><td/><td>1.00</td><td>.925</td><td>.917</td><td>1.00</td><td>1.00</td><td>.500</td><td>1.00</td><td>.882</td></tr><tr><td/><td>90</td><td>.720</td><td>.725</td><td>1.00</td><td/><td>.075</td><td>.083</td><td/><td/><td>-</td><td>-</td><td>.118</td></tr><tr><td/><td>76</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>.500</td><td>-</td><td>-</td></tr><tr><td>H-6-P</td><td>100</td><td>.860</td><td>1.00</td><td>1.00</td><td>.583</td><td>.100</td><td>.250</td><td/><td/><td>.571</td><td/><td>.412</td></tr><tr><td/><td>90</td><td>.140</td><td>-</td><td>-</td><td>.417</td><td>.900</td><td>.750</td><td>1.00</td><td>1.00</td><td>.429</td><td>1.00</td><td>.588</td></tr><tr><td>Est-4</td><td>107</td><td>.980</td><td>.250</td><td>1.00</td><td>.333</td><td>.975</td><td>.833</td><td>1.00</td><td>1.00</td><td>.714</td><td>.125</td><td>.559</td></tr><tr><td/><td>100</td><td>.020</td><td>.750</td><td>-</td><td>.667</td><td>.025</td><td>.167</td><td>-</td><td>-</td><td>.286</td><td>.875</td><td>.441</td></tr><tr><td>Est-1</td><td>106</td><td>.891</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>.441</td></tr><tr><td/><td>104</td><td/><td>.750</td><td>1.00</td><td/><td>.275</td><td>-</td><td>-</td><td>1.00</td><td>.035</td><td>-</td><td>-</td></tr><tr><td/><td>100</td><td>.109</td><td/><td/><td>.423</td><td>.675</td><td>.833</td><td>.625</td><td>-</td><td>.786</td><td>.134</td><td>.559</td></tr><tr><td/><td>96</td><td/><td>.250</td><td/><td/><td>.050</td><td>.167</td><td/><td/><td>-</td><td>-</td><td>-</td></tr><tr><td/><td>95</td><td/><td/><td/><td/><td/><td/><td>.375</td><td/><td>.143</td><td>-</td><td>-</td></tr><tr><td/><td>nuU</td><td>-</td><td>-</td><td>-</td><td>.577</td><td>-</td><td>-</td><td>-</td><td>-</td><td>.035</td><td>.866</td><td>-</td></tr><tr><td>Est-3</td><td>100</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>1.00</td><td>.134</td><td>1.00</td><td>.622</td><td>.393</td><td>.867</td></tr><tr><td/><td>null</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>.866</td><td>-</td><td>.378</td><td>.707</td><td>.133</td></tr><tr><td>proportion</td><td>of</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">loci polymorphic</td><td>.135</td><td>.108</td><td>.027</td><td>.081</td><td>.135</td><td>.135</td><td>.081</td><td>.027</td><td>.157</td><td>.081</td><td>.135</td></tr><tr><td colspan=\"2\">proportion of</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"2\">loci heterozygous</td><td>.027</td><td>.056</td><td>.008</td><td>.023</td><td>.038</td><td>.032</td><td>.028</td><td>.009</td><td>.047</td><td>.007</td><td>.039</td></tr></table>",
                "num": null
            },
            "TABREF2": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>301</td></tr><tr><td/><td>ROGERS'</td><td colspan=\"2\">COEFFICIENTS</td><td>OF GENIC</td><td colspan=\"3\">SIMILARITY (S) BETWEEN</td><td colspan=\"2\">POPULATIONS</td><td>OF Rattus</td><td>rattus</td></tr><tr><td/><td/><td/><td/><td>FROM THE</td><td colspan=\"3\">GALAPAGOS ISLANDS.</td><td/><td/><td/><td/></tr><tr><td/><td>BB</td><td>TC</td><td>BC</td><td>P</td><td>WB</td><td>JB</td><td>SB</td><td>BT</td><td>BA</td><td>AB</td><td>CB</td></tr><tr><td>BB</td><td>-</td><td>.941</td><td>912</td><td>.921</td><td>.944</td><td>.932</td><td>.939</td><td>.917</td><td>.968</td><td>.953</td><td>.953</td></tr><tr><td>TC</td><td/><td/><td>951</td><td>.960</td><td>.976</td><td>.917</td><td>.898</td><td>.902</td><td>.953</td><td>.952</td><td>.912</td></tr><tr><td>BC</td><td/><td/><td>-</td><td>.948</td><td>.956</td><td>.893</td><td>.865</td><td>.878</td><td>.926</td><td>.928</td><td>.906</td></tr><tr><td>P</td><td/><td/><td/><td>-</td><td>.964</td><td>.906</td><td>.897</td><td>.920</td><td>.925</td><td>.908</td><td>.911</td></tr><tr><td>WB</td><td/><td/><td/><td/><td>-</td><td>.928</td><td>.905</td><td>.917</td><td>.955</td><td>.962</td><td>.940</td></tr><tr><td>JB</td><td/><td/><td/><td/><td/><td>-</td><td>.947</td><td>.961</td><td>.942</td><td>.933</td><td>.890</td></tr><tr><td>SB</td><td/><td/><td/><td/><td/><td/><td>-</td><td>.963</td><td>.928</td><td>.930</td><td>.902</td></tr><tr><td>BT</td><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>.918</td><td>.919</td><td>.876</td></tr><tr><td>BA</td><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>.962</td><td>.940</td></tr><tr><td>AB</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>.927</td></tr><tr><td>CB</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF4": {
                "text": "FREQUENCY OF EPIGENETIC CRANIAL VARIANTS IN POPULATIONS OF RdttUS TOttUS IN THE GALAPAGOS ISLANDS.",
                "type_str": "table",
                "content": "<table><tr><td/><td/><td colspan=\"2\">character</td></tr><tr><td/><td>ga</td><td/><td>_. _</td><td>&lt;o a</td><td>a d</td></tr><tr><td>population</td><td>N</td><td>a 3 g</td><td colspan=\"2\">as s«3</td></tr><tr><td>James Bay</td><td>29 .054</td><td colspan=\"2\">.554 .263</td><td>.483 .103</td></tr><tr><td>Sullivan Bay</td><td>9 .056</td><td colspan=\"2\">.389 .222</td><td>.722 .056</td></tr><tr><td>Bartolome</td><td>11 .000</td><td colspan=\"2\">.182 .364</td><td>.682 .046</td></tr><tr><td>Black Beach</td><td>13 .077</td><td colspan=\"2\">.423 .308</td><td>.039 .458</td></tr><tr><td>Wreck Bay</td><td>38 .013</td><td colspan=\"2\">.553 .171</td><td>.276 .447</td></tr><tr><td>Tagus Cove</td><td>26 .000</td><td colspan=\"2\">.519 .135</td><td>.077 .327</td></tr><tr><td>Central Isabela</td><td>12 .042</td><td colspan=\"2\">.583 .042</td><td>.125 .417</td></tr><tr><td>Iguana Cove</td><td>12 .046</td><td colspan=\"2\">.417 .292</td><td>.083 .500</td></tr><tr><td>Pinzon</td><td>22 .000</td><td colspan=\"2\">.614 .159</td><td>.455 .571</td></tr><tr><td>Academy Bay</td><td>28 .054</td><td colspan=\"2\">.161 .161</td><td>.321 .196</td></tr><tr><td>Conway Bay</td><td>4 .000</td><td colspan=\"2\">.375 .500</td><td>.125 .000</td></tr><tr><td>Baltra</td><td>17 .000</td><td colspan=\"2\">.412 .029</td><td>.088 .177</td></tr></table>",
                "num": null
            },
            "TABREF5": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td colspan=\"3\">DISTANCE MATRIX FOR</td><td colspan=\"3\">EPIGENETIC CHARACTERS OF</td><td colspan=\"2\">POPULATIONS OF</td><td>Rattus</td><td>rattus FROM</td><td>THE</td></tr><tr><td/><td/><td/><td/><td colspan=\"3\">GALAPAGO; 3 ISLANDS.</td><td/><td/><td/><td/><td/></tr><tr><td>BB</td><td>IC</td><td>TC</td><td>CI</td><td>P</td><td>WB</td><td>JB</td><td>SB</td><td>BT</td><td>BA</td><td>AB</td><td>CB</td></tr><tr><td>BB -</td><td>.053</td><td>.211</td><td>.204</td><td>.441</td><td>.255</td><td>.505</td><td>.759</td><td>.857</td><td>.353</td><td>.368</td><td>.433</td></tr><tr><td>IC</td><td/><td>.173</td><td>.160</td><td>.311</td><td>.178</td><td>.539</td><td>.672</td><td>.774</td><td>.325</td><td>.356</td><td>.444</td></tr><tr><td>TC</td><td/><td/><td>.207</td><td>.342</td><td>.220</td><td>.547</td><td>.671</td><td>.733</td><td>.371</td><td>.393</td><td>.364</td></tr><tr><td>CI</td><td/><td/><td/><td>.310</td><td>.136</td><td>.517</td><td>.614</td><td>.850</td><td>.642</td><td>.376</td><td>.598</td></tr><tr><td>P</td><td/><td/><td/><td/><td>.182</td><td>.503</td><td>.501</td><td>.649</td><td>.472</td><td>.495</td><td>.765</td></tr><tr><td>WB</td><td/><td/><td/><td/><td/><td>.530</td><td>.465</td><td>.613</td><td>.316</td><td>.356</td><td>.470</td></tr><tr><td>JB</td><td/><td/><td/><td/><td/><td>-</td><td>.133</td><td>.298</td><td>.459</td><td>.424</td><td>.452</td></tr><tr><td>SB</td><td/><td/><td/><td/><td/><td/><td/><td>.110</td><td>.597</td><td>.487</td><td>.543</td></tr><tr><td>BT</td><td/><td/><td/><td/><td/><td/><td/><td/><td>.684</td><td>.449</td><td>.441</td></tr><tr><td>BA</td><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td><td>.134</td><td>.148</td></tr><tr><td>AB</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>.233</td></tr><tr><td>CB</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>-</td></tr><tr><td colspan=\"6\">showed the lowest mean CV (2.60) while</td><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"6\">those from Isabela were most variable (CV</td><td/><td/><td/><td/><td/><td/></tr><tr><td>= 5.33).</td><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>",
                "num": null
            },
            "TABREF6": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td/><td colspan=\"8\">CANONICAL VARIATE COEFFICIENTS (WITH STANDARDIZED SCORES IN PARENTHESES) FOR THE</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">FIRST 4 VECTORS. 1</td><td/><td/><td/></tr><tr><td>character</td><td>i</td><td/><td/><td>II</td><td/><td>in</td><td/><td>IV</td></tr><tr><td>RW</td><td>-1.442</td><td>(-0.571)</td><td>1.529</td><td>( 0.618)</td><td>0.095</td><td>( 0.038)</td><td>-1.896</td><td>(-0.766)</td></tr><tr><td>IOC</td><td>-3.986</td><td>(-0.960)</td><td>-0.951</td><td>(-0.229)</td><td>-0.589</td><td>(-0.142)</td><td>1.869</td><td>( 0.450)</td></tr><tr><td>BL</td><td>0.980</td><td>( 1.387)</td><td>-0.380</td><td>(-0.537)</td><td>0.575</td><td>( 0.813)</td><td>-0.816</td><td>(-1.153)</td></tr><tr><td>CD</td><td>-0.890</td><td>(-0.338)</td><td>-1.626</td><td>(-0.617)</td><td>-1.137</td><td>(-0.431)</td><td>-0.482</td><td>(-0.183)</td></tr><tr><td>ZB</td><td>-0.004</td><td>(-0.003)</td><td>-1.192</td><td>(-0.870)</td><td>0.931</td><td>( 0.680)</td><td>0.571</td><td>( 0.417)</td></tr><tr><td>ON</td><td>-0.680</td><td>(-1.018)</td><td>0.776</td><td>( 1.162)</td><td>-0.354</td><td>(-0.529)</td><td>1.141</td><td>( 1.708)</td></tr><tr><td>ML</td><td>1.027</td><td>( 0.283)</td><td>0.373</td><td>( 0.103)</td><td>0.276</td><td>( 0.076)</td><td>1.126</td><td>( 0.311)</td></tr><tr><td>E</td><td>-0.193</td><td>(-0.194)</td><td>-0.195</td><td>(-0.197)</td><td>0.485</td><td>( 0.488)</td><td>-0.003</td><td>(-0.250)</td></tr><tr><td>D</td><td>0.399</td><td>( 0.257)</td><td>0.757</td><td>( 0.487)</td><td>-1.664</td><td>(-1.072)</td><td>0.804</td><td>( 0.518)</td></tr><tr><td>MW</td><td>1.610</td><td>( 0.400)</td><td>1.687</td><td>( 0.419)</td><td>-0.567</td><td>(-0.141)</td><td>0.745</td><td>( 0.185)</td></tr><tr><td>HF</td><td>-0.108</td><td>(-0.179)</td><td>-0.098</td><td>(-0.163)</td><td>-0.194</td><td>(-0.322)</td><td>-0.209</td><td>(-0.348)</td></tr><tr><td>RL</td><td>0.201</td><td>( 0.172)</td><td>-0.065</td><td>(-0.056)</td><td>1.143</td><td>( 0.976)</td><td>-0.569</td><td>(-0.037)</td></tr><tr><td>BB</td><td>0.051</td><td>( 0.018)</td><td>0.396</td><td>( 0.141)</td><td>-0.159</td><td>(-0.057)</td><td>-0.110</td><td>(-0.139)</td></tr><tr><td>TL</td><td>0.011</td><td>( 0.232)</td><td>-0.009</td><td>(-0.201)</td><td>-0.012</td><td>(-0.274)</td><td>-0.034</td><td>(-0.760)</td></tr><tr><td>LT</td><td>-0.003</td><td>(-0.049)</td><td>0.011</td><td>( 0.164)</td><td>0.020</td><td>( 0.296)</td><td>0.001</td><td>( 0.020)</td></tr><tr><td/><td colspan=\"2\">42.93%</td><td colspan=\"2\">27.26%</td><td colspan=\"2\">10.35%</td><td/><td>e 5.19%</td></tr></table>",
                "num": null
            },
            "TABREF7": {
                "text": "",
                "type_str": "table",
                "content": "<table><tr><td colspan=\"2\">FREQUENCIES</td><td>OF PELAGE</td><td colspan=\"2\">COLOR PHENOTYPES IN</td><td colspan=\"3\">POPULATIONS OF RattUS TOttUS</td><td>IN THE GA-</td></tr><tr><td/><td/><td/><td colspan=\"2\">LAPAGOS ISLANDS</td><td/><td/><td/><td/></tr><tr><td>population</td><td>N</td><td>red cream</td><td>red slaty</td><td>dark red cream</td><td>dark red slaty</td><td>dark red slaty buff</td><td>black slaty buff</td><td>black slaty</td></tr><tr><td>Black Beach</td><td>14</td><td>1.000</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Iguana Cove</td><td>13</td><td>0.077</td><td>0.539</td><td>0.077</td><td>-</td><td>0.077</td><td>0.077</td><td>0.154</td></tr><tr><td>Tagus Cove</td><td>27</td><td>0.704</td><td>-</td><td>0.037</td><td>0.259</td><td>-</td><td>-</td><td>-</td></tr><tr><td>Central Isabela</td><td>13</td><td>0.077</td><td/><td>-</td><td>0.539</td><td>-</td><td>0.154</td><td>0.231</td></tr><tr><td>Pinz6n</td><td>23</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>0.130</td><td>0.870</td></tr><tr><td>Wreck Bay</td><td>39</td><td>0.256</td><td>0.051</td><td>-</td><td>0.333</td><td>0.026</td><td>0.231</td><td>0.103</td></tr><tr><td>James Bay</td><td>30</td><td>0.967</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>0.033</td></tr><tr><td>Sullivan Bay</td><td>9</td><td>1.000</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td></tr><tr><td>Bartolome</td><td>11</td><td>0.455</td><td/><td>-</td><td>-</td><td>-</td><td/><td>0.545</td></tr><tr><td>Baltra</td><td>17</td><td>0.059</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>0.941</td></tr><tr><td>Academy Bay</td><td>28</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>1.000</td></tr><tr><td>Conway Bay</td><td>4</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>-</td><td>1.000</td></tr></table>",
                "num": null
            }
        }
    }
}