{
    "paper_id": "PetersonandHeaney1993-GeneticdifferentiationinPhilippinebatsofthegeneraCynopterusandHaplonycteris",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:14.020021Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "PetersonandHeaney1993-GeneticdifferentiationinPhilippinebatsofthegeneraCynopterusandHaplonycteris",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "bottlenecks (Nei, Maruyama & Chakraborty, 1975; Chakraborty & Nei, 1977; Lande, 1980) . These studies provide a theoretical framework for empirical studies of evolutionary processes.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 47,
                        "text": "(Nei, Maruyama & Chakraborty, 1975;",
                        "ref_id": null
                    },
                    {
                        "start": 48,
                        "end": 72,
                        "text": "Chakraborty & Nei, 1977;",
                        "ref_id": null
                    },
                    {
                        "start": 73,
                        "end": 85,
                        "text": "Lande, 1980)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Three factors that potentially influence long-term evolutionary differentiation are historical connectedness, vagility and population size. The effect of historical connectedness of populations is simple: longer time since separation should be associated with greater genetic differentiation (Kimura, 1983) because substitution rates of neutral characters should be roughly uniform through time. Vagility of organisms, in the form of long-distance dispersal, translates into higher gene flow and consequently to reduced isolation by distance and differentiation of populations (Wright, 1938 (Wright, , 1978 . In contrast, differences in effective population size (where population size is constant) should affect rates of evolution only of characters under natural selection (Kimura, 1983) . Other factors, such as natural selection, can also produce progressive genetic differentiation of populations. Because detailed studies of survival and lifetime reproduction have not been conducted, however, these factors are not addressed in this paper.",
                "cite_spans": [
                    {
                        "start": 292,
                        "end": 306,
                        "text": "(Kimura, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 577,
                        "end": 590,
                        "text": "(Wright, 1938",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 591,
                        "end": 606,
                        "text": "(Wright, , 1978",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 775,
                        "end": 789,
                        "text": "(Kimura, 1983)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Few empirical tests of these factors on genetic differentiation of natural populations have been conducted (e.g. Scribner et al., 1986; Nevo & Beiles, 1988; DeSalle & Templeton, 1988; Szymura & Barton, 1991; Peterson, 1992) . Still fewer studies have compared the relative importance of two or more such factors. In this study, we compare the roles of historical connectedness, vagility and population size in producing intraspecific genetic differentiation in two species of pteropodid bats in the Philippines: Cynopterus brachyotis Muller and Haplonycteris jscheri Lawrence. Comparisons across islands that differ in historical connection and area allow assessment of the effects of historical connectedness and population size. Because the two genera appear to differ sharply in their habitat use and vagility, they provide an indirect test of the effects of vagility on differentiation. Data presented herein represent one of the first biochemical genetic investigations of any mammal from south-east Asia (e.g. Fooden & Lanyon, 1989; Heaney & Ruedi, 1991) , and one of a very few investigations of the genetics of bats of the suborder Megachiroptera (McCracken & Wilkinson, 1988) .",
                "cite_spans": [
                    {
                        "start": 113,
                        "end": 135,
                        "text": "Scribner et al., 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 136,
                        "end": 156,
                        "text": "Nevo & Beiles, 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 157,
                        "end": 183,
                        "text": "DeSalle & Templeton, 1988;",
                        "ref_id": null
                    },
                    {
                        "start": 184,
                        "end": 207,
                        "text": "Szymura & Barton, 1991;",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 223,
                        "text": "Peterson, 1992)",
                        "ref_id": null
                    },
                    {
                        "start": 1016,
                        "end": 1038,
                        "text": "Fooden & Lanyon, 1989;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 1039,
                        "end": 1060,
                        "text": "Heaney & Ruedi, 1991)",
                        "ref_id": null
                    },
                    {
                        "start": 1155,
                        "end": 1184,
                        "text": "(McCracken & Wilkinson, 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The Philippine archipelago ( Fig. 1) is an excellent theatre for investigating genetic differentiation. It is an off-rider of the Asian continent that first appeared as dry land above sea water during the late Eocene or early Oligocene (references in Heaney, 1986 Heaney, , 1991a Mitchell, Hernandez & De La Cruz, 1986) . One portion of the archipelago, the Palawan group, was joined to the Asian mainland during the middle Pleistocene period of low sea level, c. 160 000 years BP. All other portions of the archipelago were thrust above sea level by volcanic and tectonic activity associated with the many subduction zones that bracket the archipelago; none had any dry-land connections to the Asian mainland. Most of the growth of the islands has occurred since the beginning of the Miocene, and much since the Pliocene, with most current topography probably close to its maximum level. Because the islands are on a high but shallow platform, they were heavily influenced by repeated Pleistocene changes in sea level that were associated with the development of continental ice sheets. During the most recent period of low sea level in the Pleistocene (from c. 20 000 to 10 000 BP), existing islands merged for the most part into four islands: Greater",
                "cite_spans": [
                    {
                        "start": 251,
                        "end": 263,
                        "text": "Heaney, 1986",
                        "ref_id": null
                    },
                    {
                        "start": 264,
                        "end": 279,
                        "text": "Heaney, , 1991a",
                        "ref_id": null
                    },
                    {
                        "start": 280,
                        "end": 319,
                        "text": "Mitchell, Hernandez & De La Cruz, 1986)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 29,
                        "end": 36,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "126.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "118'",
                "sec_num": null
            },
            {
                "text": "Less than Luzon, Greater Mindanao, Greater Palawan and Greater Negros-Panay (Fig. 1 ). The present configuration of islands represents a phase of fragmentation due to high water levels. Present-day islands included in this study are Luzon (108 171 km'), Catanduanes (1513 km'), Leyte (7213 km'), Biliran (498 km'), Negros (13670 km2) and Sibuyan (448 km'). During late Pleistocene climatic fluctuations, Luzon and Catanduanes merged to form part of Greater Luzon, and Leyte and Biliran merged to form part of Greater Mindanao. Each of the Pleistocene islands has been documented as a centre of endemism; for example, Greater Luzon and Greater Mindanao have 72 and 79% endemism among nonvolant indigenous mammal species, respectively (Heaney, 1986) . The fruit bat Cynopterus bruchyotis, which weighs about 30 g, is widespread in south-east Asia, ranging from Sri Lanka to Sulawesi (Honacki, Kinman & Koeppl, 1982) . It is strongly associated with disturbed habitats, including urban areas, orchards and second-growth, where it is often the most abundant fruit bat species. It also occurs at low density in primary forest (Heaney et ul., Heideman & Heaney, 1989) . This species has been found on every island in the Philippines on which it has been sought, including many isolated oceanic islands in the archipelago. indicating that it is an effective disperser (Heaney, Gonzales & Alcala, 1987; Heaney, 199 1 a) .",
                "cite_spans": [
                    {
                        "start": 733,
                        "end": 747,
                        "text": "(Heaney, 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 881,
                        "end": 913,
                        "text": "(Honacki, Kinman & Koeppl, 1982)",
                        "ref_id": null
                    },
                    {
                        "start": 1121,
                        "end": 1161,
                        "text": "(Heaney et ul., Heideman & Heaney, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 1361,
                        "end": 1394,
                        "text": "(Heaney, Gonzales & Alcala, 1987;",
                        "ref_id": null
                    },
                    {
                        "start": 1395,
                        "end": 1411,
                        "text": "Heaney, 199 1 a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 76,
                        "end": 83,
                        "text": "(Fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "118'",
                "sec_num": null
            },
            {
                "text": "In contrast, bats of the genus Huplonycteris, which weigh about 18 g, are restricted to the main body of the Philippines (i.e. all except the Palawan group), and constitute part of an endemic clade of about four genera (Heaney & Rickart, 1990) . The sole species, H-Jischeri, is often the most abundant fruit bat in primary forest, but is rare or absent outside of primary or lightly disturbed forest and avoids large clearings in forested regions (Heaney et ul., 1989;  Heiderman & Heaney, 1989) . Haplonycteris Jischeri is moderately widespread in the Philippines, but is absent from small and isolated islands (Heaney et al., 1987; Heaney, 1991a) . These observations suggest that bats of this genus may have limited dispersal abilities. For example, Maripipi Island, which lies 9 km north of Biliran and was part of Greater Mindanao, has habitat that seems identical to that on Biliran. O n three occasions (1981, 1984, 1987) , Huplonycteris has been sought without success on Maripipi using the same techniques that were successful on Biliran and Leyte (Rickart et ul., 1993) . Hence, we believe that Huplonycteris is absent from Maripipi, in spite of suitable habitat and close proximity (9 km) to a source population.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 243,
                        "text": "(Heaney & Rickart, 1990)",
                        "ref_id": null
                    },
                    {
                        "start": 448,
                        "end": 469,
                        "text": "(Heaney et ul., 1989;",
                        "ref_id": null
                    },
                    {
                        "start": 470,
                        "end": 470,
                        "text": "",
                        "ref_id": null
                    },
                    {
                        "start": 483,
                        "end": 496,
                        "text": "Heaney, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 613,
                        "end": 634,
                        "text": "(Heaney et al., 1987;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 635,
                        "end": 649,
                        "text": "Heaney, 1991a)",
                        "ref_id": null
                    },
                    {
                        "start": 911,
                        "end": 917,
                        "text": "(1981,",
                        "ref_id": null
                    },
                    {
                        "start": 918,
                        "end": 923,
                        "text": "1984,",
                        "ref_id": null
                    },
                    {
                        "start": 924,
                        "end": 929,
                        "text": "1987)",
                        "ref_id": null
                    },
                    {
                        "start": 1058,
                        "end": 1080,
                        "text": "(Rickart et ul., 1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "118'",
                "sec_num": null
            },
            {
                "text": "Six island populations of each species were chosen for study ( Fig. 1) . We selected large and small islands, and islands from both large and small Pleistocene island groups, to provide as many different environmental situations as possible. The six islands currently show roughly the same degree of deforestation, most of which has occurred in the last 50 years. Samples of Cynopterus and Huplonycteris were collected either from a single site or from adjacent sites in disturbed and undisturbed habitat.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 63,
                        "end": 70,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Bats were captured with mist-nets and killed with lethal injections of sodium pentobarbital. Tissue samples were removed from freshly killed animals, frozen in liquid nitrogen, and later stored at -76°C in ultracold freezers. Tissue samples are on deposit in the Field Museum of Natural History. Voucher specimens were deposited in the Smithsonian Institution, the Field Museum of Natural History, and the Philippine National Museum. Detailed descriptions of field methods and most collecting sites are given in Heaney et al. (1989 Heaney et al. ( , 1991 , Rickart, Heaney & Utzurrum (1991) and Rickart et al. (1993) .",
                "cite_spans": [
                    {
                        "start": 512,
                        "end": 531,
                        "text": "Heaney et al. (1989",
                        "ref_id": null
                    },
                    {
                        "start": 532,
                        "end": 554,
                        "text": "Heaney et al. ( , 1991",
                        "ref_id": null
                    },
                    {
                        "start": 557,
                        "end": 590,
                        "text": "Rickart, Heaney & Utzurrum (1991)",
                        "ref_id": null
                    },
                    {
                        "start": 610,
                        "end": 616,
                        "text": "(1993)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Equal portions of heart, muscle, and liver were homogenized in a disodium EDTA/NADP/trizma base pH 7.0 buffer (Richardson, Baverstock & Adams, 1986) , centrifuged for 20 min at 12000 rpm, and the supernatants drawn into capillary tubes for storage. Samples were electrophoresed for 4-8 h on 12% starch gels. Gels were sliced horizontally, and each slice stained using protein assays from Shaw & Prasad (1970) and Harris & Hopkinson (1978) .",
                "cite_spans": [
                    {
                        "start": 110,
                        "end": 148,
                        "text": "(Richardson, Baverstock & Adams, 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 388,
                        "end": 408,
                        "text": "Shaw & Prasad (1970)",
                        "ref_id": null
                    },
                    {
                        "start": 413,
                        "end": 438,
                        "text": "Harris & Hopkinson (1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Each sample was analysed at 14 presumptive genetic loci, including the following (enzyme commission numbers and abbreviations from Harris & Hopkinson, 1978): AK (2.7.4.3), CK (2.7.3.2), ES (3.1.1.1), GD 1.1.1.49), G O T (2.6.1.1), GPD) (1.1.1.8), GPT (2.6.1.2), LDH (1.1.1.27; 2 loci), N P (2.4.2.1), PEP-b (3.4.1 l ) , PGD (1.1.1.44), PGM (2.7.5.1) and SOD (1.15.1.1). T o assure correct assignment of homologies between individuals on different gels, reference individuals were included on each gel, and additional gels were run when necessary to allow side-by-side comparisons of alleles.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Initial data analyses were conducted using BIOSYS, version 1.7 (Swofford & Selander, 1989) . Allele frequencies and indices of variation (heterozygosity H , percent of loci polymorphic at any frequency POLY, number of alleles per locus NALL) were calculated. Departure from Hardy-Weinberg equilibrium was tested using a x2 test with Levene's correction for small sample sizes (Swofford & Selander, 1989) . The following genetic distance measures were calculated: Nei's (1978) and Rogers' (as modified by Wright, 1978) distances, and the Cavalli-Sforza & Edwards ( 1967) arc-distance. Simple F-statistics were calculated, and a hierarchical F-statistic analysis (Swofford & Selander, 1989) was conducted by grouping islands according to their Pleistocene connections ( Fig. 1 ) : (Sibuyan), (Negros), (Biliran, Leyte), (Catanduanes, Luzon). Rates of gene flow among populations (Nm) were estimated using the 'private alleles' method of Slatkin (1985) ; confidence levels for these estimates were obtained by jackknifing across populations (Slatkin, 1985) . An index to level of differentiation (DZFF, Table 2 ) was calculated for each population as the mean modified Rogers' genetic distance to the other five populations. A crude summary of effective population sizes was obtained by ranking populations by island size, on the assumptions that total population size is correlated with island area and that effective population size is influenced by the total number of individuals on the island. Current geographic distance matrices were constructed based on great-circle distances between latitude-longitude coordinates of collection localities; geographic distances separating Pleistocene islands were estimated from 120 m bathymetric contours on navigation charts of varying scale published by the Defense Mapping Agency (Heaney, 1986 (Heaney, , 1991a . Comparisons of distance matrices were made using Mantel's test (Mantel, 1967) procedures in NTSYS-pc, version 1.40 (Rohlf, 1988) .",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 90,
                        "text": "(Swofford & Selander, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 376,
                        "end": 403,
                        "text": "(Swofford & Selander, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 469,
                        "end": 475,
                        "text": "(1978)",
                        "ref_id": null
                    },
                    {
                        "start": 504,
                        "end": 517,
                        "text": "Wright, 1978)",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 661,
                        "end": 688,
                        "text": "(Swofford & Selander, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 935,
                        "end": 949,
                        "text": "Slatkin (1985)",
                        "ref_id": null
                    },
                    {
                        "start": 1038,
                        "end": 1053,
                        "text": "(Slatkin, 1985)",
                        "ref_id": null
                    },
                    {
                        "start": 1824,
                        "end": 1837,
                        "text": "(Heaney, 1986",
                        "ref_id": null
                    },
                    {
                        "start": 1838,
                        "end": 1854,
                        "text": "(Heaney, , 1991a",
                        "ref_id": null
                    },
                    {
                        "start": 1920,
                        "end": 1934,
                        "text": "(Mantel, 1967)",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1972,
                        "end": 1985,
                        "text": "(Rohlf, 1988)",
                        "ref_id": "BIBREF28"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 768,
                        "end": 774,
                        "text": "Fig. 1",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1100,
                        "end": 1107,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Phylogenetic implications of the allozyme data were explored through analysis of genetic distances between populations. We used the unweighted pair-group method of analysis (UPGMA) and distance-Wagner analysis options of BIOSYS (Swofford & Selander, 1989) , based on matrices of Rogers' genetic distances. Also, Fitch-Margoliash trees based on matrices of Rogers' distances were estimated using the FITCH option of PHYLIP (Felsenstein, 1989). Analyses employing Nei's and Cavalli-Sforza and Edwards arc-distances yielded similar results, and so are not reported herein. Cladistic analyses were not attempted because of small and uneven sample sizes and consequent problems with nondetection of alleles (Swofford & Berlocher, 1987) .",
                "cite_spans": [
                    {
                        "start": 228,
                        "end": 255,
                        "text": "(Swofford & Selander, 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 702,
                        "end": 730,
                        "text": "(Swofford & Berlocher, 1987)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Allele frequencies for populations of the two species are given in Table 1 . Departures from Hardy-Weinberg expectations are, for the most part, not statistically significant. However, significant departures occur in five of 32 Genetic variation within populations of Cynopterus (6.9% heterozygosity averaged over all populations) is twice that in populations of Huplonycteris (3.4%; Table 2 ). In all cases, the Cynopterus population is more heterozygous than the Huplonycteris population on a particular island (sign test, P < 0.05)) and differences between the species are statistically significant in all three measures of genetic variation (Mann-Whitney U-test, all P < 0.05). In both Cynopterus and Huplonycteris, variability tends to increase with population (island) size (Table 2) , but statistical significance is approached only in Huplonycteris (Spearman rank correlation coefficient, r = 0.58, 0.05 < P < 0.10).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 67,
                        "end": 74,
                        "text": "Table 1",
                        "ref_id": null
                    },
                    {
                        "start": 384,
                        "end": 391,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    },
                    {
                        "start": 780,
                        "end": 789,
                        "text": "(Table 2)",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In both species, it is clear that the populations on Sibuyan Island are the most differentiated (Table 2, Fig. 2 ). However, the differentiation index is not significantly correlated with island area (Spearman rank correlation coefficient, P > 0.09) in either species. Using the two species as replicate measures of the distinctiveness of particular islands' populations, a repeat-measures ANOVA indicates no significant effect of population size (P > 0.75) on DIFF. Genetic distances between particular pairs of populations are higher in Huplonycteris than in Cynopterus, with only a single exception (Table 4) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 106,
                        "end": 112,
                        "text": "Fig. 2",
                        "ref_id": null
                    },
                    {
                        "start": 602,
                        "end": 611,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Differentiation between populations exists in both species, but is much more pronounced in Huplonycteris than in Cynopterus. Whereas Cynopterus populations differ only in allele frequencies, fixed allelic differences between Huplonycteris populations are evident at two loci (Table 1) . F,, values are about five times higher in Huplonycteris (0.606) than in Cynopterus (0.110; Table 3 ). Hierarchical F-statistics for both species indicate relatively little variation (0.0% for Cynopterus; 10.0% for Huplonycteris) among islands within sets of islands that were part of the same Pleistocene island, and much stronger variation (4.4% for (Table 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 275,
                        "end": 284,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 378,
                        "end": 385,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 638,
                        "end": 646,
                        "text": "(Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Our estimate of gene flow is much lower in Haplonycteris than in Cynopterus: the gene flow parameter Nm is estimated as 0.049 and 7.530 in Haplonycteris and Cynopterus, respectively. Jackknifing these calculations indicates that an approximate range of possible values is 5.91-1 1.57 in Cynopterus, but only 0.035-0.475 in Haplonycteris. Removal of the Sibuyan Island population does not increase the calculation for Cynopterus; however, removal of the Sibuyan Island population of Haplonycteris causes a 12-fold increase in the gene flow estimate (from about 0.040 to 0.475).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "An isolation by distance relationship is apparently lacking in Cynopterus and Haplonycteris. In both species, Mantel's tests indicate that genetic and geographic (Table 4) do not share a common structure (Cynopterus: r = -0.188, P > 0.21; Haplonycteris: r = -0,140, P > 0.30). Indeed, both of the genetic-geographic distance relationships have overall negative slopes, contrary to the expected pattern. In contrast, similar tests based on comparisons of genetic distance matrices with matrices of overwater distances between Pleistocene islands (Table 4) are positive and approach statistical significance in both species (Cynopterus: r = 0.949, P = 0.1 !; Haplonycteris: r = 0.749, P = 0.09).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 162,
                        "end": 171,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 545,
                        "end": 554,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Patterns of genetic similarity among populations of the two species show some degree of correspondence (Figs 2, 3 ). Of the trees resulting from the three algorithms, one node (that uniting all islands except the Sibuyan Island populations) is present in all of the trees for both species, and the Catanduanes-Luzon-Negros node is found in four of the six trees (all three Haplonycteris trees and one Cynopterus tree). The Catanduanes-Negros and ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 103,
                        "end": 113,
                        "text": "(Figs 2, 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Biliran-Leyte nodes are each found in three of the six trees. More importantly, a Mantel's test indicates a significant common structure to the genetic distance matrices for the two species ( r = 0.808, P = 0.01).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SIB",
                "sec_num": null
            },
            {
                "text": "Cynopterus and Haplonycleris differ strikingly in several genetic parameters. Cynopterus has more genetic variation within populations than Haplonycteris. The difference in percent of loci polymorphic and number of alleles, both of which are dependent on sample size, may result from the generally smaller samples available for Haplonycteris. However, the biological reality of the contrast between the species is indicated by significantly different heterozygosities, which should not be biased at low sample sizes if sufficient loci are examined (Nei, 1978) .",
                "cite_spans": [
                    {
                        "start": 548,
                        "end": 559,
                        "text": "(Nei, 1978)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genetic variation",
                "sec_num": null
            },
            {
                "text": "Population genetic theory suggests that within-population genetic variation should be reduced in small populations because of a limited pool of individuals (Kimura, 1983) and/or because of genetic drift during the founding of populations (i.e. population bottlenecks; Nei et al., 1975) . A population (island) size-genetic variability relationship has been demonstrated in several other groups (e.g. Berry, 1986; Peterson, 1990) . A trend towards such a relationship was found in the present study, but was not statistically significant in either species.",
                "cite_spans": [
                    {
                        "start": 156,
                        "end": 170,
                        "text": "(Kimura, 1983)",
                        "ref_id": null
                    },
                    {
                        "start": 238,
                        "end": 267,
                        "text": "(i.e. population bottlenecks;",
                        "ref_id": null
                    },
                    {
                        "start": 268,
                        "end": 285,
                        "text": "Nei et al., 1975)",
                        "ref_id": null
                    },
                    {
                        "start": 400,
                        "end": 412,
                        "text": "Berry, 1986;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 413,
                        "end": 428,
                        "text": "Peterson, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Genetic variation",
                "sec_num": null
            },
            {
                "text": "The effects of several factors potentially affecting genetic differentiation of populations (population size, historical connectedness and vagility/gene flow) were evaluated in the present study. Of these, the last two were found to be strongly associated with level of genetic differentiation, but the first was found to have no detectable effect.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factors promoting dzferentiation of populations",
                "sec_num": null
            },
            {
                "text": "The difference in vagility between the two species is associated with strong differences in degree of differentiation. This contrast may be confounded by differences in recency of colonization. Cynopterus, which has conspecific populations in mainland south-east Asia, may be a more recent immigrant to the Philippines than the endemic Haplonycteris, and for this reason may possess less genetic structure. However, an alternative is that the reduced vagility and greater habitat specificity of Haplonycteris has caused more rapid differentiation than in the mobile, eurytopic Cynopterus (e.g. Peterson, 1992) . Our estimates of rates of gene flow among populations are two orders of magnitude lower in Haplonycteris than in Cynopterus. The estimates of the gene flow parameter N m for Haplonycteris meet the condition N m < 1 of Wright (1938; Slatkin, 1985) for differentiation under genetic drift alone, whereas estimates for Cynopterus do not. Hence, Haplonycteris populations receive little enough gene flow that either genetic drift or natural selection may easily lead to differentiation between populations, whereas Cynopterus populations receive enough gene flow to retard differentiation by drift, potentially accounting for the difference in the structure of genetic variation between the two species. These alternatives are not mutually exclusive; so, in the present study, the effects of reduced gene flow and recency of colonization cannot be separated.",
                "cite_spans": [
                    {
                        "start": 594,
                        "end": 609,
                        "text": "Peterson, 1992)",
                        "ref_id": null
                    },
                    {
                        "start": 830,
                        "end": 843,
                        "text": "Wright (1938;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 844,
                        "end": 858,
                        "text": "Slatkin, 1985)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factors promoting dzferentiation of populations",
                "sec_num": null
            },
            {
                "text": "No relationship between geographic distance and genetic distance was found in either species, suggesting that current dispersal abilities do not determine patterns of genetic differentiation between islands. This result is expected if interisland distances greatly exceed maximum individual dispersal distances, and/or if the effects of historical connectedness overwhelm the effects of current genetic interchange.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factors promoting dzferentiation of populations",
                "sec_num": null
            },
            {
                "text": "We found historical isolation to be strongly associated with elevated genetic differentiation. In both Cynopterus and Haplonycteris, the bulk of the betweenpopulation component of variation is between Pleistocene islands, and the most distinct population is that of the isolated Sibuyan Island (Fig. 2) . Hence, populations on islands that were periodically connected during Pleistocene climatic fluctuations tend to be genetically very similar, and those on different Pleistocene islands tend to be strongly differentiated from one another. A nearsignificant effect of degree of geographic isolation of Pleistocene islands further suggests that historical patterns of connection and isolation determine present genetic diversity.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 294,
                        "end": 302,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Factors promoting dzferentiation of populations",
                "sec_num": null
            },
            {
                "text": "The effects of population size on genetic differiantiation appear to be minor. Bat populations on the three small islands in the study (Biliran, Catanduanes and Sibuyan) are not significantly more distinct, as measured by genetic distances to other populations studied, than are populations on the larger islands. The Sibuyan populations, however, are by far the most distinct in both species. Because Sibuyan is the only small oceanic island (i.e. never connected to a larger island in the archipelago) included in the study, it is possible that the combination of small population size with extreme isolation may indeed lead to elevated genetic differentiation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Factors promoting dzferentiation of populations",
                "sec_num": null
            },
            {
                "text": "Understanding the causes of the patterns of differentiation documented herein would be greatly facilitated by having robust estimates of phylogenetic relationships for populations of the two species. Comparisons of dendrograms and genetic distance matrices indicate strong correspondence between patterns of genetic differentiation in the two genera (Fig. 3) . This result may indicate that the bat populations of the six islands under study have been influenced by similar historical factors. However, trees resulting from this study have several limitations. Because outgroups by which to root the trees could not be included in the study, the trees are midpoint-rooted. This approach assumes that rates of allozyme evolution are relatively homogeneous, and hence that the longest branch in a network represents the oldest split. Also, because our phenetic analyses are sensitive to the many problems of non-cladistic approaches of phylogeny estimation (Swofford & Olsen, 1990) , we consider them to be more than preliminary indicators of relationships.",
                "cite_spans": [
                    {
                        "start": 955,
                        "end": 979,
                        "text": "(Swofford & Olsen, 1990)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 350,
                        "end": 358,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic relationships and biogeographic implications",
                "sec_num": null
            },
            {
                "text": "The implications of midpoint rooting of the trees and its inherent assumption of rate equality among lineages merit further consideration, as follows. On the basis of the distributions of Philippine mammals and their mainland relatives, the most likely sequence of colonization events can be reconstructed for Asian mainland species entering the Philippine archipelago (Brown & Alcala, 1970; Heaney, 1991a) . No evidence suggests that any mammal (except humans and commensals) has successfully entered the main body of the Philippines from the north (Taiwan or China; Heaney, 1986 Heaney, , 1991a . Similarly, only limited or ambiguous evidence suggests that mammals (Heany, 1986) , reptiles or amphibians (Brown & Alcala, 1970) have entered the main body of the Philippines by way of the Palawan group. In nearly all well-studied cases, colonization appears to have taken place by way of Borneo and Mindanao, possibly related to the narrowness of the sea channels to be crossed on this route (Fig. 1) . Therefore, a most conservative colonization sequence for the populations under study would have Greater Mindanao (including modern Biliran and Leyte) as the probable first island colonized, and Greater Luzon (including modern Luzon and Catanduanes) and Negros as secondary colonizations. The populations of Sibuyan represent either another secondary colonization or a tertiary colonization via Greater Negros.",
                "cite_spans": [
                    {
                        "start": 369,
                        "end": 391,
                        "text": "(Brown & Alcala, 1970;",
                        "ref_id": null
                    },
                    {
                        "start": 392,
                        "end": 406,
                        "text": "Heaney, 1991a)",
                        "ref_id": null
                    },
                    {
                        "start": 568,
                        "end": 580,
                        "text": "Heaney, 1986",
                        "ref_id": null
                    },
                    {
                        "start": 581,
                        "end": 596,
                        "text": "Heaney, , 1991a",
                        "ref_id": null
                    },
                    {
                        "start": 667,
                        "end": 680,
                        "text": "(Heany, 1986)",
                        "ref_id": null
                    },
                    {
                        "start": 706,
                        "end": 728,
                        "text": "(Brown & Alcala, 1970)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 993,
                        "end": 1001,
                        "text": "(Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic relationships and biogeographic implications",
                "sec_num": null
            },
            {
                "text": "Under this scenario, the Sibuyan Island populations cannot represent the oldest branches in the phylogenies of the two genera. Rerooting the trees in Fig. 3 at any other point makes the long Sibuyan Island branches join the phylogeny more recently in the history of the species. Hence, these preliminary analyses suggest that rates of allozyme evolution have been accelerated considerably in the Sibuyan populations of both species. The fixation of a unique allele in the Sibuyan Island population of Haplonycteris reinforces this possibility.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 150,
                        "end": 156,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic relationships and biogeographic implications",
                "sec_num": null
            },
            {
                "text": "It is of interest to note that the geographic pattern of genetic differentiation in the two species studied herein is very similar to the pattern of faunal similarity for the mammalian fauna as a whole (Heaney, 1986; unpublished data) . This correspondence suggests that factors producing within-species genetic diversity have also influenced patterns of distribution and diversity of mammalian communities.",
                "cite_spans": [
                    {
                        "start": 202,
                        "end": 216,
                        "text": "(Heaney, 1986;",
                        "ref_id": null
                    },
                    {
                        "start": 217,
                        "end": 234,
                        "text": "unpublished data)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogenetic relationships and biogeographic implications",
                "sec_num": null
            },
            {
                "text": "Results of this study shed light on several biogeographic hypotheses proposed on the basis of patterns of distribution and species richness in Philippine fruit bats (Heaney, 199 1 a) . First, because the slope of the species-area relationship in fruit bats is shallower than that of non-volant mammals, Heaney (1991a) proposed that fruit bats either have lower extinction rates than do non-volant mammal populations, or that periodic recolonization of small islands takes place. The extensive genetic differentiation between islands in Haplonycteris (and to a lesser degree in Cynopterus) documented in this study suggests a long period of residence on each island without substantial gene flow from other populations, hence supporting the hypothesis of reduced extinction rates. Second, Heaney (1991a) documented a relatively large minimum island size (c. 12 500 km2) for the presence of endemic species of fruit bats. Two alternative explanatory hypotheses were proposed: that fruit bats require large islands to maintain populations in the long term, or that additional endemics remain to be discovered on small islands in the archipelago. The presence of a population as strikingly differentiated as the Sibuyan Haplonycteris on such a small island indicates that fruit bats can maintain genetically isolated, stable populations on small islands, and supports the second hypothesis.",
                "cite_spans": [
                    {
                        "start": 303,
                        "end": 317,
                        "text": "Heaney (1991a)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 165,
                        "end": 182,
                        "text": "(Heaney, 199 1 a)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogenetic relationships and biogeographic implications",
                "sec_num": null
            },
            {
                "text": "Past studies of mammalian genetics have found that genetic variation is generally reduced in small insular populations, and that such populations are usually more distinct genetically than are similarly spaced continental populations (e.g. Kilpatrick, 1981; Patton, 1984; Berry, 1986; Fooden & Lanyon, 1989) . However, the great majority of these studies have treated rodent populations, and other mammalian orders have gone largely unstudied (Kilpatrick, 1981) . Similarly, studies of genetic differentiation in insular mammal populations have largely focused on peripheral populations of widespread continental species, and few have treated endemic insular radiations (Berry, 1983; Patton, 1984) . Because the degree to which bat populations fit these general patterns is unclear (Kilpatrick, 1981) , information presented herein on the genetics of populations of two species of bats in the Philippines fills an important gap in the present understanding of mammalian genetics.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 257,
                        "text": "Kilpatrick, 1981;",
                        "ref_id": null
                    },
                    {
                        "start": 258,
                        "end": 271,
                        "text": "Patton, 1984;",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 272,
                        "end": 284,
                        "text": "Berry, 1986;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 285,
                        "end": 307,
                        "text": "Fooden & Lanyon, 1989)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 443,
                        "end": 461,
                        "text": "(Kilpatrick, 1981)",
                        "ref_id": null
                    },
                    {
                        "start": 670,
                        "end": 683,
                        "text": "(Berry, 1983;",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 684,
                        "end": 697,
                        "text": "Patton, 1984)",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 782,
                        "end": 800,
                        "text": "(Kilpatrick, 1981)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and future directions",
                "sec_num": null
            },
            {
                "text": "Prior genetic studies of bat populations are few (e.g. Pumo el al., 1988) , and have yielded mixed results regarding the degree of genetic differentiation between populations and the reduction of genetic variation in insular populations. In Cynopterus and Haplonyclen's, some evidence suggests that isolated insular populations are less variable genetically. Although we were unable to demonstrate a general relationship between island size and degree of differentiation, in both species, the most distinct population was on a small, oceanic island. Hence, both species that we studied appear to support the patterns documented for non-volant mammals.",
                "cite_spans": [
                    {
                        "start": 63,
                        "end": 73,
                        "text": "al., 1988)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and future directions",
                "sec_num": null
            },
            {
                "text": "In this study, we also evaluated the importance of several evolutionary processes in producing genetic diversification. Of these processes, evolution in small populations and isolation by distance have no detectable effect on level of genetic differentiation, as would be expected for relatively sedentary populations on widely spaced islands. However, historical isolation and low vagility (and consequently reduced gene flow) are both apparently strongly associated with elevated genetic differentiation of populations. Studies of additional taxa (e.g. very sedentary forest rodents and bats) and additional island populations (e.g. additional small oceanic islands and the large Mindanao) currently in progress will allow testing of the generality of these conclusions regarding evolutionary mechanisms, and will allow evaluation of some of the suggestive results of this study. Specifically, issues that remain unresolved include ( 1) whether small island populations tend to show reduced within-population variability,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and future directions",
                "sec_num": null
            },
            {
                "text": "(2) whether small island populations tend to be more genetically differentiated,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and future directions",
                "sec_num": null
            },
            {
                "text": "(3) whether phylogenetic patterns are biogeographically coincident among species, and (4) whether rates of molecular and morphological evolution have been uniform or variable in the history of the mammal populations of the Philippines.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusions and future directions",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The field portion of this study was made possible only through assistance provided by many people. We especially thank Pedro Gonzales and colleagues at the Philippine National Museum, Ruth Utzurrum and colleagues at Silliman University, Wilbur Dee, Carlo Custodio, and colleagues at the Protected Areas and Wildlife Bureau, and our American colleagues Steven Goodman, Paul Heideman, Hans Klompen, Eric Rickart, and David Schmidt. Karin Hunsiker provided assistance with the laboratory analyses; Pamela Austin, John Hall, and Scott Lanyon provided sage advice. Britt Griswoid prepared Figures 1 and 2 .We thank Mark Hafner, Paul Heideman, Nina Ingle, Timothy Lawlor, Eric Rickart, James Rieger, Tom Schulenberg, and Bob Zink for constructive criticism of drafts of the manuscript. These studies were supported in part by the U.S. National Science Foundation (BSR-85 14223 to Heaney), the Ellen Thorne Smith Fund of the Field Museum of Natural History, and the MacArthur Foundation (90-9272A).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 584,
                        "end": 599,
                        "text": "Figures 1 and 2",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ACKNOWLEDGEMENTS",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Evolution Chakraborty R, Nei M. 1977. Bottleneck effects on average heterozygosity and genetic distance with the D e a d e R, Templeton AR. 1988. Founder effects and the rate of mitochondria1 DNA evolution in Hawaiian Felmenatein J",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Berry",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Diversity and differentiation: the importance of island biology for general theory. Oikos 41: Berry RJ",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Berry RJ. 1983. Diversity and differentiation: the importance of island biology for general theory. Oikos 41: Berry RJ. 1986. Genetics of insular populations of mammals, with particular reference to differentiation and Brown WC, Alcala AC. 1970. The zoogeography of the herpetofauna of the Philippine islands, a fringing c.vrlli-szoM LL, Edmrdm AWF. 1967. Phylogenetic analysis: models and estimation procedures. Evolution Chakraborty R, Nei M. 1977. Bottleneck effects on average heterozygosity and genetic distance with the D e a d e R, Templeton AR. 1988. Founder effects and the rate of mitochondria1 DNA evolution in Hawaiian Felmenatein J. 1989. PHTLIP (Phylogeny Inference Package), Version 3.2 Manual. Seattle: University of",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Blood-protein allele frequencies and phylogenetic relationships in Mncnca: a Futnyma DJ",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Fooden",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Lanyon",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fooden J, Lanyon SM. 1989. Blood-protein allele frequencies and phylogenetic relationships in Mncnca: a Futnyma DJ. 1986. Evolutionary biology, 2nd edn. Sunderland, Massachusetts: Sinauer Assc., Inc.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Handbook of e n w e electrophoresis in human genetics",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "H U R I M",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "A"
                        ],
                        "last": "Hopkinaon",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "H u r i m H, Hopkinaon DA. 1978. Handbook of e n w e electrophoresis in human genetics. Amsterdam: North-Holland Publ. Co.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Biogeography of mammals in Southeast Asia: estimates of rates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Herney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Sociep",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herney LR. 1986. Biogeography of mammals in Southeast Asia: estimates of rates of colonization, extinction, and speciation. Biological Journal of the Linnean Sociep 28r 127-165.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "An analysis of patterns of distribution and species richness among Philippine fruit bats (Pteropodidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hccmey",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Bulletin of the Amnican Museum of Nntural History",
                "volume": "206",
                "issue": "",
                "pages": "145--167",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hccmey LR. 1991s. An analysis of patterns of distribution and species richness among Philippine fruit bats (Pteropodidae). Bulletin of the Amnican Museum of Nntural History 206: 145-167.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A synopsis of climatic and vegetational change in Southeast Asia",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Climatic Change",
                "volume": "19",
                "issue": "",
                "pages": "5--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney LR. 199lb. A synopsis of climatic and vegetational change in Southeast Asia. Climatic Change 19: 5 3 4 I .",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philippine mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Herney",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickut",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Vertebrates in the tropics",
                "volume": "",
                "issue": "",
                "pages": "321--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herney LR, Rickut EA. 1990. Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philippine mammals. In: Peters G, Hutterer R, eds. Vertebrates in the tropics. Bonn: Mus. Alexander Koenig, 321-332.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "An analysis of biogeography and phylogeny of shrews (Mammalia: Soricidae) from the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hcrney",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Ruedi",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hcrney LR, Ruedi M. 1991. An analysis of biogeography and phylogeny of shrews (Mammalia: Soricidae) from the Philippine Islands. In: Merritt J, Kirkland G, Rose R, eds. Biology of the Soricidae. Special Publications of the Carnegie Museum of Natural History, Pittsburgh, in press.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "An annotated checklist of the taxonomic and conservation status of land mammals in the Philippines",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Conzrlcm",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "C"
                        ],
                        "last": "Al&",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Silliman Journal (Philippines)",
                "volume": "34",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaney LR, Conzrlcm PD, Al& AC. 1987. An annotated checklist of the taxonomic and conservation status of land mammals in the Philippines. Silliman Journal (Philippines) 34x 3246.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "The mammals of Catanduanes Island: implications for the biogeography of small land-bridge islands in the Philippines",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hcrney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Gomulea",
                        "suffix": ""
                    },
                    {
                        "first": "Rcb",
                        "middle": [],
                        "last": "Utmrnam",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickut",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Proceedings ofthe Biological Sociep of Washington",
                "volume": "104",
                "issue": "",
                "pages": "397--438",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hcrney LR, Gomulea PC, Utmrnam RCB, Rickut EA. 1991. The mammals of Catanduanes Island: implications for the biogeography of small land-bridge islands in the Philippines. Proceedings ofthe Biological Sociep of Washington 104: 397-41 1.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Elevational zonation of mammals in the central Philippines",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heu~ey",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Hddemua",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickut",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Utxurrum",
                        "suffix": ""
                    },
                    {
                        "first": "Jsh",
                        "middle": [],
                        "last": "Klompm",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Tropicnl Ecology",
                "volume": "5",
                "issue": "",
                "pages": "259--280",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heu~ey LR, Hddemua PD, Rickut EA, Utxurrum RB, Klompm JSH. 1989. Elevational zonation of mammals in the central Philippines. Journal of Tropicnl Ecology 5: 259-280.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Population biology of fruit bats (Pteropodidae) in Philippine submontane rainforest",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Hddcmrn",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hcrney",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of <oology",
                "volume": "218",
                "issue": "",
                "pages": "565--586",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hddcmrn PD, Hcrney LR. 1989. Population biology of fruit bats (Pteropodidae) in Philippine submontane rainforest. Journal of <oology (London) 218: 565-586.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "and the Association of Systematics Collections Kjlpatrick CW",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Honrcli",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Kinmrn",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Kocppl",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Mammalian population genetics",
                "volume": "",
                "issue": "",
                "pages": "28--59",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HonrcLi JH, Kinmrn KE, Kocppl JW. 1992. Mammal species of the world. Lawrence, Kansas: Allen Press and the Association of Systematics Collections Kjlpatrick CW. 1981. Genetic structure of insular populations. In: Smith MH, Joule J, eds. Mammalian population genetics. Athens, Georgia: University of Georgia Press, 28-59.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "The neutral theory of molcular evolution",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "M"
                        ],
                        "last": "Khnut",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Khnut. M. 1983. The neutral theory of molcular evolution. Cambridge: Cambridge University Press.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Genetic variation and phenotypic evolution during allopatric speciation",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Laode",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Amm'cun Naturalist",
                "volume": "116",
                "issue": "",
                "pages": "463--479",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Laode R. 1980. Genetic variation and phenotypic evolution during allopatric speciation. Amm'cun Naturalist 116: 463-479.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The detection of disease clustering and a general regression approach",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Mantel",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Cancer Research",
                "volume": "27",
                "issue": "",
                "pages": "20--220",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mantel N. 1967. The detection of disease clustering and a general regression approach. Cancer Research 27: 20s220.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Ecological and behavioural methodr for the stu4 of bats",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "F"
                        ],
                        "last": "Mccnckcn",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "S"
                        ],
                        "last": "Willjnron",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Proceedings of the California Academy of Sciences 38: 105130. 21: 55G570. stepwise mutation model",
                "volume": "28",
                "issue": "",
                "pages": "347--356",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McCnckcn CF, WillJnron CS. 1988. Allozyme techniques and kinship assessment in bats. In: Kunz TH, ed. Ecological and behavioural methodr for the stu4 of bats. Washington DC: Smithsonian Institution Press, 523-529. founder effects in British small mammals. Biological Journal of the Linnean Sociep 28: 205-230. archipelago. Proceedings of the California Academy of Sciences 38: 105130. 21: 55G570. stepwise mutation model. Evolution 31: 347-356.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Cenozoic evolution of the Philippine Archipelago",
                "authors": [
                    {
                        "first": "Ahc",
                        "middle": [],
                        "last": "Mitchell",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Hernandez",
                        "suffix": ""
                    },
                    {
                        "first": "De La",
                        "middle": [],
                        "last": "Cruz",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mitchell AHC, Hernandez F, De La Cruz AP. 1986. Cenozoic evolution of the Philippine Archipelago.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Estimation of average heterozygosity and genetic distance from a small number of individuals",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Nd",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nd M. 1978. Estimation of average heterozygosity and genetic distance from a small number of individuals. Nd, M., Muuy- T, ch.lurborty R. 1975. The bottleneck effect and genetic variability in populations.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Genetic parallelism of protein polymorphism in nature: ecological test of the neutral",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Nevo",
                        "suffix": ""
                    },
                    {
                        "first": ".",
                        "middle": [
                            "A"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nevo E, W e . A. 1988. Genetic parallelism of protein polymorphism in nature: ecological test of the neutral",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Genetical processes in the Galapagos",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Biological journal of the Linnean Society",
                "volume": "21",
                "issue": "",
                "pages": "97--98",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patton JL. 1984. Genetical processes in the Galapagos. Biological journal of the Linnean Society 21: 97-1 1 I.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Evolutionary relationrhips of the Aphelocoma jays. Unpublished Ph.D dissertation of the University of Chicago",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peteraon",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peteraon AT. 1990. Evolutionary relationrhips of the Aphelocoma jays. Unpublished Ph.D dissertation of the University of Chicago.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Philopatry and genetic differentiation in the Aphelocoma jays",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peteraon",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Eiological Journal of the Linnean Society",
                "volume": "478",
                "issue": "",
                "pages": "24--260",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peteraon AT. 1992. Philopatry and genetic differentiation in the Aphelocoma jays. Eiological Journal of the Linnean Society 478 24S260.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Mitochondria1 DNA polymorphism in three Antillean island populations of the fruit bat, Artibeur jamaicensis",
                "authors": [
                    {
                        "first": "Pumo",
                        "middle": [],
                        "last": "Dfi",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "Z"
                        ],
                        "last": "Goldin",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Elliot",
                        "suffix": ""
                    },
                    {
                        "first": "Phillip",
                        "middle": [],
                        "last": "Cj",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Cmowaya",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Molecular Biology and Evolution",
                "volume": "5",
                "issue": "",
                "pages": "7--89",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pumo DFi, Goldin EZ, Elliot B, Phillip. CJ, Cmowaya HH. 1988. Mitochondria1 DNA polymorphism in three Antillean island populations of the fruit bat, Artibeur jamaicensis. Molecular Biology and Evolution 5: 7S89.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Allozyme electrophoresis",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Richudaon",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "R"
                        ],
                        "last": "Baveratd",
                        "suffix": ""
                    },
                    {
                        "first": "Adam",
                        "middle": [
                            "M"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Richudaon BJ, Baveratd PR, Adam. M. 1986. Allozyme electrophoresis. North Ryde, Australia: Academic Press.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Distribution and ecology of small mammals along an elevational transect in southeastern Luzon",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Riclvt",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Hclncy",
                        "suffix": ""
                    },
                    {
                        "first": "Rcb",
                        "middle": [],
                        "last": "Utmrrum",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Philippines. Journal of Mammalogy",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RicLvt EA, Hclncy LR, Utmrrum RCB. 1991. Distribution and ecology of small mammals along an elevational transect in southeastern Luzon, Philippines. Journal of Mammalogy 72r 4 5 8 4 9 .",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "NTSTS-pc: Numctical Taxonomy and MultivariaU Analysis $stem, Version I.40. Setauket",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rohlf FJ. 1988. NTSTS-pc: Numctical Taxonomy and MultivariaU Analysis $stem, Version I.40. Setauket, New York: Exeter Publ., Ltd.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Genetic divergence among populations of the yellow-bellied slider turtle (Pseudemys sn;Pta) separated by aquatic and terrestrial habitats",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "T"
                        ],
                        "last": "Scribaer",
                        "suffix": ""
                    },
                    {
                        "first": "E-A",
                        "middle": [],
                        "last": "Je",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Morrede",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "H"
                        ],
                        "last": "S M I T H",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "W"
                        ],
                        "last": "Cibbona",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "691--700",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Scribaer KT, E-a JE, Morrede SJ, S m i t h MH, Cibbona JW. 1986. Genetic divergence among populations of the yellow-bellied slider turtle (Pseudemys sn;Pta) separated by aquatic and terrestrial habitats. Copcia 1996: 691-700.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Starch-gel electrophoresis of enzymes: a compilation of recipes",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Shaw",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "Biochemical Genetics Slatkin M",
                "volume": "391",
                "issue": "",
                "pages": "53--65",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Shaw CR, h u d R. 1970. Starch-gel electrophoresis of enzymes: a compilation of recipes. Biochemical Genetics Slatkin M. 1985. Rare alleles as indicators of gene flow. Evolution 391 53-65.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Inferring evolutionary trees from gene frequency data under the",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "H"
                        ],
                        "last": "Berlocher",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford DL, Berlocher SH. 1987. Inferring evolutionary trees from gene frequency data under the",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Phylogeny reconstruction",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Olam",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford DL, Olam CJ, 1990. Phylogeny reconstruction. In: Hillis DM, Moritz C, eds. Molecular systematics.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "BIOSTS-I: A Computer Program for the Analysis ofANelic Variation in Population s r ) . m r~r JM",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Sekndcr",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "The genetic structure of the hybrid zone between the fire-bellied toads",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford DL, Sekndcr RB. 1989. BIOSTS-I: A Computer Program for the Analysis ofANelic Variation in Population s r ) . m r~r JM, Buton NH. 1991. The genetic structure of the hybrid zone between the fire-bellied toads",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Size of population and breeding structure in relation to evolution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Wright",
                        "suffix": ""
                    }
                ],
                "year": 1938,
                "venue": "Journal of Southeast Asian Earth Sciences",
                "volume": "87",
                "issue": "",
                "pages": "3--22",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wright S. 1938. Size of population and breeding structure in relation to evolution. Science 87: 4 3 M 3 1 . Wright 8. 1978. Evolution and the genetics of populations, vol. 4. Variabiliy within and among natural populations. Journal of Southeast Asian Earth Sciences 1: 3-22.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "1-10, theory of molecular evolution",
                "authors": [],
                "year": null,
                "venue": "Eiological Journal of the Linnean SocieQ",
                "volume": "89",
                "issue": "",
                "pages": "293--325",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Genetics 89, 583-590. Evolution 29: 1-10, theory of molecular evolution. Eiological Journal of the Linnean SocieQ 35: 22S245. 6 297-320. principle of maximum parsimony. Systematic (oologv 36: 293-325.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Ill. Natural History Survey",
                "authors": [
                    {
                        "first": "Biochcmical",
                        "middle": [],
                        "last": "Gnutics",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Sys&matics",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gnutics and Biochcmical Sys&matics, Release 1.7. Champaign, Illinois: Ill. Natural History Survey.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "comparisons between transects and between loci",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Bombina Bombina",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Varicgata",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "45",
                "issue": "",
                "pages": "237--261",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bombina bombina and B . varicgata: comparisons between transects and between loci. Evolution 45: 237-261. Chicago: University of Chicago Press.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "Map of the Philippine islands showing the sample localities for this study and the extent of these islands during the Pleistocene.",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "1. Allele frequencies in six populations of Cynopterus brachyotis and Haplonycterisjscheri. Allele designations in the two species are not necessarily equivalent. Sample sizes are given in parenthesis. NEG = Negros, LEY = Leyte, BIL = Biliran, CAT = Catanduanes, LUZ = Luzon, and SIB = Sibuyan. SOD and CK were invariant across all individuals of both species",
                "num": null
            },
            "TABREF0": {
                "content": "<table/>",
                "type_str": "table",
                "text": "",
                "num": null
            },
            "TABREF1": {
                "content": "<table><tr><td>Population</td><td>Area</td><td>N</td><td>NALL</td><td>POLI'</td><td>Hob.</td><td>Hcip</td><td>DIFF</td></tr><tr><td>Cyopterus</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Luzon Island</td><td>108 171</td><td>34</td><td>I .6</td><td>42.9</td><td>0.065</td><td>0.072</td><td>0.084</td></tr><tr><td>Negros Island</td><td>13670</td><td>19</td><td>1.6</td><td>57.1</td><td>0.083</td><td>0.106</td><td>0.080</td></tr><tr><td>Leyte Island</td><td>7213</td><td>6</td><td>1.2</td><td>21.4</td><td>0.060</td><td>0.073</td><td>0.088</td></tr><tr><td>Catanduanes Island</td><td>1513</td><td>6</td><td>1.3</td><td>28.6</td><td>0.071</td><td>0.074</td><td>0.077</td></tr><tr><td>Biliran Island</td><td>498</td><td>11</td><td>1.6</td><td>35.7</td><td>0.097</td><td>0.090</td><td>0.077</td></tr><tr><td>Sibuyan Island</td><td>448</td><td>23</td><td>1.4</td><td>42.9</td><td>0.040</td><td>0.076</td><td>0.165</td></tr><tr><td>Haplo yctcris</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Luzon Island</td><td>108 171</td><td>4</td><td>1.2</td><td>21.4</td><td>0.054</td><td>0.054</td><td>0.187</td></tr><tr><td>Negros Island</td><td>13 670</td><td>9</td><td>1.4</td><td>35.7</td><td>0.056</td><td>0.067</td><td>0.177</td></tr><tr><td>Leyte Island</td><td>7213</td><td>2</td><td>1.0</td><td>0.0</td><td>0.000</td><td>0.000</td><td>0.191</td></tr><tr><td>Catanduanes Island</td><td>1513</td><td>8</td><td>I .2</td><td>21.4</td><td>0.036</td><td>0.070</td><td>0.177</td></tr><tr><td>Biliran Island</td><td>498</td><td>10</td><td>1.3</td><td>28.6</td><td>0.036</td><td>0.047</td><td>0.193</td></tr><tr><td>Sibuyan Island</td><td>448</td><td>13</td><td>1.1</td><td>7.1</td><td>0.022</td><td>0.026</td><td>0.316</td></tr></table>",
                "type_str": "table",
                "text": "Summary of island areas (km'), sample sizes and levels of genetic variability and differentiation in six populations of Cynopterus and Haplonycteris. Hob. = observed heterozygosity; Hcxp = heterozygosity expected under Hardy-Weinberg equilibrium; POLY = percent of loci polymorphic; NALL = number of alleles per locus; DIFF = differentiation index",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td>Level of variation</td><td>Cynopterus</td><td>HaplonycteriJ</td></tr><tr><td/><td>0.1 1 1</td><td>0.177</td></tr><tr><td/><td>0.209</td><td>0.676</td></tr><tr><td/><td>0.1 10</td><td>0.606</td></tr><tr><td>Hierarchical analysis</td><td/><td/></tr><tr><td>Island-Pleistocene island</td><td>0.000</td><td>0.100</td></tr><tr><td>Pleistocene island-total</td><td>0.044</td><td>0.537</td></tr><tr><td>Island-total</td><td>0.044</td><td>0.583</td></tr><tr><td colspan=\"3\">Cynopterus; 58.3% for Haplonycteris) among the four Pleistocene islands included in</td></tr><tr><td>the study</td><td/><td/></tr></table>",
                "type_str": "table",
                "text": "",
                "num": null
            },
            "TABREF3": {
                "content": "<table><tr><td/><td>NEG</td><td>LEY</td><td>BIL</td><td>CAT</td><td>LUZ</td><td>SIB</td></tr><tr><td>cynopIcruJ NEG</td><td>-</td><td>0.001</td><td>0.000</td><td>0.000</td><td>0.001</td><td>0.024</td></tr><tr><td>LEY</td><td>0.076</td><td>-</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.027</td></tr><tr><td>BIL CAT LUZ</td><td>0.062 0.048 0.053</td><td>0.065 0.067 0.054</td><td>-0.051 0.069</td><td>0.000 -0.055</td><td>0.002 0.000 -</td><td>0.016 0.020 0.034</td></tr><tr><td>SIB</td><td>0.162</td><td>0.176</td><td>0.138</td><td>0.163</td><td/><td/></tr><tr><td>Haplonycteris</td><td/><td/><td/><td/><td/><td/></tr><tr><td>NEC</td><td>-</td><td>0.062</td><td>0.063</td><td>0.001</td><td>0.000</td><td>0.166</td></tr><tr><td>LEY</td><td>0.252</td><td>-</td><td>0.002</td><td>0.059</td><td>0.063</td><td>0.1 13</td></tr><tr><td>BIL</td><td>0.256</td><td>0.052</td><td>-</td><td>0.060</td><td>0.061</td><td>0.115</td></tr><tr><td>CAT</td><td>0.073</td><td>0.247</td><td>0.252</td><td>-</td><td>0.006</td><td>0.144</td></tr><tr><td>LUZ</td><td>0.073</td><td>0.257</td><td>0.257</td><td>0.108</td><td>-</td><td>0. I76</td></tr><tr><td>SIB</td><td>0.410</td><td>0.337</td><td>0.341</td><td>0.383</td><td>0.424</td><td>-</td></tr><tr><td colspan=\"2\">Geographic distances</td><td/><td/><td/><td/><td/></tr><tr><td>NEG</td><td>-</td><td>16</td><td>16</td><td>12</td><td>12</td><td>65</td></tr><tr><td>LEY</td><td>242</td><td>-</td><td>0</td><td>2</td><td>2</td><td>81</td></tr><tr><td>BIL</td><td>288</td><td>98</td><td>-</td><td>2</td><td>2</td><td>81</td></tr><tr><td>CAT</td><td>509</td><td>34 1</td><td>246</td><td/><td>0</td><td>70</td></tr><tr><td>LUZ</td><td>480</td><td>360</td><td>262</td><td>I02</td><td/><td>70</td></tr><tr><td>SIB</td><td>352</td><td>315</td><td>236</td><td>249</td><td>163</td><td/></tr></table>",
                "type_str": "table",
                "text": "",
                "num": null
            }
        }
    }
}