{
    "paper_id": "Phillipsetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:16.837067Z"
    },
    "title": "Curatorial guidelines and standards of the American Society of Mammalogists for collections of genetic resources",
    "authors": [
        {
            "first": "Caleb",
            "middle": [
                "D"
            ],
            "last": "Phillips",
            "suffix": "",
            "affiliation": {},
            "email": "caleb.phillips@ttu.edu"
        },
        {
            "first": "Jonathan",
            "middle": [
                "L"
            ],
            "last": "Dunnum",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "C"
            ],
            "last": "Dowler",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lisa",
            "middle": [
                "C"
            ],
            "last": "Bradley",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Heath",
            "middle": [
                "J"
            ],
            "last": "Garner",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kathryn",
            "middle": [
                "A"
            ],
            "last": "Macdonald",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Burton",
            "middle": [
                "K"
            ],
            "last": "Lim",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Marcia",
            "middle": [
                "A"
            ],
            "last": "Revelez",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Mariel",
            "middle": [
                "L"
            ],
            "last": "Campbell",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Holly",
            "middle": [
                "L"
            ],
            "last": "Lutz",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ordóñez",
            "middle": [],
            "last": "Garza",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Joseph",
            "middle": [
                "A"
            ],
            "last": "Cook",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "D"
            ],
            "last": "Bradley",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jeff",
            "middle": [
                "E"
            ],
            "last": "Bradley",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Juan",
            "middle": [
                "P"
            ],
            "last": "Carrera-E",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Christopher",
            "middle": [
                "J"
            ],
            "last": "Conroy",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "John",
            "middle": [
                "D"
            ],
            "last": "Hanson",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Rtl",
            "middle": [],
            "last": "Genomics",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Paula",
            "middle": [
                "M"
            ],
            "last": "Holahan",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Carlos",
            "middle": [
                "A"
            ],
            "last": "Iudica",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Royal",
            "middle": [
                "Ontario"
            ],
            "last": "Museum",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Jason",
            "middle": [
                "L"
            ],
            "last": "Malaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Suzanne",
            "middle": [
                "B"
            ],
            "last": "Mclaren",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Nancy",
            "middle": [
                "D"
            ],
            "last": "Moncrief",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Paul",
            "middle": [
                "M"
            ],
            "last": "Velazco",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Phillipsetal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The Systematic Collections Committee of the American Society of Mammalogists advises curators and other personnel affiliated with natural history collections in matters relating to administration, curation, and accreditation of mammal specimens and their associated data. The Systematic Collections Committee also maintains a list of curatorial standards for managing a collection-accreditation program under the auspices of the American Society of Mammalogists. To date, the Systematic Collections Committee has provided guidance for the more traditional specimen collections (skin, skeletal, fluid, etc.) and specimen data management. Given the rapidly expanding role of genetic resources in biological research, the Systematic Collections Committee herein presents a series of formal guidelines and standards designed to assist collections professionals in the current best practices for curation and maintenance of collections of genetic resources, to ensure long-term integrity of the archived material, and to address personnel safety and guidelines for researchers and curatorial staff. These guidelines and standards are intended to provide constructive guidance and a mechanism of accreditation for collections that vary in scale and infrastructure.",
                "cite_spans": [
                    {
                        "start": 577,
                        "end": 606,
                        "text": "(skin, skeletal, fluid, etc.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "El Comité de Colecciones Sistemáticas de la Sociedad Americana de Mastozoólogos asesora a curadores y demás personal afiliado a colecciones de historia natural en asuntos relacionados a la administración, curación y acreditación de especímenes de mamíferos y su información pertinente. El Comité de Colecciones Sistemáticas mantiene también una lista de normas curatoriales para la gestión de un programa de acreditación de colecciones auspiciados por la Sociedad Americana de Mastozoólogos. A la fecha, el Comité de Colecciones Sistemáticas ha proporcionado una guía para las colecciones de muestras tradicionales (piel, esqueleto, líquido, etc.) y el manejo de datos asociados a estos especímenes. Dado el rápido crecimiento del papel que desempeñan los recursos genéticos en investigaciones biológicas, el Comité de Colecciones Sistemáticas presenta en esta publicación una serie de pautas y estándares formales diseñados para ayudar a los profesionales de colecciones científicas en las mejores prácticas actuales para la conservación y mantenimiento de colecciones de recursos genéticos, a modo de garantizar la integridad a largo plazo del material archivado, y tratar sobre la seguridad del personal y directrices para investigadores y personal curatorial. Estas pautas y estándares tienen como objetivo proporcionar una orientación constructiva y un mecanismo de acreditación para colecciones que varían en escala e infraestructura.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Key words: best practices, biobanking, cryogenic preservation, curation, genetic research collections, genomics, guidelines, mammals, standards During the early 1970s, mammalian researchers began to incorporate molecular biology techniques in the newly developed field of protein electrophoresis (see Hubby and Lewontin 1966; Lewontin and Hubby 1966 ) into studies involving systematics and population genetics. This and other new methods at the time, such as immunological studies, expanded the role of mammal collections from traditional voucher specimens (skins, skeletons, and fluid-preserved specimens) to include collections of tissue samples (e.g., subsamples of heart, liver, and kidney). Generally, theses samples were collected for single use or a specific experiment, thus were often completely consumed or preserved only in a short-term buffered solution. Otherwise, remaining samples were stored in a researcher's laboratory and not typically archived for long-term preservation in a natural history collection. Early on, preservation conditions typically involved storage in a standard −20°C laboratory freezer and a rudimentary numbering system that often was comprised of the collector's or researcher's initials followed by consecutive numbers.",
                "cite_spans": [
                    {
                        "start": 301,
                        "end": 325,
                        "text": "Hubby and Lewontin 1966;",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 326,
                        "end": 349,
                        "text": "Lewontin and Hubby 1966",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In most cases, these \"primitive\" archival methods and data management systems sufficed for most allozymic or immunological research questions addressed during the 1970s through the early 1980s; however, the DNA techniques and other research methods that were developed in the mid-1980s required molecules of higher quality (Dessauer and Hafner 1984 and references therein; Dessauer et al. 1990 ). Therefore, −80°C \"ultracold\" freezers came into use to better preserve the molecular integrity of tissue samples. In addition, as the number of samples being archived increased and computers became more widely used, most researchers initiated some sort of digital data management system based on computerguided retrieval.",
                "cite_spans": [
                    {
                        "start": 323,
                        "end": 372,
                        "text": "(Dessauer and Hafner 1984 and references therein;",
                        "ref_id": null
                    },
                    {
                        "start": 373,
                        "end": 393,
                        "text": "Dessauer et al. 1990",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Since the early 2000s, technologies have advanced to the point where researchers commonly employ methods that rapidly yield DNA or RNA sequencing information on a genomic scale. Many of these studies (e.g., transcriptomics, viromics) require yet a higher quality of tissue than that required for traditional single-gene studies (i.e., classic Sanger methods-Sanger 1977) . To accommodate this new generation of research technologies, the current \"gold standard\" is storage of tissue samples in vapor-phase liquid nitrogen freezers (−196°C), coupled with a collection management system capable of tracking specimen location (e.g., freezer system object tracking), transactions (e.g., loans, permits), and data use (publications), as well as serving global specimen data portals (e.g., VertNet, iDigBio, GBIF) and linking to other international ancillary databases (e.g., GenBank, Isobank).",
                "cite_spans": [
                    {
                        "start": 335,
                        "end": 370,
                        "text": "classic Sanger methods-Sanger 1977)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "A least 114 Western Hemisphere collections now maintain frozen or ethanol-preserved tissue collections. With between 30 and 40 new tissue collections added each decade, this represents a major area of growth within natural history collections (Dunnum et al. 2018) . For many collections, tissue subsamples now represent the majority of outgoing loans (McLean et al. 2016), and this trend will only increase as collections expand and are increasingly utilized to address not only eco-evolutionary questions, but also critical issues concerning emerging zoonotic diseases, human health, and environmental change (Dunnum et al. 2017) .",
                "cite_spans": [
                    {
                        "start": 243,
                        "end": 263,
                        "text": "(Dunnum et al. 2018)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 610,
                        "end": 630,
                        "text": "(Dunnum et al. 2017)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As museum collections move toward a more global model by serving their data to aggregated databases (e.g., VertNet, iDigBio, GBIF) and joining like-minded consortia (e.g., Global Genome Biodiversity Network [GGBN] , International Society for Biological and Environmental Repositories [ISBER]), it becomes essential to meet standards in regard to preservation, management, and documentation of provenance, and legal and ethical collection and use of specimens (e.g., Convention on International Trade in Endangered Species, Convention on Biological Diversity, Nagoya Protocol). Herein are the recommended guidelines and standards for collection curatorial staff as to the best practices for curating and maintaining collections of genetic resources and ensuring the long-term integrity of such archived material. Further, these standards address personnel safety guidelines for researchers and collections staff. The guidelines and standards are organized into six sections (Governance, Record and Data Management, Resource Management, Safety and Accessibility, Resource Acquisition and Loans, and Emergency Response and Preparedness). These guidelines and standards are intended to act as a dynamic document that should be periodically updated and appended as new ideas and methods mature and are developed relative to the management and preservation of collections of genetic resources. Finally, although cryopreserved mammal tissues have most often been used in DNA-, and more recently RNA-based studies, the utility of such collections extends beyond genetics and genomics (e.g., contaminants, stable isotopes, proteomics); the term \"genetic resources\" is used to maintain continuity with previous literature.",
                "cite_spans": [
                    {
                        "start": 207,
                        "end": 213,
                        "text": "[GGBN]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The American Society of Mammalogists, through its Systematic Collections Committee (American Society of Mammalogists Systematic Collections Committee 2004) and efforts of its membership, has provided information concerning the utility, standards, and best practice suggestions for the care of traditional mammal collections (Bradley et al. 2014; McLean et al. 2016; Bradley and Dowler 2019; Cook and Light 2019) . Further, the Systematic Collections Committee serves to provide accreditation to collections that meet a series of minimal standards (American Society of Mammalogists Systematic Collections Committee 2004). To these guidelines and standards established for more traditional collections (skin, skeletal, and fluid), the Systematic Collections Committee now provides guidelines and standards for best practices associated with collections of genetic resources. By meeting these criteria, as judged by a formal review by the Systematic Collections Committee, a pathway toward an accreditation process similar to that offered for traditional collections is now available.",
                "cite_spans": [
                    {
                        "start": 324,
                        "end": 345,
                        "text": "(Bradley et al. 2014;",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 346,
                        "end": 365,
                        "text": "McLean et al. 2016;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 366,
                        "end": 390,
                        "text": "Bradley and Dowler 2019;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 391,
                        "end": 411,
                        "text": "Cook and Light 2019)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Collections of Genetic Resources 1) Governance a) Collections of genetic resources (tissues, DNA, RNA, cells, etc.) should be administered by non-profit, public, or private institutions unless an individual or profitmaking organization is willing to establish a perpetual trust returning a per-specimen, per-year coverage of maintenance costs for the collection. These genetic resources are held in trust for the scientific community and are available for study by researchers at universities, museums, and research institutions. b) It is recommended that at least one full-time permanent appointed position (e.g., director, curator, collection manager, faculty member) should be directly responsible for the collection. For shared collections of genetic resources, each discipline such as mammalogy should have a designated staff member assigned to oversee those specimens. Should institutional priorities be changed at some future time, the institution should express a willingness to transfer the collection to another accredited institution that will ensure its perpetual maintenance. The society recommends that the individual responsible for the collection contact the chair of the Systematic Collections Committee of the American Society of Mammalogists, or another appropriate society organization, when care and management of the collection is no longer viable.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curatorial Guidelines and Standards for",
                "sec_num": null
            },
            {
                "text": "c) The status of a collection may be reviewed at any time at the request of the institution or the discretion of the ASM Committee on Systematic Collections. Individuals overseeing the collection should strive to cooperate in the review process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curatorial Guidelines and Standards for",
                "sec_num": null
            },
            {
                "text": "2) Record and Data Management a) It is strongly recommended that genetic resources be associated with museum voucher specimens, and that important permanent records such as catalogues, field notes, and permits be kept in a fireproof or fire retardant safe or its equivalent. Moreover, we strongly encourage the practice of keeping back-up copies of important permanent records offsite. b) A permanent catalogue of all specimens in the collection must be maintained in digital or written forms, or both. It is recommended that electronic data formats follow standards for compatibility with sharing through public portals (Droege et al. 2016 ; Database, 1-11, DOI: 10.1093/database/baw125), and be backed up at a remote site. It is recommended that collections maintain catalogues of accessions that track specific tissue types associated with individual specimens, and are linked with information about collecting permits, field notes, and other information ancillary to the specimens. c) Genetic resources associated with type specimens must be identified as such. This includes not only types associated with the tissue and voucher specimen, but also symbiotypes, in the case of viruses or bacterial types described within the tissue.",
                "cite_spans": [
                    {
                        "start": 621,
                        "end": 640,
                        "text": "(Droege et al. 2016",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curatorial Guidelines and Standards for",
                "sec_num": null
            },
            {
                "text": "3) Resource Management a) Specimens must be prepared in a manner that insures their utility. All genetic material must be collected and prepared using aseptic techniques. To ensure the widest range of genomic data, it is encouraged that tissues should be obtained and flash frozen in liquid nitrogen as soon as possible after sacrifice. Other less-optimal methods include preservation in ethanol, lysis buffer, or silica gel desiccant for ear clips or wing punches. Ideally, the time that tissues were preserved after sacrifice, or indication of the quality of the tissue (i.e., qualitative ranking) if the animal was found dead, should be documented. The preservation method used in the field (i.e., liquid nitrogen, dry ice, specific buffer, ethanol %, etc.) should be documented. b) Samples of genetic resources must be stored and maintained for scientific use in the appropriate environmentally stable environment. Liquid-nitrogen-based systems currently are the coldest and most stable system and provide the best long-term storage for mammalian tissues, RNA, and DNA samples. Colder storage means that liquid nitrogen will better preserve viruses and other microbiome samples contained within the mammalian tissue sample. If access to a liquid nitrogen system is not available, −80°C mechanical frost-free freezers provide the next best storage option. We strongly encourage the use of quality cryogenic vials designed for long-term storage across multiple environments and conforming to current collection management standards. Tissues maintained in a \"lysis buffer\" solution should be stored in evaporation-proof cryogenic tubes at 4°C or appropriate temperature compatible with the buffering solution. Chromosome preparations or cell suspensions in a \"fixative\" should be maintained in evaporation proof cryogenic tubes (parafilmed tops) at 4°C and chromosome preparations on microscope slides should be stored at room temperature. c) Genetic samples must be arranged according to a specific storage plan that is recorded and posted. An appropriate tracking system should include multiple levels of information for retrieval purposes (e.g., box, rack, shelf, freezer, room, etc.). Each sample vial should be labeled with an indelible marker, and a typewritten or computer-generated label when possible for permanent, long-term storage. Efforts such as digital barcoding of individual tubes significantly increases efficiency of tissue management. Collections should verify that label stock and inks used for sample organization are resilient to long-term storage at the relevant temperature and conditions. d) Storage room and freezers should be monitored regularly to ensure they provide a stable environment within the desired range of values. A passive electronic system that alerts staff members (both locally and remotely) to issues when they arise is the best practice. Alternatively, manual monitoring would be ideally on an hourly or daily basis and logged. e) Collections must be housed in buildings that provide consistent electricity and adequate protection from fire, water, dust, excessive heat, light, and other agents of deterioration. Appropriate ventilation is necessary to maintain appropriate temperature, humidity, and air element ratios.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Curatorial Guidelines and Standards for",
                "sec_num": null
            },
            {
                "text": "Written safety protocols should exist and be reviewed by all staff accessing biological collections. These protocols should be developed in conjunction with pertinent health and safety entities and agencies. Staff should be made aware of any etiologic or potential zoonotic diseases that might be present in tissues samples and the use of a biosafety hood is recommended in this situation. b) All persons working in the collection should have successfully completed any laboratory safety training that is required by their institution. It is recommended that collections have a chemical hygiene plan to inform individuals working in the collection of best practices for handling any potential hazardous chemicals. Associated material safety data sheets (MSDS) should be made easily discoverable in the workspace and available for reference. c) All persons working in the collection should wear suitable personal protective wear depending on the storage system in use. This includes appropriate clothing (e.g., lab coats, long pants, covered shoes), and protective eyewear (e.g., glasses, goggles, face shields) for liquid nitrogen storage. Appropriate gloves are recommended for handling specimens, chemicals, and supplies at various temperatures. Depending on the biohazards, lab coats may be laundered or disposed. d) Access should be given only to users granted permission by the person responsible for the collection of genetic resources, ensuring minimal damage and degradation to samples and providing for the user's health and safety. Any staff member accessing the collection should be appropriately trained to understand best museum practices for preservation of samples and by their institution's environmental safety and health organization. Access to collections by unqualified persons must be restricted and collections should be locked at all times.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "4) Safety and Accessibility a)",
                "sec_num": null
            },
            {
                "text": "Acquisition and possession of genetic resources must accord with state, federal, and international regulations pertaining thereto. Adherence to such regulations will be reviewed when a collection is considered for accreditation. All pertinent permits (international, federal, state, and local) for acquisition, possession, and importation must be kept on permanent file in such a way that they may be easily and quickly associated with specimens in question. b) Established loan guidelines for the consumptive use of genetic resources or destructive use of specimens are required. Genetic samples might be part of a voucher from another institution or collection, and loan policies should be clear about issues relating to custodianship and permissions. c) Consumptive loans of genetic resources to other institutions, such as universities and museums, must be properly packaged in accordance with current federal regulations (Zimkus and Ford, Collection Forum 2014;28(1-2):77-113, DOI: 10.14351/0831-0005-28.1.77). Loans should be made in care of institutional representatives, not to individuals. All loans must have proper documentation (including permits and shipping identification) accompanying them. Loan policy should specify the restrictions on future use of samples beyond the intent of the original loan request, require that all data derived from genetic samples must be deposited in publicly accessible databases (e.g., GenBank) and tied directly to voucher specimen and associated databases.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "5) Resource Acquisition and Loans a)",
                "sec_num": null
            },
            {
                "text": "6) Emergency Response and Preparedness a) A written plan to support collections in the event of an emergency is required, including evacuation procedures and disaster plans (e.g., equipment failure, flood-ing, power outages, natural disasters, etc.). All persons working in the collections must be knowledgeable of the plan and be trained in appropriate response. b) Backup systems such as generators, empty freezers, liquid nitrogen reservoirs, and alternative storage locations should be incorporated into an emergency response plan as appropriate for the collection. c) Staff should be identified to serve as being \"on call\" and be able to respond to emergencies. Emergency contact numbers should be posted in designated locations. It is recommended that first responders (fire department, police) to life-threatening emergencies are familiar with procedures associated to relevant collections of genetic resources, such as liquid nitrogen systems.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "5) Resource Acquisition and Loans a)",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/100/5/1690/5531043 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Basic curatorial standards for systematic collections of mammals",
                "authors": [],
                "year": 2004,
                "venue": "Journal of Mammalogy",
                "volume": "85",
                "issue": "",
                "pages": "180--181",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "American Society of Mammalogists Systematic Collections Committee. 2004. Basic curatorial standards for systematic collections of mammals. Journal of Mammalogy 85:180-181.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Assessing the value of natural history collections and addressing issues regarding long-term growth and care",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Bradley",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "C"
                        ],
                        "last": "Bradley",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Garner",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "BioScience",
                "volume": "64",
                "issue": "",
                "pages": "1150--1158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bradley, R. D., L. C. Bradley, H. J. Garner, and R. J. Baker. 2014. Assessing the value of natural history collections and addressing is- sues regarding long-term growth and care. BioScience 64:1150-1158.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "A century of mammal research: changes in research paradigms and emphases",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "D"
                        ],
                        "last": "Bradley",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Dowler",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Journal of Mammalogy",
                "volume": "100",
                "issue": "",
                "pages": "719--732",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bradley, R. D., and R. C. Dowler. 2019. A century of mammal research: changes in research paradigms and emphases. Journal of Mammalogy 100:719-732.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The emerging role of mammal collections in 21 st century mammalogy",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Light",
                        "suffix": ""
                    }
                ],
                "year": 2019,
                "venue": "Journal of Mammalogy",
                "volume": "100",
                "issue": "",
                "pages": "733--750",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cook, J. A., and J. E. Light. 2019. The emerging role of mammal collections in 21 st century mammalogy. Journal of Mammalogy 100:733-750.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Collection and storage of tissues",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Dessauer",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Cole",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "S"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Sinauer Associates",
                "volume": "",
                "issue": "",
                "pages": "25--41",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dessauer, H. C., C. J. Cole, and M. S. Hafner. 1990. Collection and storage of tissues. Pp. 25-41 in Molecular systematics (D. M. Hillis and C. Moritz, eds.). Sinauer Associates, Sunderland, Massachusetts.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Collections of frozen tissues: use, management, field and laboratory procedures, and directory of existing collections",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Dessauer",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Association of Systematics Collections",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dessauer, H. C., and D. J. Hafner. 1984. Collections of frozen tissues: use, management, field and laboratory procedures, and directory of existing collections. Association of Systematics Collections, Lawrence, Kansas.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Global Genome Biodiversity Network (GGBN) Data Standard specification. Database baw125",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Droege",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {
                    "DOI": [
                        "10.1093/database/baw125"
                    ]
                },
                "num": null,
                "urls": [],
                "raw_text": "Droege, G., et al. 2016. The Global Genome Biodiversity Network (GGBN) Data Standard specification. Database baw125. doi:10.1093/database/baw125.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Biospecimen repositories and integrated databases as critical infrastructure for pathogen discovery and pathobiology research",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Dunnum",
                        "suffix": ""
                    }
                ],
                "year": 2017,
                "venue": "PLoS Neglected Tropical Diseases",
                "volume": "11",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunnum, J. L., et al. 2017. Biospecimen repositories and inte- grated databases as critical infrastructure for pathogen discovery and pathobiology research. PLoS Neglected Tropical Diseases 11:e0005133.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Mammal collections of the Western Hemisphere: a survey and directory of collections",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Dunnum",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Mclean",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2018,
                "venue": "Journal of Mammalogy",
                "volume": "99",
                "issue": "",
                "pages": "1307--1322",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dunnum, J. L., B. S. McLean, R. C. Dowler, and the ASM Systematic Collections Committee. 2018. Mammal collections of the Western Hemisphere: a survey and directory of collections. Journal of Mammalogy 99:1307-1322.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "A molecular approach to the study of genic heterozygosity in natural populations. I. The number of alleles at different loci in Drosophila pseudoobscura",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Hubby",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Genetics",
                "volume": "54",
                "issue": "",
                "pages": "577--594",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hubby, J. L., and R. C. Lewontin. 1966. A molecular approach to the study of genic heterozygosity in natural populations. I. The number of alleles at different loci in Drosophila pseudoobscura. Genetics 54:577-594.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "A molecular approach to the study of genic heterozygosity in natural populations. II. Amounts of variation and degree of heterozygosity in natural populations of Drosophila pseudoobscura",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "C"
                        ],
                        "last": "Lewontin",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Hubby",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Genetics",
                "volume": "54",
                "issue": "",
                "pages": "595--609",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewontin, R. C., and J. L. Hubby. 1966. A molecular approach to the study of genic heterozygosity in natural populations. II. Amounts of variation and degree of heterozygosity in nat- ural populations of Drosophila pseudoobscura. Genetics 54:595-609.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Natural history collections-based research: progress, promise, and best practices",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Mclean",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Mammalogy",
                "volume": "97",
                "issue": "",
                "pages": "287--297",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McLean, B. S., et al. 2016. Natural history collections-based research: progress, promise, and best practices. Journal of Mammalogy 97:287-297.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "DNA sequencing with chain-terminating inhibitors",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Sanger",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Nicklen",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Coulson",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Proceedings of the National Academy of Sciences",
                "volume": "74",
                "issue": "",
                "pages": "5463--5467",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sanger, F., S. Nicklen, and A. R. Coulson. 1977. DNA sequencing with chain-terminating inhibitors. Proceedings of the National Academy of Sciences, USA 74:5463-5467.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}