{
    "paper_id": "Rankinetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:28.827808Z"
    },
    "title": "Contrasting consequences of historical climate change for marmots at northern and temperate latitudes",
    "authors": [
        {
            "first": "Andrew",
            "middle": [
                "M"
            ],
            "last": "Rankin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Rachel",
            "middle": [
                "S"
            ],
            "last": "Schwartz",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Chris",
            "middle": [
                "H"
            ],
            "last": "Floyd",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Kurt",
            "middle": [
                "E"
            ],
            "last": "Galbreath",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Many species that occupy high latitudes of North America were historically restricted to relatively small refugia during the Last Glacial Maximum (LGM). The geographic ranges of many of these species then expanded widely across the continent after glacial ice receded. In contrast, species whose LGM distributions spanned lower (relatively ice-free) latitudes may have been less likely to experience demographic and geographic retraction during glacial periods, or expansion during interglacial periods. For example, species in North America's Intermountain West occupied a topographically complex landscape across which widespread patches of suitable habitat could have helped maintain a relatively stable range-wide effective population size even if local populations fluctuated in response to shifting climates. We test for these alternative demographic signals in southern versus northern species by comparing patterns of genetic diversity of the more southern yellow-bellied marmot (Marmota flaviventris) with those of the more northern hoary marmot (M. caligata). Our data reveal high diversity but no deep structure across the distribution of yellow-bellied marmots. In contrast, hoary marmots have previously been shown to exhibit a deep divergence between regional mitochondrial clades of relatively low diversity. We suggest that these differences reflect differences in habitat availability through time, with hoary marmots persistently isolated in small glacial refugia and yellow-bellied marmots more broadly distributed across the Intermountain West through both glacial and interglacial periods. Our results highlight the importance of historical patterns of habitat availability as key drivers of current genetic structure.",
    "pdf_parse": {
        "paper_id": "Rankinetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Many species that occupy high latitudes of North America were historically restricted to relatively small refugia during the Last Glacial Maximum (LGM). The geographic ranges of many of these species then expanded widely across the continent after glacial ice receded. In contrast, species whose LGM distributions spanned lower (relatively ice-free) latitudes may have been less likely to experience demographic and geographic retraction during glacial periods, or expansion during interglacial periods. For example, species in North America's Intermountain West occupied a topographically complex landscape across which widespread patches of suitable habitat could have helped maintain a relatively stable range-wide effective population size even if local populations fluctuated in response to shifting climates. We test for these alternative demographic signals in southern versus northern species by comparing patterns of genetic diversity of the more southern yellow-bellied marmot (Marmota flaviventris) with those of the more northern hoary marmot (M. caligata). Our data reveal high diversity but no deep structure across the distribution of yellow-bellied marmots. In contrast, hoary marmots have previously been shown to exhibit a deep divergence between regional mitochondrial clades of relatively low diversity. We suggest that these differences reflect differences in habitat availability through time, with hoary marmots persistently isolated in small glacial refugia and yellow-bellied marmots more broadly distributed across the Intermountain West through both glacial and interglacial periods. Our results highlight the importance of historical patterns of habitat availability as key drivers of current genetic structure.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "America between the Sierra Nevada and Cascade Range on the west and front ranges of the Rocky Mountains on the east) was not covered by large ice sheets; species there were thus affected differently, and alternative models of population history have been proposed for these more-southerly distributed species. For example, many montane (mountain-dwelling) species occupying this region probably had relatively broad and continuous distributions during glacial stages, and more restricted and fragmented distributions during interglacials (Haubrich and Schmitt 2007; Galbreath et al. 2009) . There is evidence that continuous woodland habitats spanned the Intermountain West periodically during the Wisconsin glacial period (Wells 1983; Grayson 2011) , which spanned 110-12 Ka, when global cooling drove the formation of continental ice sheets that engulfed northern latitudes. Geographic range expansion in response to climate cooling was probably a generalized response for many species of montane plants and animals. However, as these species tracked the geographic shifts of their climate envelope during warmer interglacial periods, populations fragmented across the topographically complex Intermountain West (Guralnick 2007) . Though such fragmentation may have been accompanied by localized population reductions, it would have preserved diversity across the full range of a species by capturing local variation within population isolates. Thus, fragmentation is expected to result in the maintenance of a relatively high long-term effective population size in comparison to species that were historically restricted to a single small refugium, as we would not anticipate species-wide bottlenecks during the LGM for persistently widespread species. Coalescence times would be expected to pre-date the LGM as a diversity of alleles are preserved locally in separate population isolates.",
                "cite_spans": [
                    {
                        "start": 538,
                        "end": 565,
                        "text": "(Haubrich and Schmitt 2007;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 566,
                        "end": 588,
                        "text": "Galbreath et al. 2009)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 723,
                        "end": 735,
                        "text": "(Wells 1983;",
                        "ref_id": "BIBREF94"
                    },
                    {
                        "start": 736,
                        "end": 749,
                        "text": "Grayson 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1214,
                        "end": 1230,
                        "text": "(Guralnick 2007)",
                        "ref_id": "BIBREF38"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The different effects of glacial and interglacial transitions for species occupying both northern and temperate latitudes can be investigated by contrasting the phylogeographic histories of populations spanning these regions. For example, a multilocus study of the long-tailed vole (Microtus longicaudus), a species whose distribution extends from Alaska to New Mexico, identified four geographic phylogroups that exhibited a latitudinal trend of diversity, with the lowest diversity in the northern phylogroup and the highest diversity in the southern phylogroup (Sawyer and Cook 2016) . This pattern is consistent with northern clades experiencing reduced ancestral population sizes followed by expansion, and southern clades representing historically stable populations. Relatively few species maintain widespread geographic distributions spanning both high and low latitudes, but contrasts within pairs of closely related northern and southern taxa may offer insights into the consequences of environmental change along the latitudinal gradient. For example, the high-latitude collared pika (Ochotona collaris) exhibits a lack of phylogeographic structure and a signature of past population expansion (Lanier and Olson 2013) , whereas its low-latitude sister, the American pika (O. princeps), is composed of five deeply divergent phylogroups (Galbreath et al. 2009) , whose histories hint at a more complex history of expansion during the LGM and subsequent contraction. Thus, populations of the high-latitude species are less geographically structured and more closely related than are populations of the low-latitude species, suggesting a history in which successive range contractions during glacial events and expansion during glacial retreat greatly reduced genetic diversity in the north. Conversely, patterns of diversity in the southern species are consistent with a model of more widespread habitat persistence, in which stable population isolates allowed old alleles to persist (Galbreath et al. 2009) . This result is consistent with the observation that although the Intermountain West experienced a cooler and dryer climate during glacial periods, most of the region was not inundated by extensive continental ice sheets, as was the case further north.",
                "cite_spans": [
                    {
                        "start": 564,
                        "end": 586,
                        "text": "(Sawyer and Cook 2016)",
                        "ref_id": "BIBREF75"
                    },
                    {
                        "start": 1205,
                        "end": 1228,
                        "text": "(Lanier and Olson 2013)",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 1346,
                        "end": 1369,
                        "text": "(Galbreath et al. 2009)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1992,
                        "end": 2015,
                        "text": "(Galbreath et al. 2009)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Here, we compare responses of two species of marmots (genus Marmota) in the subgenus Petromarmota to the climate cycles of the Quaternary. We focus on three clades of interest: 1) the yellow-bellied marmot (M. flaviventris), 2) the coastal hoary marmot, and 3) the continental hoary marmot (M. caligata; see Kerhoulas et al. 2015) . Both M. flaviventris ( Fig. 1A) and M. caligata (Fig. 1B) are associated with colder climates, but the latter is currently widespread within higher latitudes while the former is found in North American mountains at middle latitudes. Because these different regions of North America were impacted by glacial periods in different ways, our goal was to compare the two species genetically and assess whether their demographic history and current genetic structure was shaped by species-specific patterns of habitat availability during the glacial and interglacial periods of the Quaternary. Previous work by Kerhoulas et al. (2015) suggested that M. caligata, which currently occupies areas that were glaciated and now are inhabitable, had its range greatly reduced south of the ice sheets. They found that the species is subdivided into two mitochondrial (mtDNA) clades, one of which has the Vancouver Island marmot (M. vancouverensis) as sister, and concluded that these clades diverged in periglacial refugia in the Rocky Mountains (hoary continental) and Coast-Cascade Mountains (hoary coastal), probably during or prior to the mid-Pleistocene, before expanding northward as glaciers retreated following the LGM (Brunsfeld et al. 2001; Kerhoulas et al. 2015) . In contrast, current understanding of intraspecific variation in yellow-bellied marmots is based entirely on morphological data (Howell 1915; Frase and Hoffmann 1980; Armitage 2005) , and the phylogeographic history of the species has not been investigated. However, it is likely that M. flaviventris, whose range was not physically restricted by ice sheets, was more broadly distributed during glacial periods, with extensive gene flow among populations.",
                "cite_spans": [
                    {
                        "start": 308,
                        "end": 330,
                        "text": "Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 938,
                        "end": 961,
                        "text": "Kerhoulas et al. (2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1546,
                        "end": 1569,
                        "text": "(Brunsfeld et al. 2001;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 1570,
                        "end": 1592,
                        "text": "Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1723,
                        "end": 1736,
                        "text": "(Howell 1915;",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1737,
                        "end": 1761,
                        "text": "Frase and Hoffmann 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 1762,
                        "end": 1776,
                        "text": "Armitage 2005)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 356,
                        "end": 364,
                        "text": "Fig. 1A)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 381,
                        "end": 390,
                        "text": "(Fig. 1B)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "To test the hypothesis that historical patterns of habitat availability have been the key driver of current genetic structure, we conducted a comparative phylogeographic analysis of the two marmot species based on previously published genetic data for hoary marmots (Kerhoulas et al. 2015) and newly generated DNA sequence data for the yellow-bellied marmot, and perform novel analyses for both species. Because the current phylogeographic structure of M. caligata was shaped by habitat retraction during past glacial events, and its current distribution has been established via post-LGM patterns of habitat availability, we predicted its two clades to exhibit 1) coalescence times coincident with the LGM, and 2) a signal of post-LGM population growth. For yellow-bellied marmots, the expectation that the species persisted across mountain systems of the Intermountain West throughout glacial periods predicts 1) a demographic signal of a relatively large and stable longterm population size, and 2) an estimate of time to the most recent common ancestor (TMRCA) that predates the LGM. This would be the case if the amount of available Pleistocene habitat were large, and the species did not experience strong bottlenecks during Pleistocene glaciations.",
                "cite_spans": [
                    {
                        "start": 266,
                        "end": 289,
                        "text": "(Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Sampling and laboratory procedures.-Data used in this study came from a variety of sources, including publicly available data (GenBank), our own field collections, and museums ( Fig. 1) . Partial sequences from the mitochondrial cytochromeb (Cytb) gene and adjacent control region were obtained from GenBank for hoary marmot (M. caligata, n = 167), Olympic marmot (M. olympus, n = 5), and Vancouver Island marmot (M. vancouverensis, n = 4), as well as two M. flaviventris sequences from Idaho (see Kerhoulas et al. 2015 ; Cytb: KJ458055-KJ458232, KJ458071-KJ458074; control region: KJ457704-KJ457876, KJ458411-KJ458415). These four species are closely related and comprise the subgenus Petromarmota; M. flaviventris is the sister species of the clade containing the other three (Kruckenhauser et al. 1999; Steppan et al. 1999 Steppan et al. , 2011 Kerhoulas et al. 2015) . Moreover, we collected hair samples from yellow-bellied marmots on several mountain ranges in central Nevada, the East River Valley in the Elk Range of the Colorado Rocky Mountains, the White Mountains in California, and the Stansbury Mountains in Utah. Samples from the White Mountains and Rocky Mountains were plucked from live-trapped marmots while samples from central Nevada, the Deep Creek Range, and Stansbury Mountains were collected using hair snares or by collecting shed hairs from rocks around marmot burrows (Floyd et al. 2005) . When shed hairs were collected, only one follicle per burrow complex was used, which prevented sampling of an individual more than once. A spreadsheet of hair sample locality information is included as Supplementary Data SD1. All capture and handling conformed to animal care and use guidelines established by the American Society of Mammalogists (Sikes et al. 2016) . We obtained additional frozen or ethanol-preserved tissue and dry skin samples for yellow-bellied marmots from natural history museum collections (Appendix I). These specimens originated from California (13), Colorado (2), Idaho (2), Montana (3), Nevada (5), New Mexico (1), Utah (7), Washington (6), and Wyoming (12). DNA was extracted from hair follicles using a modified Chelex method (Taberlet et al. 1997; Floyd et al. 2005) , and a DNeasy Blood and Tissue Kit (Qiagen, Valencia, California) was used to extract DNA from museum specimens according to the manufacturer's protocols. Handling and processing of hair follicles, dried skin, and liver tissue were each carried out in separate laboratories. All equipment and surfaces were sterilized before an extraction with 10% bleach, and each extraction included a negative control (no tissue) to check for exogenous contamination from the extraction procedure. Homologous sequences of the mitochondrial Cytb gene and mitochondrial control region were amplified from individual specimens using the primers CB3R and 12SAR (Palumbi 1996) . Polymerase Chain Reactions (PCR) were carried out in 50-µl reactions containing 3 µl DNA, 37.75 µl water, 5 µl PCR buffer, 1 µl of 25 mM MgCl 2 , 1 µl of 10 mM dNTPs, 1 µl each of 10 mM forward and reverse primer, and 0.25 µl of 5U/µl of New England Biolabs Taq polymerase, and one in every eight reactions was a negative control. The PCR reactions consisted of an initial denaturation step at 95° for 2 min, followed by 30 cycles of a denaturation step at 95° for 35 s, an annealing step at 49.5° for 60 s, and an elongation step at 72° for 45 s, and finalized with a final extension step at 72° for 5 min. Amplicons were electrophoresed in a 1% agarose gel to verify the amplifications and cleaned using the Qiaquick PCR cleanup kit (Qiagen). Sequencing was performed by GeneWiz, Inc. (http://www.genewiz.com/) using PCR product normalized at 20 ng/µl for each sample. PCR products were sequenced in both the forward and reverse directions, and consensus sequences were produced using Geneious v7.1 (Drummond et al. 2011) . No indels or premature stop codons were found in the Cytb region of the data set. New sequences have been deposited in GenBank (KU199771-KU199801, HM050297-HM050301, GQ451911-GQ451948, KX220091-KX220092, MK334254-MK334269, MK421575). To serve as outgroups, one homologous sequence each was also obtained from GenBank for the Himalayan marmot (M. himalayana; NC018367), alpine marmot (M. marmota; GCA001458135), and steppe marmot (M. bobak; AF143917/AY788909). The Himalayan, alpine, and steppe marmot are members of the subgenus Marmota, which is sister to the subgenus Petromarmota (Kruckenhauser et al. 1999; Steppan et al. 1999 Steppan et al. , 2011 . Sequence alignment was performed using MAFFT (Katoh et al. 2002 ) online (http://www. ebi.ac.uk/Tools/msa/mafft/) and the subsequent alignment was checked and edited by eye using MEGA6 (Tamura et al. 2013 ); a nexus file of the aligned sequence data is included as Supplementary Data SD2.",
                "cite_spans": [
                    {
                        "start": 498,
                        "end": 519,
                        "text": "Kerhoulas et al. 2015",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 778,
                        "end": 805,
                        "text": "(Kruckenhauser et al. 1999;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 806,
                        "end": 825,
                        "text": "Steppan et al. 1999",
                        "ref_id": "BIBREF82"
                    },
                    {
                        "start": 826,
                        "end": 847,
                        "text": "Steppan et al. , 2011",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 848,
                        "end": 870,
                        "text": "Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1394,
                        "end": 1413,
                        "text": "(Floyd et al. 2005)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1763,
                        "end": 1782,
                        "text": "(Sikes et al. 2016)",
                        "ref_id": "BIBREF77"
                    },
                    {
                        "start": 2173,
                        "end": 2195,
                        "text": "(Taberlet et al. 1997;",
                        "ref_id": "BIBREF86"
                    },
                    {
                        "start": 2196,
                        "end": 2214,
                        "text": "Floyd et al. 2005)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 2859,
                        "end": 2873,
                        "text": "(Palumbi 1996)",
                        "ref_id": "BIBREF66"
                    },
                    {
                        "start": 3877,
                        "end": 3899,
                        "text": "(Drummond et al. 2011)",
                        "ref_id": null
                    },
                    {
                        "start": 4485,
                        "end": 4512,
                        "text": "(Kruckenhauser et al. 1999;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 4513,
                        "end": 4532,
                        "text": "Steppan et al. 1999",
                        "ref_id": "BIBREF82"
                    },
                    {
                        "start": 4533,
                        "end": 4554,
                        "text": "Steppan et al. , 2011",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 4602,
                        "end": 4620,
                        "text": "(Katoh et al. 2002",
                        "ref_id": "BIBREF54"
                    },
                    {
                        "start": 4742,
                        "end": 4761,
                        "text": "(Tamura et al. 2013",
                        "ref_id": "BIBREF88"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 178,
                        "end": 185,
                        "text": "Fig. 1)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Phylogenetic reconstruction.-We used a Maximum Likelihood framework to estimate the phylogeny and to identify possible phylogeographic structure within M. flaviventris. We first selected an appropriate model of nucleotide substitution using the automodel command in PAUP* v4.0a152 (preview release -Swofford 2003) under the BIC. The model selected was the HKY + I + Γ model. The Maximum Likelihood tree was determined by conducting 100 replicate runs with random starting trees; nodal support was assessed based on 500 bootstrap replicates using 10 tree searches per bootstrap. Analyses were performed in Garli 2.0 (Zwickl 2006) . Bootstrap values were viewed in PAUP* by constructing a majority rule consensus tree, and the output tree file was viewed and summarized using Figtree v1.3 (Rambaut 2007) . We used a likelihood ratio test (LRT) to compare the unconstrained Maximum Likelihood phylogeny to one constrained to a model of clocklike evolution (calculated using PAUP*) to test the assumption that the sequences evolved in a clock-like fashion (Felsenstein 1988) . As the strict clock model was rejected (LRT = 264.72, d.f. = 128, P << 0.01), the relaxed clock model was used for subsequent analyses.",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 313,
                        "text": "-Swofford 2003)",
                        "ref_id": "BIBREF85"
                    },
                    {
                        "start": 615,
                        "end": 628,
                        "text": "(Zwickl 2006)",
                        "ref_id": "BIBREF96"
                    },
                    {
                        "start": 787,
                        "end": 801,
                        "text": "(Rambaut 2007)",
                        "ref_id": "BIBREF70"
                    },
                    {
                        "start": 1052,
                        "end": 1070,
                        "text": "(Felsenstein 1988)",
                        "ref_id": "BIBREF25"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We estimated a substitution rate by constructing an ultrametric tree in BEAST 1.81 (Drummond et al. 2012) . We used the HKY + I + Γ substitution model, constant population size tree prior, and a relaxed lognormal molecular clock. According to Steppan et al. (2011) , the subgenus Petromarmota began diverging from the subgenus Marmota about 6.05 Ma (95% Highest Posterior Density [HPD] = 4.6 − 7.5 Ma; inferred using multiple fossil calibrations and mtDNA). Therefore, we specified the mean divergence time between Petromarmota and Marmota to 6.05 Ma with a normally distributed prior and a standard deviation of 0.88 so that the 95% interval was 4.6-7.5 Ma. The analysis consisted of 100 million generations with a sampling interval of 10,000 and a burn-in of 25%. BEAST output was analyzed using Tracer v1.4 (Rambaut and Drummond 2007) to verify an effective sample size (ESS) exceeding 200 for all estimated parameters. TreeAnnotator was used to produce a maximum clade credibility tree from the post-burn-in trees. The output tree file was viewed and summarized using Figtree v1.3 (Rambaut 2007) .",
                "cite_spans": [
                    {
                        "start": 83,
                        "end": 105,
                        "text": "(Drummond et al. 2012)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 243,
                        "end": 264,
                        "text": "Steppan et al. (2011)",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 810,
                        "end": 837,
                        "text": "(Rambaut and Drummond 2007)",
                        "ref_id": null
                    },
                    {
                        "start": 1085,
                        "end": 1099,
                        "text": "(Rambaut 2007)",
                        "ref_id": "BIBREF70"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Demographic inference.-We used Bayesian inference in BEAST 1.81 to estimate TMRCA and to infer changes in demography over the history of the yellow-bellied marmot clade, hoary marmot coastal clade, and hoary marmot continental clade. We constructed coalescent genealogies for each using a model of sequence evolution identified for each clade separately using the automodel command in PAUP* under the BIC (HKY + I + Γ for yellow-bellied marmot, HKY + I for hoary coastal, and TrN + I for hoary continental). We used a relaxed lognormal molecular clock, the Bayesian skyline coalescent tree prior, and the substitution rate 2.53 × 10 −8 substitutions/site/year with standard deviation of 0.0049 (corresponding to 97.5% HPD = 1.57 × 10 −8 − 3.49 × 10 −8 ), based on our previous substitution rate estimation analysis. The 97.5% 332 JOURNAL OF MAMMALOGY interval of the rate distribution included values of mtDNA rates applied to similar data sets: 1.52 × 10 −8 for arctic ground squirrel (Spermophilus parryii- Eddingsaas et al. 2004 ) and 3.00 × 10 −8 for M. caligata (Kerhoulas et al. 2015; Lanier et al. 2015) . The analyses consisted of 100 million generations with a sampling interval of 10,000 and a burn-in of 25%. Results were analyzed in TRACER to ensure that ESS values for all parameters exceeded 200. Bayesian skyline plots (BSP) were then reconstructed for each clade using TRACER.",
                "cite_spans": [
                    {
                        "start": 1009,
                        "end": 1031,
                        "text": "Eddingsaas et al. 2004",
                        "ref_id": "BIBREF22"
                    },
                    {
                        "start": 1067,
                        "end": 1090,
                        "text": "(Kerhoulas et al. 2015;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1091,
                        "end": 1110,
                        "text": "Lanier et al. 2015)",
                        "ref_id": "BIBREF59"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "For each of the three marmot clades of interest, we also calculated demographic indicators based on estimators of genetic polymorphism using Arlequin v3.5 (Excoffier and Lischer 2010) . We first calculated nucleotide diversity (π) (Nei 1987) and haplotype diversity (Hd) (Nei 1987 ) statistics, which can indicate relative effective population size differences represented by the different clades. For each clade, we also tested whether or not Tajima's D statistic (Tajima 1989 ) differed significantly from expectations under a neutrally evolving panmictic population of constant size based on 1,000 coalescent simulations. Finally, we calculated pairwise mismatch distributions for each clade. Smooth, unimodal mismatch distributions are indicative of recent population expansion, whereas ragged distributions suggest population stability or contraction (Slatkin and Hudson 1991; Rogers and Harpending 1992) .",
                "cite_spans": [
                    {
                        "start": 155,
                        "end": 183,
                        "text": "(Excoffier and Lischer 2010)",
                        "ref_id": "BIBREF23"
                    },
                    {
                        "start": 231,
                        "end": 241,
                        "text": "(Nei 1987)",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 271,
                        "end": 280,
                        "text": "(Nei 1987",
                        "ref_id": "BIBREF65"
                    },
                    {
                        "start": 465,
                        "end": 477,
                        "text": "(Tajima 1989",
                        "ref_id": "BIBREF87"
                    },
                    {
                        "start": 856,
                        "end": 881,
                        "text": "(Slatkin and Hudson 1991;",
                        "ref_id": "BIBREF78"
                    },
                    {
                        "start": 882,
                        "end": 909,
                        "text": "Rogers and Harpending 1992)",
                        "ref_id": "BIBREF73"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "Species distribution model.-To examine the potential relationship between genetic diversity and current predicted habitat and predicted LGM habitat in M. flaviventris and M. caligata, we prepared ensemble species distribution models (SDMs-Peterson 2011) for the two species, projecting them onto both current and LGM climate conditions. This approach allowed us to evaluate how temporal patterns of habitat availability could explain differences in current genetic diversity between M. flaviventris and M. caligata. We acquired georeferenced locality records for yellow-bellied marmots and hoary marmots from GBIF (www.gbif.org; accessed 4 November 2018) and previously published studies (Floyd 2004; Kerhoulas et al. 2015) , as well as 19 standard bioclimatic variables obtained from WORLDCLIM (Hijmans et al. 2005 ; resolution: 2.5 arc min). As removing spatially autocorrelated points has been shown to improve the performance of presence-only modeling methods (Boria et al. 2014) , locality data were thinned using the R package spThin to randomly remove points from pairs that fell within a 5-km radius. The thinning process was iterated 1,000 times and the results that retained the most localities were used for calculating SDMs for the two marmot species. After thinning, there remained 890 locality points for M. flaviventris ( Fig. 1A ; Supplementary Data SD3) and 330 points for M. caligata ( Fig. 1B; Supplementary Data SD4) . In addition, we selected a subset of 10 minimally correlated (Pearson's correlation coefficient < 0.80) bioclimatic variables to include in models to describe the suitable climate of each species and to allow for comparisons across species. Selected variables included the following: BIO2 = mean diurnal range, BIO3 = isothermality, BIO5 = maximum temperature of warmest month, BIO6 = minimum temperature of coldest month, BIO7 = temperature annual range, BIO8 = mean temperature of wettest quarter, BIO9 = mean temperature of driest quarter, BIO13 = precipitation of wettest month, BIO14 = precipitation of driest month, and BIO15 = precipitation seasonality. The modeling was done using a working area polygon of 72°-20° latitude and 180°-100° longitude for both M. flaviventris and M. caligata. We set the working area polygon to include only western North America to avoid sampling background points from areas that fall well outside the species' known geographic distribution. We constructed SDMs using the ensemble method implemented in the R (R Development Core Team 2009) package biomod2 (Thuiller et al. 2009) , which included nine modeling methods used to calculate separate SDMs: Generalized Linear Model (GLM), Boosted Regression Trees (GBM), Generalized Additive Model (GAM), Classification Tree Analysis (CTA), Artificial Neural Network (ANN), Surface Range Envelop (SRE), Flexible Discriminant Analysis (FDA), Multiple Adaptive Regression Splines (MARS), and Random Forest (RF). For each method, we used the default settings in biomod2 because these settings are optimized for SDM, and we randomly sampled 10,000 pseudoabsences from the focal region using the \"random\" strategy available in BioMod. We used 75% of our data for training models and 25% for testing, and 10 replicates for each model to evaluate model performance. The accuracy of the model performance was evaluated using the area under the curve (AUC) of the receiver operating characteristic (ROC) curve. Area under the ROC curve (AUC) values range from 0 to 1, with values closer to 1 indicating a better fitting performance, and AUC > 0.5 suggests nonrandom discrimination for that given model. Finally, we built an ensemble model ignoring models with an ROC of < 0.80 and weighting all other models by ROC score and forecasting the ensemble model onto current climate conditions. We also projected a paleodistribution using the same methods and 10 bioclimatic variables estimated for the LGM (~26.5 Ka) under the community climate system model (CCM3- Collins et al. 2006) .",
                "cite_spans": [
                    {
                        "start": 688,
                        "end": 700,
                        "text": "(Floyd 2004;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 701,
                        "end": 723,
                        "text": "Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 795,
                        "end": 815,
                        "text": "(Hijmans et al. 2005",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 964,
                        "end": 983,
                        "text": "(Boria et al. 2014)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 2535,
                        "end": 2557,
                        "text": "(Thuiller et al. 2009)",
                        "ref_id": "BIBREF89"
                    },
                    {
                        "start": 3974,
                        "end": 3994,
                        "text": "Collins et al. 2006)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1337,
                        "end": 1344,
                        "text": "Fig. 1A",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1404,
                        "end": 1436,
                        "text": "Fig. 1B; Supplementary Data SD4)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Materials and Methods",
                "sec_num": null
            },
            {
                "text": "We obtained sequence data from 138 individual M. flaviventris sampled from the field and museum samples (Appendix I). Total sequence length was 747 bp, which included a 319 bp fragment of Cytb and 428 bp for the control region. We identified 67 haplotypes with 140 variable sites, 110 of which were parsimony informative. We also obtained from GenBank 167 sequences for M. caligata, which included 121 samples of the hoary continental clade and 46 samples of the hoary coastal clade (Kerhoulas et al. 2015) . For the hoary continental clade, there were 36 haplotypes with 34 variable sites (22 parsimony informative), and for the hoary coastal clade, there were 20 haplotypes with 24 variable sites (18 parsimony informative).",
                "cite_spans": [
                    {
                        "start": 483,
                        "end": 506,
                        "text": "(Kerhoulas et al. 2015)",
                        "ref_id": "BIBREF55"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Phylogenetics.-Our Maximum Likelihood phylogeny ( Fig. 2 ; Supplementary Data SD5) revealed groupings that did not always closely correspond with geographic isolation or proximity. In some cases, there was support (bootstrap ≥ 70) for groupings of samples that were all from the same range (e.g., White Mountains and Stansbury Range) or closely situated ranges (e.g., Clan Alpine and Desatoya, and Desatoya and Shoshone). However, in other cases individuals sampled from geographically distant regions intermingled in the phylogeny, and there is a lack of evidence for deeply diverged clades from geographically structured phylogroups within M. flaviventris. Phylogenetic relationships within and between M. caligata, M. vancouverensis, and M. olympus were consistent with the findings of Kerhoulas et al. (2015) . In addition, our divergence times and HPDs are in accordance with both Steppan et al. (2011) , Kerhoulas et al. (2015) , and Polly et al. (2015) . Our Bayesian ultrametric tree ( Fig. 3; Supplementary Data SD6) estimated the TMRCA of M. flaviventris to be 1.8 Ma (95% HPD = 1.1 − 2.7). The hoary continental clade split from the hoary coastal + M. vancouverensis clade about 1.15 Ma (95% HPD = 0.63 − 1.9) and, in contrast to the deep history evident within M. flaviventris, the continental clade of the hoary marmot coalesced to a common ancestor about 0.40 Ma (95% HPD = 0.2 − 0.73) while the coastal (minus M. vancouverensis) coalesced about 0.26 Ma (95% HPD = 0.13 − 0.44).",
                "cite_spans": [
                    {
                        "start": 789,
                        "end": 812,
                        "text": "Kerhoulas et al. (2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 886,
                        "end": 907,
                        "text": "Steppan et al. (2011)",
                        "ref_id": "BIBREF83"
                    },
                    {
                        "start": 910,
                        "end": 933,
                        "text": "Kerhoulas et al. (2015)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 940,
                        "end": 959,
                        "text": "Polly et al. (2015)",
                        "ref_id": "BIBREF69"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 50,
                        "end": 56,
                        "text": "Fig. 2",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 994,
                        "end": 1025,
                        "text": "Fig. 3; Supplementary Data SD6)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Demographics.-The Bayesian skyline coalescent analysis indicated a mean root height for yellow-bellied marmots of 1.7 Ma (95% HPD = 0.79 − 2.9). The skyline plot recovered a deep trend of long-term stability, followed by a recent signal of precipitous decline (Fig. 4) . Shallower coalescences and a smaller effective population size were calculated for both hoary marmot clades. In the continental and coastal clades, we calculated mean root heights of 0.16 Ma (95% HPD = 0.06 − 0.30) and 0.14 Ma (95% HPD = 0.054 − 0.25), respectively. The skyline plots for the hoary clades show a general pattern of demographic stability at smaller effective population sizes relative to that calculated for the yellow-bellied marmot (Fig. 4) . However, broad HPD intervals in all skyline plots indicate that details of demographic history should be interpreted with caution. Haplotype diversity values for M. flaviventris and the two hoary marmot clades are similar (Table 1) , but nucleotide diversity in M. flaviventris is roughly 5.7 times greater than that of either clade of the hoary marmot (Table 1 ). This pattern suggests that genetic diversity in the modern population of yellow-bellied marmot populations accumulated over a deeper time frame than that of the hoary marmot lineages. Marmota flaviventris shows a ragged, multimodal mismatch distribution (Fig. 5 ) and a Tajima's D statistic that does not differ significantly from theoretical expectations based on a stable population (Table 1) . In contrast, the two hoary marmot clades show more strongly negative Tajima's D values (Table 1 ) and relatively unimodal mismatch distributions (Fig. 5) , which are more consistent with populations that experienced recent rapid growth.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 260,
                        "end": 268,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 721,
                        "end": 729,
                        "text": "(Fig. 4)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 954,
                        "end": 963,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1085,
                        "end": 1093,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1351,
                        "end": 1358,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 1482,
                        "end": 1491,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1581,
                        "end": 1589,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1639,
                        "end": 1647,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "Species distribution model.-The mean ROC AUC scores of models with an AUC > 0.85 were 0.931 for M. flaviventris and 0.903 for M. caligata. The projection of the M. flaviventris SDM onto current climatic conditions shows that areas of high occurrence probability closely match the known species distribution (Fig. 6A) . The yellow-bellied marmot inhabits meadows, valleys, and steppes at elevations of about 1,800 − 4,000 m throughout western North America, and occurs from southern British Columbia and Alberta in Canada to much of the western United States, including the Sierra Nevada, Great Basin, Columbia Plateau, and Rocky Mountains (Hall 1959; Armstrong 1972) . Results for LGM conditions show areas of high suitability across much of California, Nevada, and Oregon and parts of Idaho, Utah, Colorado, and Arizona (Fig. 6C) . Although more restricted in northern and eastern regions when compared to current conditions, the LGM-predicted areas of suitable conditions span a broad geographic area that is comparable in size to the area currently occupied, which is consistent with the findings of Polly et al. (2015) . The projection of the M. caligata SDM onto current climatic conditions also shows that areas of high occurrence probability closely match the known species distribution (Fig. 6B) , which includes areas from the Yukon River in Alaska south through northwest Canada and the United States, including northern Washington, Idaho, and Montana, mostly in rocky alpine meadows up to 2,500 m, although some populations also occur near seal level in coastal British Columbia and Alaska (Karels et al. 2004; Gunderson et al. 2009; Braun et al. 2011) . However, in contrast to M. flaviventris, and consistent with the findings of Polly et al. (2015) , the model of LGM habitat availability for M. caligata (Fig. 6D) suggests that it was extirpated from almost all of its modern range. The LGM distribution of M. caligata shows ",
                "cite_spans": [
                    {
                        "start": 639,
                        "end": 650,
                        "text": "(Hall 1959;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 651,
                        "end": 666,
                        "text": "Armstrong 1972)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 1103,
                        "end": 1122,
                        "text": "Polly et al. (2015)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1601,
                        "end": 1621,
                        "text": "(Karels et al. 2004;",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1622,
                        "end": 1644,
                        "text": "Gunderson et al. 2009;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 1645,
                        "end": 1663,
                        "text": "Braun et al. 2011)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 1743,
                        "end": 1762,
                        "text": "Polly et al. (2015)",
                        "ref_id": "BIBREF69"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 307,
                        "end": 316,
                        "text": "(Fig. 6A)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 821,
                        "end": 830,
                        "text": "(Fig. 6C)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1294,
                        "end": 1303,
                        "text": "(Fig. 6B)",
                        "ref_id": "FIGREF5"
                    },
                    {
                        "start": 1819,
                        "end": 1828,
                        "text": "(Fig. 6D)",
                        "ref_id": "FIGREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Results",
                "sec_num": null
            },
            {
                "text": "The glacial history of North America has had contrasting population genetic consequences for yellow-bellied marmots and hoary marmots. For M. flaviventris, a lack of strong phylogeographic structure across western North America coupled with an early Pleistocene TMRCA suggests a history of population connectivity across the region that deeply predates the LGM. In contrast, deeply divergent, regionally distributed clades identified in hoary marmots (Kerhoulas et al. 2015 ) probably reflect population isolation within discrete refugia during past glacial events. Both clades of hoary marmots exhibit coalescence times that fall during the late Pleistocene, and though all credibility intervals for TMRCA estimates are broad, intervals for the two hoary clades do not overlap with that of M. flaviventris. The depth of coalescence within yellow-bellied marmots is more similar to interspecific divergences between three other marmot species-M. olympus and M. caligata-M. vancouverensis-placing the origin of the M. flaviventris lineage in the early Pleistocene and indicating that the species has persisted in the complex western landscape of North America through several glacial and interglacial transitions ( Fig. 3 ; Supplementary Data SD6). Relative stability and connectivity of yellow-bellied marmot populations across the region allowed a large effective population size to persist and both old and new diversity to be retained. In contrast, the hoary clades and their close relatives represent smaller populations that probably underwent rapid lineage sorting due to bottlenecks caused by range retraction into isolated periglacial refugia. If such population retraction during the LGM was particularly severe, this would predict the TMRCA for refugial isolates to coincide with the LGM. The fact that clade coalescence times precede the LGM could either reflect ambiguity in the molecular clock calibration or indicate that the inferred bottlenecks were incomplete, permitting a limited pool of ancestral diversity to persist within the refugia. However, evolutionary rates differ over time and among genes, and a caveat of our study is that our dating estimates are based on a single locus. There is potential to more thoroughly examine these intraspecific divergence events using genomic methods like UCEs or ddRADseq, in which it is customary to estimate the time for each locus separately and then use the average for all loci as the final estimate or use genetic distances based on concatenated sequences. It is likely that yellow-bellied marmots had access to more Pleistocene habitat during cold phases, which would have facilitated both population stability and connectivity. Our SDMs showed considerable overlap between distributions of M. flaviventris under glacial (LGM) and interglacial (current) conditions, which would permit maintenance of a high and stable species-wide population over time. Indeed, our demographic analysis indicates that M. flaviventris experienced demographic stability through the late Pleistocene, although a signal of population decline during the Holocene departs from this trend. The SDMs are also consistent with paleontological evidence that suggests that during the LGM the distribution of yellowbellied marmots shifted to lower latitudes and elevations and became less patchy relative to current conditions (Grayson 2011) . For example, yellow-bellied marmots once occupied the Mojave Desert of California (Goodwin 1989; Stegner 2015) , far southern Nevada (Grayson 1987 (Grayson , 2011 , Arizona (Lange 1956) , southern New Mexico (Schultz et al. 1935; Stearns 1942; Harris and Findley 1964) , Texas (Harris 1990) , and parts of northern Mexico (Ceballos et al. 2010) . Approximately 11 Ka, the lower and southern boundaries of these distributions began to retract as M. flaviventris shifted into higher elevations and latitudes. This shift was associated with declines in abundance and increasingly fragmented distributions during the Holocene (Grayson 1987 (Grayson , 2011 , which may account for the signature of recent demographic decline. The lack of evidence of fluctuations in earlier glacial-interglacial cycles is not unexpected given that BSPs generally do not record fluctuation over deep time due to the relative paucity of coalescent events in the deeper past relative to more recent times.",
                "cite_spans": [
                    {
                        "start": 451,
                        "end": 473,
                        "text": "(Kerhoulas et al. 2015",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 3364,
                        "end": 3378,
                        "text": "(Grayson 2011)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 3463,
                        "end": 3477,
                        "text": "(Goodwin 1989;",
                        "ref_id": "BIBREF33"
                    },
                    {
                        "start": 3478,
                        "end": 3491,
                        "text": "Stegner 2015)",
                        "ref_id": "BIBREF81"
                    },
                    {
                        "start": 3514,
                        "end": 3527,
                        "text": "(Grayson 1987",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 3528,
                        "end": 3543,
                        "text": "(Grayson , 2011",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 3554,
                        "end": 3566,
                        "text": "(Lange 1956)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 3589,
                        "end": 3610,
                        "text": "(Schultz et al. 1935;",
                        "ref_id": "BIBREF76"
                    },
                    {
                        "start": 3611,
                        "end": 3624,
                        "text": "Stearns 1942;",
                        "ref_id": "BIBREF80"
                    },
                    {
                        "start": 3625,
                        "end": 3649,
                        "text": "Harris and Findley 1964)",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 3658,
                        "end": 3671,
                        "text": "(Harris 1990)",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 3703,
                        "end": 3725,
                        "text": "(Ceballos et al. 2010)",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 4003,
                        "end": 4016,
                        "text": "(Grayson 1987",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 4017,
                        "end": 4032,
                        "text": "(Grayson , 2011",
                        "ref_id": "BIBREF35"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1214,
                        "end": 1220,
                        "text": "Fig. 3",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Molecular data (Kerhoulas et al. 2015 ) and our SDM predictions suggest that present-day lineages of M. caligata are the descendants of isolates that persisted in Pacific Northwest refugia during recent glacial periods. These refugia include parts of Vancouver Island, the Coast-Cascade Mountains, the Oregon High Desert, the Grand Coulee region, the Snake and Columbia river valleys, and Glacial Lake Missoula. Physiographic barriers of the region may partially explain why the hoary marmot apparently did not expand in range during the last glacial period, but it is also possible that hoary marmots are more specialized to alpine habitats and therefore ecologically restricted in their tolerances. Survival of hoary marmots in the Yukon Territory, Canada, was found to be strongly associated with winter condition, in which hibernation survival was highest when there was deep snowpack, below-average temperatures, and late snowmelt (Patil 2013) . This finding could indicate that hoary marmots are dependent on the depth and duration of snowpack, and areas that provided optimal winter conditions may have been limited at the southern extent of their glacial-age distributions. However, it has been suggested that the current range boundaries of M. caligata may be defined by other factors in addition to climate, such as vegetation, substrate, and competition with other marmots (Polly et al. 2015) . Where the ranges of M. caligata and M. flaviventris overlap in the northern Rockies, the two are separated by elevation (Frase and Hoffmann 1980; Barash 1989) , and Polly et al. (2015) also suggested competition between M. caligata and the woodchuck (M. monax) as a limiting factor. Thus, it is plausible that competitive interactions with other marmots may have also limited M. caligata's glacial-age distribution.",
                "cite_spans": [
                    {
                        "start": 15,
                        "end": 37,
                        "text": "(Kerhoulas et al. 2015",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 936,
                        "end": 948,
                        "text": "(Patil 2013)",
                        "ref_id": "BIBREF67"
                    },
                    {
                        "start": 1384,
                        "end": 1403,
                        "text": "(Polly et al. 2015)",
                        "ref_id": "BIBREF69"
                    },
                    {
                        "start": 1526,
                        "end": 1551,
                        "text": "(Frase and Hoffmann 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 1552,
                        "end": 1564,
                        "text": "Barash 1989)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1571,
                        "end": 1590,
                        "text": "Polly et al. (2015)",
                        "ref_id": "BIBREF69"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The fossil record for hoary marmots is sparse, but available evidence is consistent with LGM survival south of glacial ice rather than in northern refugia. One fossil places M. caligata in the Rocky Mountains (southern Alberta) during the last glacial period (35 Ka-Harington 2011), and Marmota sp. fossils dated around the Pleistocene-Holocene transition are known from Vancouver Island (Ward et al. 2003; Al-Suwaidi et al. 2006) . Pre-LGM fossils have also been recovered from southeast Alaska near coastal regions (Heaton and Grady 2003) , and despite SDM models (this study; Polly et al. 2015) suggesting that its glacial-age distribution could have extended into Beringia, there is no genetic or fossil evidence of lineages located north or west of the ice sheets surviving to the present.",
                "cite_spans": [
                    {
                        "start": 388,
                        "end": 406,
                        "text": "(Ward et al. 2003;",
                        "ref_id": "BIBREF92"
                    },
                    {
                        "start": 407,
                        "end": 430,
                        "text": "Al-Suwaidi et al. 2006)",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 517,
                        "end": 540,
                        "text": "(Heaton and Grady 2003)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The relative lack of regional phylogeographic structure within M. flaviventris contrasts with evidence for major biogeographic barriers that have organized diversity in other taxa at both inter-and intraspecific scales across the Intermountain West. For example, the Columbia Basin in Washington, Klamath Gap in Oregon, and Wyoming Basin in Wyoming are low-elevation zones that represent physiographic barriers to dispersal for many high-elevation species (Soltis et al. 1997; Brunsfeld et al. 2001; Demboski and Cook 2001; Carstens et al. 2005; DeChaine and Martin 2005; Wilson et al. 2005; Albach et al. 2006) . Small mammals such as yellow-pine chipmunks (Tamias amoenus- Demboski and Sullivan 2003) , western jumping mice (Zapus princeps- Malaney et al. 2013) , and bushy-tailed woodrats (Neotoma cinerea-Hornsby and Matocq 2012) exhibit phylogeographic patterns that reflect long periods of isolation without mixing of lineages. The American pika, which has a distribution that broadly overlaps that of M. flaviventris, has five allopatric mtDNA lineages associated with separate mountain provinces. These phylogeographic groups probably arose because of regional isolation across low-elevation zones that were inhospitable during interglacial periods, coupled with population expansion during glacial phases that encouraged genetic admixture within regional mountain systems (Galbreath et al. 2009 (Galbreath et al. , 2010 . However, evidence for strong structure in American pikas at regional scales does not preclude the possibility of historical contact between regional phylogroups when conditions favored dispersal (i.e., during glacial periods). Signatures of limited gene flow at lineage edges (Galbreath et al. 2010) and apparent historical dispersal by pika-specific parasites across lineage boundaries (Galbreath and Hoberg 2015) indicate that expansion of regional populations during past glacial periods created opportunities for inter-montane dispersal for this (and presumably other) alpine-associated species. A lack of regional structure in yellow-bellied marmots is consistent with such a history of connectivity among mountain systems.",
                "cite_spans": [
                    {
                        "start": 456,
                        "end": 476,
                        "text": "(Soltis et al. 1997;",
                        "ref_id": "BIBREF79"
                    },
                    {
                        "start": 477,
                        "end": 499,
                        "text": "Brunsfeld et al. 2001;",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 500,
                        "end": 523,
                        "text": "Demboski and Cook 2001;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 524,
                        "end": 545,
                        "text": "Carstens et al. 2005;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 546,
                        "end": 571,
                        "text": "DeChaine and Martin 2005;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 572,
                        "end": 591,
                        "text": "Wilson et al. 2005;",
                        "ref_id": "BIBREF95"
                    },
                    {
                        "start": 592,
                        "end": 611,
                        "text": "Albach et al. 2006)",
                        "ref_id": null
                    },
                    {
                        "start": 675,
                        "end": 702,
                        "text": "Demboski and Sullivan 2003)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 743,
                        "end": 763,
                        "text": "Malaney et al. 2013)",
                        "ref_id": "BIBREF62"
                    },
                    {
                        "start": 1381,
                        "end": 1403,
                        "text": "(Galbreath et al. 2009",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1404,
                        "end": 1428,
                        "text": "(Galbreath et al. , 2010",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1707,
                        "end": 1730,
                        "text": "(Galbreath et al. 2010)",
                        "ref_id": "BIBREF31"
                    },
                    {
                        "start": 1818,
                        "end": 1845,
                        "text": "(Galbreath and Hoberg 2015)",
                        "ref_id": "BIBREF32"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "More extensive historical dispersal by marmots relative to pikas is not unexpected given that yellow-bellied marmots are less specialized in their habitat requirement compared to American pikas. Although yellow-bellied marmots frequently coexist with American pikas and other subalpine organisms in talus slopes near timberline-a region of presumably restricted niche opportunities-modern populations of M. flaviventris are commonly found in relatively warm and arid low-elevation habitats (Frase and Hoffmann 1980) , including developed areas of Reno, Nevada (C. H. Floyd, pers. obs.) . Even across the central Great Basin, where island-like mountain ranges are separated by arid valleys, yellow-bellied marmots show patterns of genetic structure that are consistent with gene flow between the ranges (Floyd et al. 2005) . Where both M. flaviventris and M. caligata occur in some parts of Washington, Idaho, and Montana, M. flaviventris is restricted to lower elevations and the higher elevations are inhabited by M. caligata (Frase and Hoffmann 1980; Barash 1989) . This partitioning of habitats may reflect greater specialization on alpine environments by M. caligata. Yellow-bellied marmots, therefore, may not be as restricted as other co-distributed mammals by the lowelevation, xeric regions that separate mountain ranges of the Intermountain West. Indeed, M. flaviventris appears to be more tolerant of warm, lowland habitat and, unlike M. caligata, it should not be considered representative of alpine mammals in general.",
                "cite_spans": [
                    {
                        "start": 490,
                        "end": 515,
                        "text": "(Frase and Hoffmann 1980)",
                        "ref_id": null
                    },
                    {
                        "start": 567,
                        "end": 585,
                        "text": "Floyd, pers. obs.)",
                        "ref_id": null
                    },
                    {
                        "start": 802,
                        "end": 821,
                        "text": "(Floyd et al. 2005)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1027,
                        "end": 1052,
                        "text": "(Frase and Hoffmann 1980;",
                        "ref_id": null
                    },
                    {
                        "start": 1053,
                        "end": 1065,
                        "text": "Barash 1989)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Despite its ability to occupy a range of environmental conditions in the Intermountain West, M. flaviventris has been considered a representative of cold-adapted, heat-sensitive mammals whose distributions are now largely restricted to the island-like ranges of the region (Brown 1971; Grayson and Livingston 1993; Lawlor 1998) . The perceived insularity of these montane mammal populations has conservation implications because the area of available habitat for these mammals is expected to shrink as their associated climate envelopes shift upslope, and the more isolated a population is, the less likely it is to be rescued or recolonized by immigrants. The arid lowlands that separate the relatively cool, mesic habitats occupied by montane mammals are generally thought to constitute formidable obstacles to intermountain dispersal for montane mammals (Brown 1971; Waltari and Guralnick 2009) , and models based on island biogeographic principles often predict that increased warming will cause local extinctions of boreal mammals and some ranges will lose a large proportion of their current faunas (McDonald and Brown 1992) . However, the assumption of minimal dispersal among mountain ranges is not supported for M. flaviventris by the results of our study and those of Floyd et al. (2005) . Gene flow by yellow-bellied marmots across arid lowland regions surrounding montane ranges appears to have occurred historically (this study) and is ongoing (Floyd et al. 2005) . In this respect, we hypothesize that M. flaviventris will be relatively tolerant of the effects of climatic warming, compared to species that are more dependent on cool, mesic habitats, such as pikas (Beever et al. 2003 (Beever et al. , 2011 .",
                "cite_spans": [
                    {
                        "start": 273,
                        "end": 285,
                        "text": "(Brown 1971;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 286,
                        "end": 314,
                        "text": "Grayson and Livingston 1993;",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 315,
                        "end": 327,
                        "text": "Lawlor 1998)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 857,
                        "end": 869,
                        "text": "(Brown 1971;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 870,
                        "end": 897,
                        "text": "Waltari and Guralnick 2009)",
                        "ref_id": "BIBREF90"
                    },
                    {
                        "start": 1105,
                        "end": 1130,
                        "text": "(McDonald and Brown 1992)",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 1278,
                        "end": 1297,
                        "text": "Floyd et al. (2005)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1457,
                        "end": 1476,
                        "text": "(Floyd et al. 2005)",
                        "ref_id": "BIBREF27"
                    },
                    {
                        "start": 1679,
                        "end": 1698,
                        "text": "(Beever et al. 2003",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 1699,
                        "end": 1720,
                        "text": "(Beever et al. , 2011",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Our phylogeographic comparison of M. flaviventris and M. caligata provides insights into how the evolutionary trajectories of closely related species with similar life histories were differently influenced by contrasting glacial histories. For the southerly distributed yellow-bellied marmots, habitat remained widely available across temperate latitudes throughout the Pleistocene, as they maintained large and stable populations and supported connectivity that resisted the establishment of discrete phylogeographic units. The fact that M. flaviventris today can thrive along an elevation gradient spanning from the sagebrush-dominated foothills to the alpine zone suggests a physiological flexibility that would have promoted the maintenance of genetic diversity and gene flow over glacial-interglacial periodicity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "In contrast, deep phylogenetic structure, low intra-lineage diversity, and small effective population sizes in hoary marmots are better explained by refugial isolation south of continental ice sheets during past glacial maxima. Most of the hoary marmot's extensive current distribution necessarily was acquired during postglacial expansion from these southern refugia. Sequential bottlenecking resulting from serial establishment of small founder populations would have led to a loss of diversity (\"pioneer\" dispersal- Hewitt 1996 Hewitt , 2000 , resulting in the starkly different population genetic structure of M. caligata relative to M. flaviventris. While current diversity in hoary marmots was largely shaped by glacial-age events of the late Pleistocene, the phylogenetic depth and diversity of M. flaviventris is the result of deeper historical factors, potentially reaching back to the early Pleistocene. Though undoubtedly affected by the influence of Pleistocene climate fluctuations, the yellow-bellied marmot apparently experienced a deep history of relative stability compared to its higher-latitude relative.",
                "cite_spans": [
                    {
                        "start": 519,
                        "end": 530,
                        "text": "Hewitt 1996",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 531,
                        "end": 544,
                        "text": "Hewitt , 2000",
                        "ref_id": "BIBREF46"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/100/2/328/5390262 by guest on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Kerhoulas at the University of Alaska Museum, and E. A. Rickart and the Natural History Museum of Utah (University of Utah) for providing data for this study. AMR thank K. C. Teeter and J. M. Sullivan for providing helpful comments and lab space and equipment",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "J J A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "L L E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "J D C"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Schonswetter",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Tribsch",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Eifler and the KU Biodiversity Institute and Natural History Museum",
                "volume": "15",
                "issue": "",
                "pages": "3269--3286",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "C. J. Conroy and the Museum of Vertebrate Zoology (University of California, Berkeley), J. A. Cook and M. L. Campbell at the Museum of Southwestern Biology (University of New Mexico), C. M. Dardia and the Cornell University Museum of Vertebrates, J. R. Demboski and J. Stephenson at the Denver Museum of Nature and Science, M. A. Eifler and the KU Biodiversity Institute and Natural History Museum (University of Kansas), C. M. McCain and E. Braker at the University of Colorado Museum of Natural History, L. E. Olson and N. J. Kerhoulas at the University of Alaska Museum, and E. A. Rickart and the Natural History Museum of Utah (University of Utah) for providing data for this study. AMR thank K. C. Teeter and J. M. Sullivan for providing helpful comments and lab space and equipment. Literature Cited Albach, D. C., P. Schonswetter, and A. Tribsch. 2006. Comparative phylogeography of the Veronica alpina complex in Europe and North America. Molecular Ecology 15:3269-3286.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Late Wisconsinan Port Eliza Cave deposits and their implications for human coastal migration",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Al-Suwaidi",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Canada. Geoarchaeology",
                "volume": "21",
                "issue": "",
                "pages": "307--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Al-Suwaidi, M., et al. 2006. Late Wisconsinan Port Eliza Cave deposits and their implications for human coastal migration, Vancouver Island, Canada. Geoarchaeology 21:307-332.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Intraspecific variation in marmots",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "B"
                        ],
                        "last": "Armitage",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Contribuciones mastozoológicas en homenaje a Bernardo Villa",
                "volume": "4",
                "issue": "",
                "pages": "39--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Armitage, K. B. 2005. 4. Intraspecific variation in marmots. Pp. 39-48 in Contribuciones mastozoológicas en homenaje a Bernardo Villa (V. Sánchez-Cordero and R. A. Medellín, eds.). Instituto de Biología, UNAM; Instituto de Ecología, UNAM, CONABIO, México.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Distribution of mammals in Colorado. Monograph of the Museum of Natural History",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Armstrong",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "3",
                "issue": "",
                "pages": "1--415",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Armstrong, D. M. 1972. Distribution of mammals in Colorado. Monograph of the Museum of Natural History, University of Kansas 3:1-415.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Marmots: social behavior and ecology",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Barash",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Barash, D. P. 1989. Marmots: social behavior and ecology. Standford University Press, Stanford, Palo Alto, California.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Patterns of apparent extirpation among isolated populations of pikas (Ochotona princeps) in the Great Basin",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Beever",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "F"
                        ],
                        "last": "Brussard",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Berger",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Mammalogy",
                "volume": "84",
                "issue": "",
                "pages": "37--54",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beever, E. A., P. F. Brussard, and J. Berger. 2003. Patterns of apparent extirpation among isolated populations of pikas (Ochotona princeps) in the Great Basin. Journal of Mammalogy 84:37-54.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Contemporary climate change alters the pace and drivers of extinction",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Beever",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Ray",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Wilkening",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "F"
                        ],
                        "last": "Brussard",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Mote",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Global Change Biology",
                "volume": "17",
                "issue": "",
                "pages": "2054--2070",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Beever, E. A., C. Ray, J. L. Wilkening, P. F. Brussard, and P. W. Mote. 2011. Contemporary climate change alters the pace and drivers of extinction. Global Change Biology 17:2054-2070.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Spatial filtering to reduce sampling bias can improve the performance of ecological niche models",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Boria",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Anderson",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Ecological Modelling",
                "volume": "275",
                "issue": "",
                "pages": "73--77",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Boria, R. A., L. E. Olson, S. M. Goodman, and R. P. Anderson. 2014. Spatial filtering to reduce sampling bias can improve the performance of ecological niche models. Ecological Modelling 275:73-77.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Marmota caligata (Rodentia: Sciuridae)",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Braun",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "S"
                        ],
                        "last": "Eaton",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Mares",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Mammalian Species",
                "volume": "43",
                "issue": "",
                "pages": "155--171",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Braun, J. K., T. S. Eaton, jr., and M. A. Mares. 2011. Marmota caligata (Rodentia: Sciuridae). Mammalian Species 43:155-171.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Mammals on mountaintops: nonequilibrium insular biogeography",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "The American Naturalist",
                "volume": "105",
                "issue": "",
                "pages": "467--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brown, J. H. 1971. Mammals on mountaintops: nonequilibrium in- sular biogeography. The American Naturalist 105:467-478.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "in Integrating ecological and evolutionary processes in a spatial context",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Brunsfeld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sullivan",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Soltis",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "Soltis",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Special Publication-British Ecological Society",
                "volume": "14",
                "issue": "",
                "pages": "319--339",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brunsfeld, S. J., J. Sullivan, D. E. Soltis, and P. S. Soltis. 2001. Comparative phylogeography of northwestern North America: a synthesis. Pp. 319-339 in Integrating ecological and evolutionary processes in a spatial context (J. Silvertown and J. Antonovics, eds.). Special Publication-British Ecological Society, Blackwell Science, Oxford, United Kingdom. Vol. 14.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Investigating the evolutionary history of the Pacific Northwest mesic forest ecosystem: hypothesis testing within a comparative phylogeographic framework",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Carstens",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Brunsfeld",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Demboski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Good",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Evolution",
                "volume": "59",
                "issue": "",
                "pages": "1639--1652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carstens, B. C., S. J. Brunsfeld, J. R. Demboski, J. M. Good, and J. Sullivan. 2005. Investigating the evolutionary history of the Pacific Northwest mesic forest ecosystem: hypothesis testing within a comparative phylogeographic framework. Evolution 59:1639-1652.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Effects of Pleistocene environmental changes on the distribution and community structure of the mammalian fauna of Mexico",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Ceballos",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Arroyo-Cabrales",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Ponce",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Quaternary Research",
                "volume": "73",
                "issue": "",
                "pages": "464--473",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ceballos, G., J. Arroyo-Cabrales, and E. Ponce. 2010. Effects of Pleistocene environmental changes on the distribution and com- munity structure of the mammalian fauna of Mexico. Quaternary Research 73:464-473.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "The community climate system model version 3 (CCSM3)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "Journal of Climate",
                "volume": "19",
                "issue": "",
                "pages": "2122--2143",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Collins, W. D., et al. 2006. The community climate system model version 3 (CCSM3). Journal of Climate 19:2122-2143.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "A multilocus evaluation of ermine (Mustela erminea) across the Holarctic, testing hypotheses of Pleistocene diversification in response to climate change",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "G"
                        ],
                        "last": "Dawson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Hope",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "L"
                        ],
                        "last": "Talbot",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2014,
                "venue": "Journal of Biogeography",
                "volume": "41",
                "issue": "",
                "pages": "464--475",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dawson, N. G., A. Hope, S. L. Talbot, and J. A. Cook. 2014. A multilocus evaluation of ermine (Mustela erminea) across the Holarctic, testing hypotheses of Pleistocene diversification in re- sponse to climate change. Journal of Biogeography 41:464-475.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Historical biogeography of two alpine butterflies in the Rocky Mountains: broad-scale concordance and local-scale discordance",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Dechaine",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Martin",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Journal of Biogeography",
                "volume": "32",
                "issue": "",
                "pages": "1943--1956",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DeChaine, E. G., and A. P. Martin. 2005. Historical biogeography of two alpine butterflies in the Rocky Mountains: broad-scale con- cordance and local-scale discordance. Journal of Biogeography 32:1943-1956.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Phylogeography of the dusky shrew, Sorex monticolus (Insectivora, Soricidae): insight into deep and shallow history in northwestern",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Demboski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "North America. Molecular Ecolology",
                "volume": "10",
                "issue": "",
                "pages": "1227--1240",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Demboski, J. R., and J. A. Cook. 2001. Phylogeography of the dusky shrew, Sorex monticolus (Insectivora, Soricidae): insight into deep and shallow history in northwestern North America. Molecular Ecolology 10:1227-1240.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Extensive mtDNA variation within the yellow-pine chipmunk, Tamias amoenus (Rodentia: Sciuridae), and phylogeographic inferences for northwest North America",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Demboski",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Sullivan",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "26",
                "issue": "",
                "pages": "389--408",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Demboski, J. R., and J. Sullivan. 2003. Extensive mtDNA varia- tion within the yellow-pine chipmunk, Tamias amoenus (Rodentia: Sciuridae), and phylogeographic inferences for northwest North America. Molecular Phylogenetics and Evolution 26:389-408.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "J"
                        ],
                        "last": "Drummond",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Suchard",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Xie",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Rambaut",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Molecular Biology and Evolution",
                "volume": "29",
                "issue": "",
                "pages": "1969--1973",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Drummond, A. J., M. A. Suchard, D. Xie, and A. Rambaut. 2012. Bayesian phylogenetics with BEAUti and the BEAST 1.7. Molecular Biology and Evolution 29:1969-1973.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Evolutionary history of the arctic ground squirrel (Spermophilus parryii) in Nearctic Beringia",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Eddingsaas",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Jacobsen",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Lessa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Journal of Mammalogy",
                "volume": "85",
                "issue": "",
                "pages": "601--610",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eddingsaas, A. A., B. K. Jacobsen, E. P. Lessa, and J. A. Cook. 2004. Evolutionary history of the arctic ground squirrel (Spermophilus parryii) in Nearctic Beringia. Journal of Mammalogy 85:601-610.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Arlequin suite ver 3.5: a new series of programs to perform population genetics analyses under Linux and Windows",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Excoffier",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "E"
                        ],
                        "last": "Lischer",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Molecular Ecology Resources",
                "volume": "10",
                "issue": "",
                "pages": "564--567",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Excoffier, L., and H. E. Lischer. 2010. Arlequin suite ver 3.5: a new series of programs to perform population genetics analyses under Linux and Windows. Molecular Ecology Resources 10:564-567.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Multiple glacial refugia in the North American Arctic: inference from phylogeography of the collared lemming (Dicrostonyx groenlandicus)",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Fedorov",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "C"
                        ],
                        "last": "Stenseth",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
                "volume": "269",
                "issue": "",
                "pages": "2071--2077",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fedorov, V. B., and N. C. Stenseth. 2002. Multiple glacial refugia in the North American Arctic: inference from phylogeography of the collared lemming (Dicrostonyx groenlandicus). Proceedings of the Royal Society of London B: Biological Sciences 269:2071-2077.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Phylogenies from molecular sequences: inference and reliability",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Felsenstein",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Annual Review of Genetics",
                "volume": "22",
                "issue": "",
                "pages": "521--565",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felsenstein, J. 1988. Phylogenies from molecular sequences: infer- ence and reliability. Annual Review of Genetics 22:521-565.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Marmot distribution and habitat associations in the Great Basin",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Floyd",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Western North American Naturalist",
                "volume": "64",
                "issue": "",
                "pages": "471--481",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Floyd, C. H. 2004. Marmot distribution and habitat associations in the Great Basin. Western North American Naturalist 64:471-481.",
                "links": null
            },
            "BIBREF27": {
                "ref_id": "b27",
                "title": "Marmots on Great Basin mountaintops: using genetics to test a biogeographic paradigm",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "H"
                        ],
                        "last": "Floyd",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "H"
                        ],
                        "last": "Van Vuren",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Ecology",
                "volume": "86",
                "issue": "",
                "pages": "2145--2153",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Floyd, C. H., D. H. Van Vuren, and B. May. 2005. Marmots on Great Basin mountaintops: using genetics to test a biogeographic paradigm. Ecology 86:2145-2153.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Diversity and demography in Beringia: multilocus tests of paleodistribution models reveal the complex history of arctic ground squirrels",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Galbreath",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "A"
                        ],
                        "last": "Eddingsaas",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "G"
                        ],
                        "last": "Dechaine",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Evolution",
                "volume": "65",
                "issue": "",
                "pages": "1879--1896",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galbreath, K. E., J. A. Cook, A. A. Eddingsaas, and E. G. DeChaine. 2011. Diversity and demography in Beringia: multilocus tests of paleodistribution models reveal the complex history of arctic ground squirrels. Evolution 65:1879-1896.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "When cold is better: climate-driven elevation shifts yield complex patterns of diversification and demography in an alpine specialist (American pika, Ochotona princeps)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Galbreath",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Zamudio",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Evolution",
                "volume": "63",
                "issue": "",
                "pages": "2848--2863",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galbreath, K. E., D. J. Hafner, and K. R. Zamudio. 2009. When cold is better: climate-driven elevation shifts yield complex pat- terns of diversification and demography in an alpine specialist (American pika, Ochotona princeps). Evolution 63:2848-2863.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Isolation and introgression in the Intermountain West: contrasting gene genealogies reveal the complex biogeographic history of the American pika (Ochotona princeps)",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Galbreath",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Hafner",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Zamudio",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Agnew",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Journal of Biogeography",
                "volume": "37",
                "issue": "",
                "pages": "344--62",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galbreath, K. E., D. J. Hafner, K. R. Zamudio, and K. Agnew. 2010. Isolation and introgression in the Intermountain West: contrasting gene genealogies reveal the complex biogeographic history of the American pika (Ochotona princeps). Journal of Biogeography 37:344-62.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Host responses to cycles of climate change shape parasite diversity across North America's Intermountain West",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Galbreath",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Hoberg",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Folia Zoologica",
                "volume": "64",
                "issue": "",
                "pages": "218--250",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Galbreath, K. E., and E. P. Hoberg. 2015. Host responses to cycles of climate change shape parasite diversity across North America's Intermountain West. Folia Zoologica 64:218-32.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "Marmota flaviventris from the Central Mojave Desert of California: biogeographic implications",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "T"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "The Southwestern Naturalist",
                "volume": "34",
                "issue": "",
                "pages": "284--287",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Goodwin, H. T. 1989. Marmota flaviventris from the Central Mojave Desert of California: biogeographic implications. The Southwestern Naturalist 34:284-287.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "The biogeographic history of small mammals in the Great Basin: observations on the last 20,000 years",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Grayson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Journal of Mammalogy",
                "volume": "68",
                "issue": "",
                "pages": "359--375",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grayson, D. K. 1987. The biogeographic history of small mammals in the Great Basin: observations on the last 20,000 years. Journal of Mammalogy 68:359-375.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "The Great Basin: a natural prehistory",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Grayson",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grayson, D. K. 2011. The Great Basin: a natural prehistory. University of California Press, Berkeley, California.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Missing mammals on Great Basin mountains: holocene extinctions and inadequate knowledge",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "K"
                        ],
                        "last": "Grayson",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "D"
                        ],
                        "last": "Livingston",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Conservation Biology",
                "volume": "7",
                "issue": "",
                "pages": "527--532",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grayson, D. K., and S. D. Livingston. 1993. Missing mammals on Great Basin mountains: holocene extinctions and inadequate knowledge. Conservation Biology 7:527-532.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Revised distribution of the Alaska marmot, Marmota broweri, and confirmation of parapatry with hoary marmots",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Gunderson",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Jacobsen",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Mammalogy",
                "volume": "90",
                "issue": "",
                "pages": "859--869",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gunderson, A. M., B. K. Jacobsen, and L. E. Olson. 2009. Revised distribution of the Alaska marmot, Marmota broweri, and confir- mation of parapatry with hoary marmots. Journal of Mammalogy 90:859-869.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Differential effects of past climate warming on mountain and flatland species distributions: a multispecies North American mammal assessment",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Guralnick",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Global Ecology and Biogeography",
                "volume": "16",
                "issue": "",
                "pages": "14--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Guralnick, R. 2007. Differential effects of past climate warming on mountain and flatland species distributions: a multispecies North American mammal assessment. Global Ecology and Biogeography 16:14-23.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hall, E. R. 1959. The mammals of North America. Ronald Press, New York.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Quaternary cave faunas of Canada: a review of the vertebrate remains",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "R"
                        ],
                        "last": "Harington",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Cave and Karst Studies",
                "volume": "73",
                "issue": "",
                "pages": "162--180",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harington, C. R. 2011. Quaternary cave faunas of Canada: a re- view of the vertebrate remains. Journal of Cave and Karst Studies 73:162-180.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Fossil evidence bearing on southwestern mammalian biogeography",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Journal of Mammalogy",
                "volume": "71",
                "issue": "",
                "pages": "219--229",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harris, A. H. 1990. Fossil evidence bearing on southwestern mam- malian biogeography. Journal of Mammalogy 71:219-229.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Pleistocene-Recent fauna of the Isleta caves",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Harris",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Findley",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "American Journal of Science",
                "volume": "262",
                "issue": "",
                "pages": "114--120",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harris, A. H., and J. S. Findley. 1964. Pleistocene-Recent fauna of the Isleta caves, Bernalillo County, New Mexico. American Journal of Science 262:114-120.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Cryptic differentiation in alpine-endemic, high-altitude butterflies reveals down-slope glacial refugia",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Haubrich",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Schmitt",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Molecular Ecology",
                "volume": "16",
                "issue": "",
                "pages": "3643--3658",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haubrich, K., and T. Schmitt. 2007. Cryptic differentiation in alpine-endemic, high-altitude butterflies reveals down-slope gla- cial refugia. Molecular Ecology 16:3643-3658.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "The late Wisconsin vertebrate history of Prince of Wales Island, Southeast Alaska",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "H"
                        ],
                        "last": "Heaton",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "And",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Grady",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Ice age cave faunas of North",
                "volume": "",
                "issue": "",
                "pages": "17--53",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Heaton, T. H., And F. Grady. 2003. The late Wisconsin vertebrate history of Prince of Wales Island, Southeast Alaska. Pp. 17-53 in Ice age cave faunas of North America (B. W. Schubert and R. W. Graham, eds.). Indiana University Press, Bloomington.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Some genetic consequences of ice ages, and their role in divergence and speciation",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Hewitt",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "58",
                "issue": "",
                "pages": "247--76",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hewitt, G. M. 1996. Some genetic consequences of ice ages, and their role in divergence and speciation. Biological Journal of the Linnean Society 58:247-76.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "The genetic legacy of the Quaternary ice ages",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Hewitt",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Nature",
                "volume": "405",
                "issue": "",
                "pages": "907--913",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hewitt, G. 2000. The genetic legacy of the Quaternary ice ages. Nature 405:907-913.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "The structure of biodiversity-insights from molecular phylogeography",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Hewitt",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Frontiers in Zoology",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hewitt, G. M. 2004. The structure of biodiversity-insights from mo- lecular phylogeography. Frontiers in Zoology 1:4.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "Very high resolution interpolated climate surfaces for global land areas",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Hijmans",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "E"
                        ],
                        "last": "Cameron",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Parra",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "G"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Jarvis",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "International Journal of Climatology",
                "volume": "25",
                "issue": "",
                "pages": "1965--1978",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hijmans, R. J., S. E. Cameron, J. L. Parra, P. G. Jones, and A. Jarvis. 2005. Very high resolution interpolated climate surfaces for global land areas. International Journal of Climatology 25:1965-1978.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Ecological change, range fluctuations and population dynamics during the Pleistocene",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Hofreiter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Stewart",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Current Biology",
                "volume": "19",
                "issue": "",
                "pages": "584--594",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hofreiter, M., and J. Stewart. 2009. Ecological change, range fluctuations and population dynamics during the Pleistocene. Current Biology 19:584-594.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Paleoecology of Beringia",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Hopkins",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "V"
                        ],
                        "last": "Matthews",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Schweger",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "B"
                        ],
                        "last": "Young",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hopkins, D. M., J. V. Matthews, C. E. Schweger, and S. B. Young. 1982. Paleoecology of Beringia. Academic Press, New York.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Differential regional response of the bushy-tailed woodrat (Neotoma cinerea) to late quaternary climate change",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "D"
                        ],
                        "last": "Hornsby",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Matocq",
                        "suffix": ""
                    }
                ],
                "year": 2012,
                "venue": "Journal of Biogeography",
                "volume": "39",
                "issue": "",
                "pages": "289--305",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hornsby, A. D., and M. D. Matocq. 2012. Differential re- gional response of the bushy-tailed woodrat (Neotoma cinerea) to late quaternary climate change. Journal of Biogeography 39:289-305.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Revision of the American marmots",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "H"
                        ],
                        "last": "Howell",
                        "suffix": ""
                    }
                ],
                "year": 1915,
                "venue": "North American Fauna",
                "volume": "37",
                "issue": "",
                "pages": "4--80",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Howell, A. H. 1915. Revision of the American marmots. North American Fauna 37:4-80.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Fecal pellet counts as a technique for monitoring an alpine-dwelling social rodent, the hoary marmot (Marmota caligata)",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Karels",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Koppel",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Hik",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Arctic, Antarctic, and Alpine Research",
                "volume": "36",
                "issue": "",
                "pages": "490--494",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Karels, T. J., L. Koppel, and D. S. Hik. 2004. Fecal pellet counts as a technique for monitoring an alpine-dwelling social rodent, the hoary marmot (Marmota caligata). Arctic, Antarctic, and Alpine Research 36:490-494.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Katoh",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Misawa",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "I"
                        ],
                        "last": "Kuma",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Miyata",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Nucleic Acids Research",
                "volume": "30",
                "issue": "",
                "pages": "3059--3066",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Katoh, K., K. Misawa, K. I. Kuma, and T. Miyata. 2002. MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform. Nucleic Acids Research 30:3059-3066.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Complex history of isolation and gene flow in hoary, olympic, and endangered Vancouver Island marmots",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "J"
                        ],
                        "last": "Kerhoulas",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Gunderson",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Journal of Mammalogy",
                "volume": "96",
                "issue": "",
                "pages": "810--826",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kerhoulas, N. J., A. M. Gunderson, and L. E. Olson. 2015. Complex history of isolation and gene flow in hoary, olympic, and endangered Vancouver Island marmots. Journal of Mammalogy 96:810-826.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Phylogeography of a Holarctic rodent (Myodes rutilus): testing high-latitude biogeographical hypotheses and the dynamics of range shifts",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "A"
                        ],
                        "last": "Kohli",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Fedorov",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Waltari",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Journal of Biogeography",
                "volume": "42",
                "issue": "",
                "pages": "377--389",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kohli, B. A., V. B. Fedorov, E. Waltari, and J. A. Cook. 2015. Phylogeography of a Holarctic rodent (Myodes rutilus): testing high-latitude biogeographical hypotheses and the dynamics of range shifts. Journal of Biogeography 42:377-389.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Marmot phylogeny revisited: molecular evidence for a diphyletic origin of sociality",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Kruckenhauser",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Pinsker",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Haring",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Arnold",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Journal of Zoological Systematics and Evolutionary Research",
                "volume": "37",
                "issue": "",
                "pages": "49--56",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kruckenhauser, L., W. Pinsker, E. Haring, and W. Arnold. 1999. Marmot phylogeny revisited: molecular evidence for a diphyletic origin of sociality. Journal of Zoological Systematics and Evolutionary Research 37:49-56.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Woodchuck remains in Northern Arizona Caves",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Lange",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Journal of Mammalogy",
                "volume": "37",
                "issue": "",
                "pages": "289--291",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lange, A. L. 1956. Woodchuck remains in Northern Arizona Caves. Journal of Mammalogy 37:289-291.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Comparative phylogeography highlights the double-edged sword of climate change faced by Arctic-and alpineadapted mammals",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Lanier",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Gunderson",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Weksler",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "B"
                        ],
                        "last": "Fedorov",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "PloS One",
                "volume": "10",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lanier, H. C., A. M. Gunderson, M. Weksler, V. B. Fedorov, and L. E. Olson. 2015. Comparative phylogeography highlights the double-edged sword of climate change faced by Arctic-and alpine- adapted mammals. PloS One 10:e0118396.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Deep barriers, shallow divergences: reduced phylogeographical structure in the collared pika (Mammalia: Lagomorpha: Ochotona collaris)",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "C"
                        ],
                        "last": "Lanier",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "E"
                        ],
                        "last": "Olson",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Biogeography",
                "volume": "40",
                "issue": "",
                "pages": "466--478",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lanier, H. C., and L. E. Olson. 2013. Deep barriers, shallow divergences: reduced phylogeographical structure in the collared pika (Mammalia: Lagomorpha: Ochotona collaris). Journal of Biogeography 40:466-478.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Biogeography of Great Basin mammals: paradigm lost?",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Lawlor",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Journal of Mammalogy",
                "volume": "79",
                "issue": "",
                "pages": "1111--1130",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lawlor, T. E. 1998. Biogeography of Great Basin mammals: para- digm lost? Journal of Mammalogy 79:1111-1130.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Phylogeography of the western jumping mouse (Zapus princeps) detects deep and persistent allopatry with expansion",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Malaney",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "J"
                        ],
                        "last": "Conroy",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Moffitt",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Spoonhunter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Journal of Mammalogy",
                "volume": "94",
                "issue": "",
                "pages": "1016--1029",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Malaney, J. L., C. J. Conroy, L. A. Moffitt, H. D. Spoonhunter, J. L. Patton, and J. A. Cook. 2013. Phylogeography of the western jumping mouse (Zapus princeps) detects deep and persistent allop- atry with expansion. Journal of Mammalogy 94:1016-1029.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Using montane mammals to model extinctions due to global change",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "A"
                        ],
                        "last": "Mcdonald",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Conservation Biology",
                "volume": "6",
                "issue": "",
                "pages": "409--415",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mcdonald, K. A., And J. H. Brown. 1992. Using montane mam- mals to model extinctions due to global change. Conservation Biology 6:409-415.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Temperature and precipitation history of the Arctic",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "H"
                        ],
                        "last": "Miller",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Quaternary Science Reviews",
                "volume": "29",
                "issue": "",
                "pages": "1679--1715",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Miller, G. H., et al. 2010. Temperature and precipitation history of the Arctic. Quaternary Science Reviews 29:1679-1715.",
                "links": null
            },
            "BIBREF65": {
                "ref_id": "b65",
                "title": "Molecular evolutionary genetics",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Nei",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nei, M. 1987. Molecular evolutionary genetics. Columbia University Press, New York.",
                "links": null
            },
            "BIBREF66": {
                "ref_id": "b66",
                "title": "What can molecular genetics contribute to marine biogeography? An urchin's tale",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "R"
                        ],
                        "last": "Palumbi",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Experimental Marine Biology and Ecology",
                "volume": "203",
                "issue": "",
                "pages": "75--92",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Palumbi, S. R. 1996. What can molecular genetics contribute to marine biogeography? An urchin's tale. Journal of Experimental Marine Biology and Ecology 203:75-92.",
                "links": null
            },
            "BIBREF67": {
                "ref_id": "b67",
                "title": "Winter weather versus group thermoregulation: what determines survival in hibernating mammals",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "P"
                        ],
                        "last": "Patil",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "F"
                        ],
                        "last": "Morrison",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "J"
                        ],
                        "last": "Karels",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Hik",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Oecologia",
                "volume": "173",
                "issue": "",
                "pages": "139--149",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Patil, V. P., S. F. Morrison, T. J. Karels, and D. S. Hik. 2013. Winter weather versus group thermoregulation: what determines survival in hibernating mammals? Oecologia 173:139-149.",
                "links": null
            },
            "BIBREF68": {
                "ref_id": "b68",
                "title": "Ecological niches and geographic distributions (MPB-49)",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "T"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peterson, A. T. 2011. Ecological niches and geographic distribu- tions (MPB-49). Princeton University Press, New Jersey.",
                "links": null
            },
            "BIBREF69": {
                "ref_id": "b69",
                "title": "Marmot evolution and global change in the past 10 million years",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Polly",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Cardini",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "D"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Steppan",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "in Evolution of the rodents; advances in phylogeny, paleontology and functional morphology",
                "volume": "",
                "issue": "",
                "pages": "246--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Polly, P. D., A. Cardini, E. D. Davis, and S. Steppan. 2015. Marmot evolution and global change in the past 10 million years. Pp. 246-276 in Evolution of the rodents; advances in phylogeny, paleontology and functional morphology (P. G. Cox and L. Hautier, eds.). Cambridge University Press, Cambridge, United Kingdom.",
                "links": null
            },
            "BIBREF70": {
                "ref_id": "b70",
                "title": "FigTree, a graphical viewer of phylogenetic trees",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Rambaut",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rambaut, A. 2007. FigTree, a graphical viewer of phylogenetic trees. http://tree.bio.ed.ac.uk/software/figtree. Accessed 1 September 2014.",
                "links": null
            },
            "BIBREF72": {
                "ref_id": "b72",
                "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing",
                "authors": [
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Development Core",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Team",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "R Development Core Team. 2009. R: a language and environment for statistical computing. R Foundation for Statistical Computing, Berkeley, California.",
                "links": null
            },
            "BIBREF73": {
                "ref_id": "b73",
                "title": "Population growth makes waves in the distribution of pairwise genetic differences",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "R"
                        ],
                        "last": "Rogers",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Harpending",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Molecular Biology and Evolution",
                "volume": "9",
                "issue": "",
                "pages": "552--569",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Rogers, A. R., and H. Harpending. 1992. Population growth makes waves in the distribution of pairwise genetic differences. Molecular Biology and Evolution 9:552-569.",
                "links": null
            },
            "BIBREF74": {
                "ref_id": "b74",
                "title": "Postglacial expansion of the southern red-backed vole (Clethrionomys gapperi) in North America",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Runck",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Molecular Ecology",
                "volume": "14",
                "issue": "",
                "pages": "1445--1456",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Runck, A. M., and J. A. Cook. 2005. Postglacial expansion of the southern red-backed vole (Clethrionomys gapperi) in North America. Molecular Ecology 14:1445-1456.",
                "links": null
            },
            "BIBREF75": {
                "ref_id": "b75",
                "title": "Phylogeographic structure in long-tailed voles (Rodentia: Arvicolinae) belies the complex Pleistocene history of isolation, divergence, and recolonization of Northwest North America's fauna",
                "authors": [
                    {
                        "first": "Y",
                        "middle": [
                            "E"
                        ],
                        "last": "Sawyer",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Ecology and Evolution",
                "volume": "6",
                "issue": "",
                "pages": "6633--6647",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sawyer, Y. E., and J. A. Cook. 2016. Phylogeographic structure in long-tailed voles (Rodentia: Arvicolinae) belies the complex Pleistocene history of isolation, divergence, and recolonization of Northwest North America's fauna. Ecology and Evolution 6:6633-6647.",
                "links": null
            },
            "BIBREF76": {
                "ref_id": "b76",
                "title": "The Fauna of Burnet Cave",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Schultz",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Howard",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "B"
                        ],
                        "last": "Schultz",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Proceedings of the Academy of Natural Sciences of Philadelphia",
                "volume": "87",
                "issue": "",
                "pages": "273--298",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Schultz, C. B., E. B. Howard, and C. B. Schultz. 1935. The Fauna of Burnet Cave, Guadalupe Mountains, New Mexico. Proceedings of the Academy of Natural Sciences of Philadelphia 87:273-298.",
                "links": null
            },
            "BIBREF77": {
                "ref_id": "b77",
                "title": "Guidelines of the American Society of Mammalogists for the use of wild mammals in research and education",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Sikes",
                        "suffix": ""
                    }
                ],
                "year": 2016,
                "venue": "Journal of Mammalogy",
                "volume": "97",
                "issue": "",
                "pages": "663--688",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sikes, R. S., and the Animal Care and Use Committee of the American Society of Mammalogists. 2016. Guidelines of the American Society of Mammalogists for the use of wild mammals in research and education. Journal of Mammalogy 97:663-688.",
                "links": null
            },
            "BIBREF78": {
                "ref_id": "b78",
                "title": "Pairwise comparisons of mitochondrial DNA sequences in stable and exponentially growing populations",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Slatkin",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Hudson",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Genetics",
                "volume": "129",
                "issue": "",
                "pages": "555--562",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Slatkin, M., and R. R. Hudson. 1991. Pairwise comparisons of mi- tochondrial DNA sequences in stable and exponentially growing populations. Genetics 129:555-562.",
                "links": null
            },
            "BIBREF79": {
                "ref_id": "b79",
                "title": "Chloroplast DNA intraspecific phylogeography of plants from the Pacific Northwest of North America",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Soltis",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Gitzendanner",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "Strenge",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "S"
                        ],
                        "last": "Soltis",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Plant Systematics and Evolution",
                "volume": "206",
                "issue": "",
                "pages": "353--373",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Soltis, D. E., M. A. Gitzendanner, D. D. Strenge, and P. S. Soltis. 1997. Chloroplast DNA intraspecific phylogeogra- phy of plants from the Pacific Northwest of North America. Plant Systematics and Evolution 206:353-373.",
                "links": null
            },
            "BIBREF80": {
                "ref_id": "b80",
                "title": "A fossil marmot from New Mexico and its climatic significance",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "E"
                        ],
                        "last": "Stearns",
                        "suffix": ""
                    }
                ],
                "year": 1942,
                "venue": "American Journal of Science",
                "volume": "240",
                "issue": "",
                "pages": "867--878",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stearns, C. E. 1942. A fossil marmot from New Mexico and its cli- matic significance. American Journal of Science 240:867-878.",
                "links": null
            },
            "BIBREF81": {
                "ref_id": "b81",
                "title": ") and testing assumptions of habitat fidelity in the Quaternary fossil record",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "A"
                        ],
                        "last": "Stegner",
                        "suffix": ""
                    }
                ],
                "year": 2015,
                "venue": "Quaternary Research",
                "volume": "83",
                "issue": "",
                "pages": "582--587",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stegner, M. A. 2015. The Mescal Cave Fauna (San Bernardino County, California) and testing assumptions of habitat fidelity in the Quaternary fossil record. Quaternary Research 83:582-587.",
                "links": null
            },
            "BIBREF82": {
                "ref_id": "b82",
                "title": "Molecular phylogeny of the marmots (Rodentia: Sciuridae): tests of evolutionary and biogeographic hypotheses",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    }
                ],
                "year": 1999,
                "venue": "Systematic Biology",
                "volume": "48",
                "issue": "",
                "pages": "715--734",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steppan, S. J., et al. 1999. Molecular phylogeny of the marmots (Rodentia: Sciuridae): tests of evolutionary and biogeographic hypotheses. Systematic Biology 48:715-734.",
                "links": null
            },
            "BIBREF83": {
                "ref_id": "b83",
                "title": "Molecular data resolve placement of the Olympic marmot and estimate dates of trans-Beringian interchange",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [
                            "J"
                        ],
                        "last": "Kenagy",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Zawadzki",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Robles",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Lyapunova",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 2011,
                "venue": "Journal of Mammalogy",
                "volume": "92",
                "issue": "",
                "pages": "1028--1037",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steppan, S. J., G. J. Kenagy, C. Zawadzki, R. Robles, E. A. Lyapunova, and R. S. Hoffmann. 2011. Molecular data re- solve placement of the Olympic marmot and estimate dates of trans- Beringian interchange. Journal of Mammalogy 92:1028-1037.",
                "links": null
            },
            "BIBREF84": {
                "ref_id": "b84",
                "title": "Refugia revisited: individualistic responses of species in space and time",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Stewart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Lister",
                        "suffix": ""
                    },
                    {
                        "first": "I",
                        "middle": [],
                        "last": "Barnes",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Dalén",
                        "suffix": ""
                    }
                ],
                "year": 2010,
                "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
                "volume": "277",
                "issue": "",
                "pages": "661--671",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Stewart, J. R., A. M. Lister, I. Barnes, and L. Dalén. 2010. Refugia revisited: individualistic responses of species in space and time. Proceedings of the Royal Society of London B: Biological Sciences 277:661-671.",
                "links": null
            },
            "BIBREF85": {
                "ref_id": "b85",
                "title": "PAUP*: Phylogenetic analysis using parsimony (*and other methods). Version 4",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swofford",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "JOURNAL OF MAMMALOGY",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Swofford, D. L. 2003. PAUP*: Phylogenetic analysis using parsi- mony (*and other methods). Version 4. Sinauer Associates, Inc., Publishers, Sunderland, Massachusetts. JOURNAL OF MAMMALOGY",
                "links": null
            },
            "BIBREF86": {
                "ref_id": "b86",
                "title": "Noninvasive genetic tracking of the endangered Pyrenean brown bear population",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Taberlet",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Molecular Ecology",
                "volume": "6",
                "issue": "",
                "pages": "869--876",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Taberlet, P., et al. 1997. Noninvasive genetic tracking of the endangered Pyrenean brown bear population. Molecular Ecology 6:869-876.",
                "links": null
            },
            "BIBREF87": {
                "ref_id": "b87",
                "title": "Statistical method for testing the neutral mutation hypothesis by DNA polymorphism",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Tajima",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Genetics",
                "volume": "123",
                "issue": "",
                "pages": "585--595",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tajima, F. 1989. Statistical method for testing the neutral mutation hypothesis by DNA polymorphism. Genetics 123:585-595.",
                "links": null
            },
            "BIBREF88": {
                "ref_id": "b88",
                "title": "MEGA6: molecular evolutionary genetics analysis version 6.0",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Tamura",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Stecher",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Peterson",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Filipski",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Kumar",
                        "suffix": ""
                    }
                ],
                "year": 2013,
                "venue": "Molecular Biology and Evolution",
                "volume": "30",
                "issue": "",
                "pages": "2725--2729",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tamura, K., G. Stecher, D. Peterson, A. Filipski, and S. Kumar. 2013. MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular Biology and Evolution 30:2725-2729.",
                "links": null
            },
            "BIBREF89": {
                "ref_id": "b89",
                "title": "BIOMOD-a platform for ensemble forecasting of species distributions",
                "authors": [
                    {
                        "first": "W",
                        "middle": [],
                        "last": "Thuiller",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lafourcade",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Engler",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "B"
                        ],
                        "last": "Araújo",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Ecography",
                "volume": "32",
                "issue": "",
                "pages": "369--373",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thuiller, W., B. Lafourcade, R. Engler, and M. B. Araújo. 2009. BIOMOD-a platform for ensemble forecasting of species distributions. Ecography 32:369-373.",
                "links": null
            },
            "BIBREF90": {
                "ref_id": "b90",
                "title": "Ecological niche modelling of montane mammals in the Great Basin, North America: examining past and present connectivity of species across basins and ranges",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Waltari",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "P"
                        ],
                        "last": "Guralnick",
                        "suffix": ""
                    }
                ],
                "year": 2009,
                "venue": "Journal of Biogeography",
                "volume": "36",
                "issue": "",
                "pages": "148--161",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Waltari, E., and R. P. Guralnick. 2009. Ecological niche mod- elling of montane mammals in the Great Basin, North America: examining past and present connectivity of species across basins and ranges. Journal of Biogeography 36:148-161.",
                "links": null
            },
            "BIBREF91": {
                "ref_id": "b91",
                "title": "Eastward Ho: phylogeographical perspectives on colonization of hosts and parasites across the Beringian nexus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Waltari",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Hoberg",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "P"
                        ],
                        "last": "Lessa",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "A"
                        ],
                        "last": "Cook",
                        "suffix": ""
                    }
                ],
                "year": 2007,
                "venue": "Journal of Biogeography",
                "volume": "34",
                "issue": "",
                "pages": "561--574",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Waltari, E., E. P. Hoberg, E. P. Lessa, and J. A. Cook. 2007. Eastward Ho: phylogeographical perspectives on colonization of hosts and parasites across the Beringian nexus. Journal of Biogeography 34:561-574.",
                "links": null
            },
            "BIBREF92": {
                "ref_id": "b92",
                "title": "Port Eliza cave: North American West Coast interstadial environment and implications for human migrations",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "C"
                        ],
                        "last": "Ward",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "C"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Nagorsen",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Nelson",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Driver",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Wigen",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Quaternary Science Reviews",
                "volume": "22",
                "issue": "",
                "pages": "1383--1388",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ward, B. C., M. C. Wilson, D. W. Nagorsen, D. E. Nelson, J. C. Driver, and R. J. Wigen. 2003. Port Eliza cave: North American West Coast interstadial environment and implications for human migrations. Quaternary Science Reviews 22:1383-1388.",
                "links": null
            },
            "BIBREF93": {
                "ref_id": "b93",
                "title": "Global changes during the last 3 million years: climatic controls and biotic responses",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Webb",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Iii",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bartlein",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Annual Review of Ecology and Systematics",
                "volume": "23",
                "issue": "",
                "pages": "141--173",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Webb, T., III and P. J. Bartlein. 1992. Global changes during the last 3 million years: climatic controls and biotic responses. Annual Review of Ecology and Systematics 23:141-173.",
                "links": null
            },
            "BIBREF94": {
                "ref_id": "b94",
                "title": "Paleobiogeography of montane islands in the Great Basin since the last glaciopluvial",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "V"
                        ],
                        "last": "Wells",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Ecological Monographs",
                "volume": "53",
                "issue": "",
                "pages": "341--382",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wells, P. V. 1983. Paleobiogeography of montane islands in the Great Basin since the last glaciopluvial. Ecological Monographs 53:341-382.",
                "links": null
            },
            "BIBREF95": {
                "ref_id": "b95",
                "title": "Intraspecific phylogeography of red squirrels (Tamiasciurus hudsonicus) in the central Rocky Mountain region of North America",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "M"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Busshe",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Mcbee",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "A"
                        ],
                        "last": "Johnson",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Genetica",
                "volume": "125",
                "issue": "",
                "pages": "141--154",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilson, G. M., R. A. Den Busshe, K. McBee, L. A. Johnson, and C. A. Jones. 2005. Intraspecific phylogeography of red squirrels (Tamiasciurus hudsonicus) in the central Rocky Mountain region of North America. Genetica 125:141-154.",
                "links": null
            },
            "BIBREF96": {
                "ref_id": "b96",
                "title": "GARLI: genetic algorithm for rapid likelihood inference",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "J"
                        ],
                        "last": "Zwickl",
                        "suffix": ""
                    }
                ],
                "year": 2006,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zwickl, D. J. 2006. GARLI: genetic algorithm for rapid likeli- hood inference. http://www.bio.utexas.edu/faculty/antisense/garli/ Garli. html. Accessed 1 December 2014.",
                "links": null
            },
            "BIBREF97": {
                "ref_id": "b97",
                "title": "Tissue Nevada Wassuk Range, ca. 2 km S Lapon Meadows, 9.5 km S Camp Dixie 2",
                "authors": [],
                "year": 2002,
                "venue": "",
                "volume": "93",
                "issue": "",
                "pages": "451911--451913",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "July 2010 41.7773 −115.9872 MSB:Mamm:225698 KU199779 Tissue Nevada Wassuk Range, ca. 2 km S Lapon Meadows, 9.5 km S Camp Dixie 2 July 2015 38.51506 −118.80653 UMNH:Mamm:38928 MK334257 Tissue Nevada Clan Alpine Mountains, Cherry Creek Valley 2002 39.58 −117.93 GQ451911-GQ451913 Hair",
                "links": null
            },
            "BIBREF98": {
                "ref_id": "b98",
                "title": "26 −114.68 GQ451914 Hair Nevada Cherry Creek Range, Goshute Canyon Wilderness 2002 40.10 −114.83 GQ451915 Hair Nevada Deep Creek Range, Scott's Basin Wilderness Study Area",
                "authors": [],
                "year": 2002,
                "venue": "",
                "volume": "87",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nevada Schell Creek Range, Success Summit 2002 39.26 −114.68 GQ451914 Hair Nevada Cherry Creek Range, Goshute Canyon Wilderness 2002 40.10 −114.83 GQ451915 Hair Nevada Deep Creek Range, Scott's Basin Wilderness Study Area 2002 39.89 −113.87 GQ451937 Hair Nevada Monitor Range, Hunt Creek 2002 38.37 −116.75",
                "links": null
            },
            "BIBREF99": {
                "ref_id": "b99",
                "title": "64 −115.41 GQ451935 Hair Nevada Toquima Range",
                "authors": [],
                "year": 2002,
                "venue": "GQ451933/GQ451936 Hair Nevada Ruby Mountains",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GQ451933/GQ451936 Hair Nevada Ruby Mountains, Thomas Canyon 2002 40.64 −115.41 GQ451935 Hair Nevada Toquima Range, Mt. Jefferson 2002 38.77 −116.94 GQ451943 Hair Nevada Shoshone Range, North Shoshone Peak",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "text": "-Genetic sampling localities (black dots) and georeferenced localities (gray cross) for (A) Marmota flaviventris and (B) M. caligata.",
                "uris": null,
                "num": null
            },
            "FIGREF1": {
                "type_str": "figure",
                "text": "-The Maximum Likelihood phylogeny estimated for the mtDNA haplotypes. Black circles on branches indicate bootstrap values > 90 while open circles indicate bootstrap values > 70. Branch lengths are proportional to the average number of substitutions per site.",
                "uris": null,
                "num": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": "-Chronogram estimated with BEAST for the mtDNA haplotypes. Black circles on branches indicate posterior probability values > 95 while open circles indicate posterior probability values > 90. Branch lengths are shown as average age in millions of years, and 95% age intervals are shown.",
                "uris": null,
                "num": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "-Bayesian skyline plots for each clade of interest showing effective population size scaled by mutation rate plotted against time. The time scale begins with the present on the left and is given as the average age in millions of years. Solid black lines indicate the mean value of effective population size while dashed gray lines represent the 95% highest posterior probability interval. Note the difference in vertical and horizontal axes intervals for the plots. The timing of the last glacial period (110,000-11,700 years ago) is indicated by the gray shaded area.",
                "uris": null,
                "num": null
            },
            "FIGREF4": {
                "type_str": "figure",
                "text": "-Mismatch distributions for each clade of interest. Solid lines indicate the observed frequency of pairwise nucleotide differences between sequences, and dashed lines represent the expected distribution based on a model of sudden population expansion.",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "type_str": "figure",
                "text": "-Species distribution models (SDM) showing the predicted distribution under current conditions for (A) Marmota flaviventris and (C) M. caligata as well as the predicted distribution during Last Glacial Maximum (LGM) conditions for (B) M. flaviventris and (D) M. caligata. On the LGM maps, the approximate extent of the continental ice sheet, montane glaciers, and pluvial lakes are outlined.",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "type_str": "table",
                "text": "-Diversity (mtDNA) statistics for three clades of marmots, including the number of Cytb-control region sequences analyzed (n), the number of segregating sites (S) and haplotypes (H), haplotype diversity (Hd), nucleotide diversity (π), and Tajima's D statistic.",
                "num": null,
                "content": "<table><tr><td>Clade</td><td>n</td><td>S</td><td>H</td><td>Hd</td><td>π</td><td>Tajima's D</td><td>D P-value</td></tr><tr><td>M. flaviventris</td><td>138</td><td>140</td><td>67</td><td>0.9733</td><td>0.027</td><td>−0.6615</td><td>0.305</td></tr><tr><td>M. caligata coastal</td><td>46</td><td>24</td><td>20</td><td>0.9275</td><td>0.00468</td><td>−1.2481</td><td>0.087</td></tr><tr><td>M. caligata continental</td><td>121</td><td>34</td><td>36</td><td>0.9109</td><td>0.00470</td><td>−1.3927</td><td>0.05821</td></tr></table>"
            }
        }
    }
}