{
    "paper_id": "Richardson1925-AMERICANMATHEMATICALSOCIETY",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:29.242421Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Richardson1925-AMERICANMATHEMATICALSOCIETY",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "irrigation. Only meager data are available on the subject. We may imagine that an irrigation system based on the suction force of the soil could be constructed in the following way: porous clay pipes may be placed in the soil at a certain depth and at a certain distance apart, depending on the suction force of the layer in which the pipes are placed. The source of the water supply may be at a level lower than the field desired to irrigate, since the suction force as shown above will lift a column of water 10 to 15 feet or more, depending on the amount of colloids present. A reservoir may be constructed which when kept at a certain level will supply the water to the soil up to any desired moisture content. In the event of a rain the level of the reservoir may be lowered and the system will serve as a drainage system.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Another use made of the principle of the suction force by the authors is the utilization of the high suction force of one soil to obtain the soil solution from a soil with a lower suction force. This has been done in the following way: two Pasteur clay candles were immersed in two different soils, respectively. The sandy soil with a low suction force was moistened previously and its candle was empty; on the other hand the candle in the dry clay soil with a high suction force was filled with water. Both candles were connected in a closed system with rubber stoppers and glass tubing. The suction force of the clay soil produced a vacuum in its candle taking out the water; this naturally evacuated the candle in the sandy soil and the soil moisture entered the candle. Thus the soil solution was obtained. In brief it meant that the suction force of the soil has been utilized in place of a vacuum pump. THE two hundred and forty-fourth regular meeting of the American Mathematical Society was held at Columbia University, on Saturday, October 31, 1925, extending through the usual morning and afternoon sessions. The attendance included fifty members of the society.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "At the meeting of the council, nine persons were elected to membership in the society, and twenty-five applications for membership were received.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The following papers were read at this meeting:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Definitions and postulates for relativity: H. P.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Space-time and mass: G. Y. RAINICH.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "Interpretations of Poisson's integral: 0. D. KELLOGG.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "The summation of a family of series of a certain type: I. J. SCHWATT.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "Large primes have at least five consecutive quadratic residues: A. A. BENNETT.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "A note on the functional equation f (x + y) = f (x) + f (y): MARK KORMES. Some theorems on continuous curves conttining no simtple closed curve: H. M. GEHMAN. On irredundant sets of postulates: H. M. GEHIMAN. A property which characterizes continuous curves: R. L. WILDER.",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 73,
                        "text": "MARK KORMES.",
                        "ref_id": null
                    },
                    {
                        "start": 151,
                        "end": 158,
                        "text": "GEHMAN.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "A theorem on connected point sets which are connected im kleinen: R. L. WILDER.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "Note on the continuity of a function defined by a definite Lebesgue integral: H. J. ETTLINGER.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "On the expansion of an analytic fuanction in a series of polynomials: J. L. WALSH.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "On the position of the roots of entire functions of genus zero and unity: J. L. WALiSH.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "On isolated singular points of harmonic functions: G. E. RAYNOR.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "On the structutre of a limited continuum, irreducible between two points: W. A. WILSON.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "The algebraic structwre of the formulas in plane trigonometry. Third paper: T. H. GRONWALL.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "Summation of series and conformal mappiag: T. H.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MANNING.",
                "sec_num": null
            },
            {
                "text": "A new form of the remainder in the binomial series, with applications: T. H. GRONWALL.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRONWALL.",
                "sec_num": null
            },
            {
                "text": "Almost-periodic functions of two variables: PHILIP FRANKLIN.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRONWALL.",
                "sec_num": null
            },
            {
                "text": "The elementary character of certain integrals related to figures bounded by spheres and planes: PHILIP FRANKLIN.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRONWALL.",
                "sec_num": null
            },
            {
                "text": "Concerning the arcs and domains of a continuous curve: W. L. AYRES.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRONWALL.",
                "sec_num": null
            },
            {
                "text": "A new method in periodogram analysis: NORBERT",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "GRONWALL.",
                "sec_num": null
            },
            {
                "text": "The convergence of Bessel's series: M. H. STONE. The Borel summability of Fourier series: M. H. STONE. The identities of affinely connected manifolds: T. Y. THOMAS.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "WIENER.",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://www.science.org at University of Michigan Ann Arbor on October 07, 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The research manuscripts and library of Dr. Robert Adrain, professor of mathematics at Rutgers, Columbia, and Pennsylvania. Preliminary report: M. J. BABB.Note on the convergence of Fourier series: DUNHAM JACKSON.New division algebras: L. E. DICKSON.A theorem on continuous curves in space of n dimensions: H. M. GEHMAN.The society will hold its annual meeting at Hunter College, New York City, January 1 and 2, 1926. It will also hold a meeting in affiliation with the American Association for the Advancement of Science at Kansas City, December 29 and 30, 1925; on this occasion Professor James Pierpont will deliver the third Josiah Willard Gibbs Lecture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": ") is published by the American Association for the Advancement of Science. 1200",
                "authors": [],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Science (ISSN 1095-9203) is published by the American Association for the Advancement of Science. 1200 New York Avenue NW, Washington, DC 20005. The title Science is a registered trademark of AAAS.",
                "links": null
            }
        },
        "ref_entries": {}
    }
}