{
    "paper_id": "Rickartetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:31.242965Z"
    },
    "title": "DISTRIBUTION AND ECOLOGY OF SMALL MAMMALS ALONG AN ELEVA TIONAL TRANSECT IN SOUTHEASTERN LUZON, PHILIPPINES",
    "authors": [
        {
            "first": "Eric",
            "middle": [
                "A"
            ],
            "last": "Rickart",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Ruth",
            "middle": [
                "C B"
            ],
            "last": "Utzurrum",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Small mammals were surveyed along an elevational transect on Mount Isarog (summit at 1,966 m) in southeastern Luzon, Philippines. Removal trapping was conducted at six sites ranging from remnant dipterocarp forest (475 m) to mossy forest (1,750 m). A total of 255 small mammals was captured in 9,001 trap nights. Species captured were one shrew (Crocidura grayi) and seven rodents (Apomys musculus, Apomys cf. microdon, Archboldomys luzonensis, Batomys sp., Chrotomys gonzalesi, Rattus everetti, and Rhynchomys isarogensis). Five species are nocturnal, one diurnal, and two have variable diel activity. On the basis of trap success with two kinds of bait, analysis of stomach contents, and captive feeding trials, we recognize four trophic groups: omnivorous (three species), insectivorous (two species), granivorous-frugivorous (one species), and vermivorous (two species). Species richness and relative abundance followed predicted patterns of increase with elevation. Four species endemic to Mount Isarog were found only at high elevations. The influence of elevation and associated climatic and biotic characteristics on local variation in animal community structure is well recognized. For many vertebrate groups, species richness and relative abundance vary with elevation (Diamond, 1972; Graham, 1983; Heaney et aI., 1989; Terborgh, 1977). However, the ubiquity of elevational patterns and the underlying processes promoting them are unclear, and appear to vary with geographic region, taxonomic group, and trophic assemblage (Heaney et aI., 1989; Patterson et aI., 1989). An understanding of these topics is limited in part by the paucity of standardized surveys along elevational transects that provide data needed to identify patterns and investigate underlying prOcesses. The need to conduct such surveys is accentuated by the rapid destruction of forest communities, particularly in the tropics. In the Philippines, where the basic ecology of most mammals remains unknown, primary forest cover has been reduced from ca. 60% of the total land area in 1945 to ca. 8% currently (Myers, 1988). Our goal in this and other recent studies has been to document the ecology of Philippine mammals while some large tracts of forest remain, to develop and evaluate procedures that allow rapid but accurate assessment of local faunas, and to investigate general ecological and evolutionary phenomena (Heaney, 1986; Heaney and Rickart, 1990). Luzon, the largest island in the Philippine Archipelago, supports a remarkable array of endemic murid rodents. First documented by Thomas (1895, 1898), this fauna is now known to include 24 species representing 14 genera. Twenty of these species are restricted to Luzon (Heaney, 1986). The Luzon fauna is also noteworthy for its broad range of morphological diversity, with arboreal, scansorial, and semifossorial species ranging from 20 g to > 2 kg (Musser, 1982b; Sanborn, 1952; Thomas, 1898). However, in the century following their initial discovery, little information was forthcoming on the ecology of most species. Between 1 March and 7 May 1988 we surveyed small mammals along an elevational transect in Mount Isarog National Park, on the Camarines Peninsula, Camarines Sur Province, southeastern Luzon Island. Mount Isarog is an extinct volcano surrounded by lowland plains. Rising to 1,966 m, it is one of the highest and most isolated forested peaks in southern Luzon. Previous work on Mount Isarog (Rabor, 1966) yielded two new taxa of murid rodents, Archboldomys luzonensis and Rhynchomys isarogensis (Musser, 1982b; Musser and Freeman, 1981). We trapped eight species of non volant small mammals, including seven murid rodents and one soricid insectivore. On the basis of earlier studies in the central Philippines, we made several general predictions",
    "pdf_parse": {
        "paper_id": "Rickartetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Small mammals were surveyed along an elevational transect on Mount Isarog (summit at 1,966 m) in southeastern Luzon, Philippines. Removal trapping was conducted at six sites ranging from remnant dipterocarp forest (475 m) to mossy forest (1,750 m). A total of 255 small mammals was captured in 9,001 trap nights. Species captured were one shrew (Crocidura grayi) and seven rodents (Apomys musculus, Apomys cf. microdon, Archboldomys luzonensis, Batomys sp., Chrotomys gonzalesi, Rattus everetti, and Rhynchomys isarogensis). Five species are nocturnal, one diurnal, and two have variable diel activity. On the basis of trap success with two kinds of bait, analysis of stomach contents, and captive feeding trials, we recognize four trophic groups: omnivorous (three species), insectivorous (two species), granivorous-frugivorous (one species), and vermivorous (two species). Species richness and relative abundance followed predicted patterns of increase with elevation. Four species endemic to Mount Isarog were found only at high elevations. The influence of elevation and associated climatic and biotic characteristics on local variation in animal community structure is well recognized. For many vertebrate groups, species richness and relative abundance vary with elevation (Diamond, 1972; Graham, 1983; Heaney et aI., 1989; Terborgh, 1977). However, the ubiquity of elevational patterns and the underlying processes promoting them are unclear, and appear to vary with geographic region, taxonomic group, and trophic assemblage (Heaney et aI., 1989; Patterson et aI., 1989). An understanding of these topics is limited in part by the paucity of standardized surveys along elevational transects that provide data needed to identify patterns and investigate underlying prOcesses. The need to conduct such surveys is accentuated by the rapid destruction of forest communities, particularly in the tropics. In the Philippines, where the basic ecology of most mammals remains unknown, primary forest cover has been reduced from ca. 60% of the total land area in 1945 to ca. 8% currently (Myers, 1988). Our goal in this and other recent studies has been to document the ecology of Philippine mammals while some large tracts of forest remain, to develop and evaluate procedures that allow rapid but accurate assessment of local faunas, and to investigate general ecological and evolutionary phenomena (Heaney, 1986; Heaney and Rickart, 1990). Luzon, the largest island in the Philippine Archipelago, supports a remarkable array of endemic murid rodents. First documented by Thomas (1895, 1898), this fauna is now known to include 24 species representing 14 genera. Twenty of these species are restricted to Luzon (Heaney, 1986). The Luzon fauna is also noteworthy for its broad range of morphological diversity, with arboreal, scansorial, and semifossorial species ranging from 20 g to > 2 kg (Musser, 1982b; Sanborn, 1952; Thomas, 1898). However, in the century following their initial discovery, little information was forthcoming on the ecology of most species. Between 1 March and 7 May 1988 we surveyed small mammals along an elevational transect in Mount Isarog National Park, on the Camarines Peninsula, Camarines Sur Province, southeastern Luzon Island. Mount Isarog is an extinct volcano surrounded by lowland plains. Rising to 1,966 m, it is one of the highest and most isolated forested peaks in southern Luzon. Previous work on Mount Isarog (Rabor, 1966) yielded two new taxa of murid rodents, Archboldomys luzonensis and Rhynchomys isarogensis (Musser, 1982b; Musser and Freeman, 1981). We trapped eight species of non volant small mammals, including seven murid rodents and one soricid insectivore. On the basis of earlier studies in the central Philippines, we made several general predictions",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "concerning patterns of variation in species richness, abundance, and endemism of Philippine small mammals along elevational gradients (Heaney et a!., 1989) . The Mount Isarog survey was conducted, in part, to test these predictions. Here, we describe the structure of nonvolant smallmammal assemblages along the elevational transect and discuss factors that influence this structure.",
                "cite_spans": [
                    {
                        "start": 134,
                        "end": 155,
                        "text": "(Heaney et a!., 1989)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Mount Isarog (summit at ca. 13°40'N, 123°23'E) has the typical form of an extinct volcano. The top of the mountain forms a semicircular ridge (1,850-1,966 m elev.) constituting the western flank of the remnant volcanic cone. The western slope is moderately steep and is cut by several large river channels. The eastern side, bordering the large interior crater, is extremely steep.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The mountain is located in a region that receives precipitation year-round, but with a period of maximum rainfall from June to December and a relatively dry period from approximately January through May. It is within the typhoon belt and is subject to severe storms from September to November. Mean annual precipitation at Naga (elev. ca. 50 m, ca. 20 km W of the summit, n = 37 years) is 235 cm with minimum and maximum monthly means of 6.9 and 30.9 cm in March and November, respectively (Manalo, 1956) . Limited data from the central Philippines indicate that mid-elevation mountain regions (800-1,100 m) receive up to 3 times as much rainfall as adjacent lowlands . Therefore, average annual precipitation high on the mountain probably exceeds 500 cm. During our study, rain was frequent and often heavy, and soils generally were saturated in March. In late April and early May, rain was infrequent, mean subcanopy air temperatures were higher, and lower elevations were conspicuously drier. On rainless days, however, areas above 1,500 m elev. had regular, dense fog with high nocturnal condensation on all surfaces. During the study period, subcanopy air temperature ranges (measured 1.5 m above ground surface) were l7.5-30°C at 475 m and 10.0-23.9°C at 1,750 m elev.",
                "cite_spans": [
                    {
                        "start": 457,
                        "end": 504,
                        "text": "March and November, respectively (Manalo, 1956)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "On the western. slope of Mount Isarog, natural vegetation below 900 m elev. was lowland dipterocarp forest (sensu Brown, 1919) . At the time of our study, the surrounding lowland plains and the western slope of the mountain below about 400 m elev. were entirely deforested, except for a few small, isolated patches of secondary forest along steep river channels. Between 400 and 800 m, large areas were cleared for timber and agriculture. Remnant dipterocarp forest below 800 m was heavily disturbed and confined to river banks, but was contiguous with primary forest at higher elevations. In the vicinity of the Panicuason Reforestation Station (475 m), many areas between 400 and 600 m contiguous with secondary forest were replanted to a mixture of fast-growing trees, including native Philippine mahogany (Vitex sp.) and non-native ipil-ipil (Leucaena leucocephala).",
                "cite_spans": [
                    {
                        "start": 114,
                        "end": 126,
                        "text": "Brown, 1919)",
                        "ref_id": "BIBREF2"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "In 1988, the lower extent of primary forest on the western side of the mountain was about 900 m. Above this, human disturbance was limited to. occasional collection of rattan palms (Calamus) and to hunting of birds and the few remaining monkeys (Macaca !ascicularis), pigs.(Sus barbatus), and deer (Cervus mariannus). Above 900 m elev., there was a steep escarpment of about 100 m constituting a zone of transition between lowland dipterocarp forest and montane forest (mid-mountain forest-sensu Brown, 1919 ; lower montane rain forest-sensu Whitmore, 1984) . Above 1,500 m, montane forest graded into mossy forest (upper montane rain forest-sensu Whitmore, 1984 ) that extended to the summit.",
                "cite_spans": [
                    {
                        "start": 496,
                        "end": 507,
                        "text": "Brown, 1919",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 542,
                        "end": 557,
                        "text": "Whitmore, 1984)",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 648,
                        "end": 662,
                        "text": "Whitmore, 1984",
                        "ref_id": "BIBREF26"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "Field work was conducted 1-30 March and 20 April-7 May 1988 along one elevational transect on the western slope of Mount Isarog. The transect consisted of six study sites centered at 475, 900, 1,125, 1,350, 1,550, and 1,750 m elev. Photographs and additional description of the study area are provided by Goodman and Gonzales (1990) .",
                "cite_spans": [
                    {
                        "start": 305,
                        "end": 332,
                        "text": "Goodman and Gonzales (1990)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 475-m site, the lowest transect site, was sampled for 12 days (3-11 March, 4-8 May). It was located in a mosaic of secondary lowland dipterocarp forest, ca. 25-year-old forest plantation of Vitex and Leucaena (where native vegetation was colonizing vigorously), and brushy or open habitat. Trapping was conducted in. secondary forest and forest-plantation areas along a steep river drainage system. Both habitats included an extensive understory of native plants such as figs (Ficus), piper (Piper), saplings (primarily Dipterocarpaceae), palms (Palmae), and tree ferns (Cyathea). Woody lianas were abundant in secondary forest. There was a sparse ground cover of ferns and herbaceous dicots, with a thin layer of leaf litter over stony soil composed of weathered volcanic rock.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 900-m site was sampled 3-11 March, and 30 April-4 May. It was located at the base of a steep escarpment in an area of lowland dipterocarp forest with some montane forest elements, and consisted of a mosaic of primary forest, recently logged areas, and agricultural land. Survey efforts were confined to primary forest having a broken canopy at 20-30 m. Canopy trees had diameter at breast height of 0.5-1.5 m, and moderate buttress development. The understory consisted of tree ferns, bamboo (Bambusa), small arborescent palms, and saplings. Woody vines, climbing bamboo (Schizostachyum), and climbing pandans (Freycinetia) were common, and rattan palms were uncommon. Vascular epiphytes were common, including orchids (Orchidaceae), ferns (Pteridophyta), and pitcher plants (Nepenthes). Moss was present on some tree trunks and on dead wood. There was a moderate ground cover of pandans, ferns, and sedges (Cyperaceae). Leaf litter was not extensive, but there was a moderate humus layer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 1,125-m site, located in lower montane forest, was sampled 23-30 March and 26 April-4 May. Canopy trees ranged from 18 to 25 m in height, with diameters at breast height from 0.25 to ~0.5 m. Most trees were not buttressed. Moss was present on dead wood and live trees. At this site and the 1,350-m site, the understory consisted of saplings, tree ferns, and arborescent palms, with an extensive ground cover of pandans, sedges, and small ferns. Woody vines, climbing bamboo, climbing pandans, and strangler figs were common. Abundant epiphytes at both sites included pitcher plants, orchids, and ferns.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 1,350-m site, situated in upper montane forest, was sampled 12-24 March and 25-30 April. Canopy trees were 12-20 m in height, and had diameters at breast height ranging from 0.3 to ~0.5 m. Few trees were buttressed. Old logs had heavy moss cover, but moss was uncommon elsewhere on the forest floor. Trunks of all but the youngest trees had moderate moss cover. There was extensive leaf litter and a welldeveloped humus layer in some areas.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 1,550-m site, sampled 12-20 March and 20-26 April, was in transitional montane-mossy forest, in an area bounded by steep ravines. The canopy was at a height of 10-15 m, broken by many treefalls. Canopy trees had diameters at breast height of 15-40 cm with no buttressing, but often with exposed stilt-root systems. On steep terrain, trunks of trees were inclined downslope. Moss was abundant, reaching depths of 10 cm in some areas, but not covering all subcanopy surfaces. At this site and the 1,750-m site, there was abundant leaf litter and a deep humus layer. The understory consisted of small shrubs, saplings, and treeferns, with a ground cover of ferns, pandans, orchids, small dicots, and moss. Climbing bamboo, rattan, and particularly climbing pandans were abundant. Vascular epiphytes were numerous, including orchids, ferns, and pitcher plants.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "The 1,750-m site, the uppermost site, was sampled 21-28 March and 20-25 April. It was situated in welldeveloped mossy forest, on steep terrain with slopes ranging from 30 to 60\". The canopy was 5-12 m in height and was broken by numerous treefalls. The largest trees had trunk diameters ranging from 0.1 to 0.5 m. Most trees had elaborate moss-covered stilt-root systems, often exceeding 2 m in diameter at ground level. Trees growing on the steepest slopes had horizontal main trunks bearing vertical branches that formed the low canopy. Dominant trees included species of Lauraceae with small lobate, serrate, or lanceolate leaves, and large, branching tree ferns. All surfaces below the canopy were covered with thick mats of moss and liverworts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY AREA",
                "sec_num": null
            },
            {
                "text": "At each transect site, removal trapping was conducted within an elevational band of ±50 m, except at the 1,750-m site where collecting extended 100 m to 1,850 m. Rodents and shrews were caught in traplines consisting of Victor rat traps (70-75% of the traps), National live traps (20-25%), and Sherman live traps (0-10%) spaced 5-15 m apart with one trap per station. Most traps (ca. 90%) were set on the ground, often along runways, near holes, or within root tangles. Other traps were placed on fallen trees, horizontal branches, and in other elevated situations to 2 m above the ground surface. Individual traplines of 30-50 traps typically were operated for 4 consecutive days, occasionally for 3-5 days. Traps were examined and rebaited immediately after dawn and in late afternoon, and occasionally were examined at other times during the day. Bait consisted of either pieces of freshly fried coconut coated with peanut butter, or live annelid earthworms (Megascolecidae) individually tied to the bait pedals of traps.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Each elevational site was sampled twice for a total of 12-17 days (6-12 days during the first session; 4-8 days during the second session). During the second session, traps were set in areas not sampled previously. At each site, ca. 60-75% of the trapping effort (900-1,400 trap nights) was conducted with coconut bait, and 25-40% (200-500 trap nights) with earthworm bait. Most of the earthworm-baited traps were set during the second trapping session because we discovered the attractiveness of this bait only near the end of the first session.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Stomach contents of some snap-trapped specimens were examined macroscopically in the field, and samples were preserved and examined under a dissecting microscope. For some species, food selection tests were conducted with live-trapped animals. Animals were presented with small samples of potential plant and animal food items, and behavioral responses were noted. As tests progressed, favored items (those accepted and eaten without hesitation) were offered alternately with unknowns to ensure adequate interest levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "To assess resources available to vermivorous mammals, we estimated local abundance of earthworms at the five primary forest sites (900-1,750 m). At each site, 30 randomly selected points were cleared of loose leaf litter, and 1,OOO-cm 3 loose-volume samples of surface soil (to a depth of ca. 10 cm) were taken from areas of ca. 25 by 25 cm (1/16 m 2 ). Worms were removed by sorting soil against a light-colored background, weighed, and preserved in 70% ethanol. Live-trapped animals were killed with lethal injections of sodium pentobarbital. All animals were autopsied for reproductive data in the field and were prepared as voucher specimens deposited at the National Museum of Natural History (USNM) and the Philippine National Museum (PNM).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Eight species of small mammals were captured along the transect (Table 1) , including one shrew (Crocidura grayi) and seven murid rodents (Apomys musculus, Apomys d. microdon, Archboldomys luzonensis, an apparently undescribed species of Batomys, Chrotomys gonzalesi, Rattus everetti, and Rhynchomys isarogensis -Musser, 1982a -Musser, , 1982b Musser and Freeman, 1981; Rickart and Heaney, 1991) . The only other small, nonvolant mammal species known to occur in southern Luzon is Bullimus luzonicus, a murid associated with lowland dipterocarp forest (six specimens at the Florida Museum of Natural History-L. Wilkins, pers. comm.). An additional murid species, the large (2 kg) arboreal folivore Phloeomys cumingi, was present at 475 m. Eight specimens (deposited at USNM) were obtained from local hunters who reported that they were common in remnant forest between 250 and 500 m elev. This species was not taken in our traps, therefore is not included in our analyses.",
                "cite_spans": [
                    {
                        "start": 312,
                        "end": 326,
                        "text": "-Musser, 1982a",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 327,
                        "end": 343,
                        "text": "-Musser, , 1982b",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 344,
                        "end": 369,
                        "text": "Musser and Freeman, 1981;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 370,
                        "end": 395,
                        "text": "Rickart and Heaney, 1991)",
                        "ref_id": "BIBREF20"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 64,
                        "end": 73,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "We recorded 255 captures in 9,001 trap nights, for an overall trap success of 2.8%. Number of captures and overall trap success per elevational site ranged from 25 to 56, and from 1.6 to 3.7%, respectively (Table 2) . Cumulative number of species trapped at each elevation reached an asymptote at 475 and 1,125 m. At the remaining sites, the number of species appeared to approach an asymptote, except at 1,350 m where by the last day of trapping the number of species recorded equalled the total known for the transect (Fig. 1) . After 3,663 cumulative trap nights (41% of the total trapping effort), no new species were added to the transect as a whole (Fig. 1 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 206,
                        "end": 215,
                        "text": "(Table 2)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 520,
                        "end": 528,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 655,
                        "end": 662,
                        "text": "(Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "There was significant variation in the proportional abundance of species between the six elevationalsites (G-test; G = 222.02, d.!. = 35, P < 0.005). Crociduragrayi, Apomys d. microdon, and Rattus everetti occurred either over the entire transect or at five of the six sites, Apomys musculus and Rhynchomys isarogensis occurred in montane and mossy forest at 1,125 m and above, and Archboldomys luzonensis, Batomys sp., and Chrotomys gonzalesi occurred at 1,350 m and above (Table 1) . Comparisons of capture frequencies at low-, middle-, and high-elevation pairs of sites (representing dipterocarp forest, montane forest, and mossy forest habitat zones, respectively) showed significant elevational biasing for several species (X 2 tests, expected frequencies based on number of trap nights). Rattus everetti was most abundant in low-elevation dipterocarp forest, Crocidura grayi and Apomys musculus in middle-elevation montane forest, and Batomys sp. and Rhynchomys isarogensis in high-elevation mossy forest (Table 1) . Number of species trapped per site ranged from two at 900 m to eight at 1,350 m elev. At 900 m and 1,550 m, the presence of rare species was inferred from their occurrence at both higher and lower elevations (Table 1) . Although the number of species per site was not significantly correlated with elevation (rs = 0.80, P > 0.05), a strong positive trend was indicated by the significant association between ranked elevation and ranked species richness (P < 0.05, Olmstead-Tukey test- Sokal and Rohlf, 1969) . The two types of bait provided two separate measures of relative abundance of small mammals along the transect, both expressed as percent trap success (number of animals trapped per 100 trap nights). There was a significant positive rank correlation between elevation and trap success with earthworm bait (Table 2) . Conversely, there was a trend toward a negative correlation between elevation and trap success with coconut bait. For Rattus everetti alone (the most common species, accounting for nearly one-half of all captures), the negative correlation between elevation and trap success with coconut bait was significant ( for the two bait types), were not significantly correlated with elevation (Table 2) . However, deletion of the anomalous l,550-m site resulted in a significant correlation for unweighted overall success for the remaining sites (rs = 0.90, P < 0.05). The fact that total capture frequencies in montane and mossy forest habitats were significantly higher than expected (Table 1) also indicated a general increase in overall abundance with elevation. Substantial differences in trap success were noted between the two trapping sessions. At the 1,350and l,750-m sites, success with coconut bait was significantly higher during the second session (Table 3 ). Compared to adjacent sites, the l,550-m site was anomalous in that trap success with both baits was consistently low (Table 3) . The same eight species were recorded in both sessions (Table 4) , and the rank orders for number of captures with coconut bait were significantly correlated between sessions (rs = 0.755, P < 0.05). Most individual sites yielded similar numbers of species during the two sessions. However, rare species were added to the three highest elevational sites during the second session. The 1,550-m site also was anomalous in this respect, with a three-fold increase in the number of species captured during the second session (Fig. 1) . For some species, there was significant temporal variation in trap success. For Crocidura grayi, Batomys sp., and Apomys musculus, trap success with coconut bait was higher during the second session, Trap success with earthworm bait was higher during the first session for Crocidura grayi and Chrotomys gonzalesi (Table 4) . There were significant differences in diel activity patterns of six species (X 2 tests, assuming equal probabilities of nocturnal-crepuscular capture and diurnal capture), Both species of Apomys, Batomys sp., Rattus everetti, and Rhynchomys isarogensis were predominantly nocturnal, whereas Archboldomys luzonensis was diurnal. Crocidura grayi and Chrotomys gonzalesi were active day and night (Table 5) .",
                "cite_spans": [
                    {
                        "start": 1508,
                        "end": 1530,
                        "text": "Sokal and Rohlf, 1969)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 474,
                        "end": 483,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1011,
                        "end": 1020,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1231,
                        "end": 1240,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 1838,
                        "end": 1847,
                        "text": "(Table 2)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 2235,
                        "end": 2244,
                        "text": "(Table 2)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 2528,
                        "end": 2537,
                        "text": "(Table 1)",
                        "ref_id": null
                    },
                    {
                        "start": 2803,
                        "end": 2811,
                        "text": "(Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2932,
                        "end": 2941,
                        "text": "(Table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 2998,
                        "end": 3007,
                        "text": "(Table 4)",
                        "ref_id": null
                    },
                    {
                        "start": 3463,
                        "end": 3471,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 3787,
                        "end": 3796,
                        "text": "(Table 4)",
                        "ref_id": null
                    },
                    {
                        "start": 4193,
                        "end": 4202,
                        "text": "(Table 5)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Species differed in their responses to the two baits (X2 tests, expected frequencies based on number of trap nights with each bait at all sites where species were known or inferred to occur), Earthworms were significantly more effective in attracting Crocidura grayi, Chrotomys gonzalesi, and Rhynchomys isarogensis, whereas coconut was more effective for Rattus everetti (Table 5) , There were no significant differences in bait attractiveness for the other four species, Stomach contents of Batomys sp, (n = 3) were limited to vegetable matter, including seeds, fruits, and some leaves, Only seeds were accepted by two captives. Stomachs of Rattus everetti (n = 6), Apomys ~usculus (n = 4), and Apomys cf. microdon (n = 3) included seeds, fruit, leaves, and miscellaneous arthropods. In addition to these items, two captive Rattus everetti accepted live earthworms, and one Apomys musculus accepted earthworms and rodent meat. Diets of the other four species apparently were restricted to animal matter. Only arthropod fragments were identified from Crocidura grayi stomachs (n = 2). Stomachs of Archboldomys luzonensis (n = 4) contained several kinds of invertebrates, including larval and adult insects, terrestrial crustaceans (Amphipoda), and earthworms. A captive animal accepted these items and rodent flesh, but rejected all plant items. Stomachs of Chrotomys gonzalesi (n = 3) and",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 372,
                        "end": 381,
                        "text": "(Table 5)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Rhynchomys isarogensis (n = 6) contained earthworms, amphipods, and larval and adult insects.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Two captive Rhynchomys accepted these items, and ate more earthworms and insect larvae. Heavily armored beetles (Coleoptera) and ants (Formicidae) were rejected. Observations on general morphology and behavior of captive animals indicate that the two vermivorous species use different foraging modes. Chrotomys gonzalesi, with relatively strong forelimbs and a robust skull, is probably semifossorial, whereas Rhynchomys isarogensis is more gracile, has stronger hindlimbs, and is an agile jumper. Earthworms sampled at the five primary-forest sites (900-1,750 m) were members of the acaecate group of genera in the family Megascolecidae (S. James, pers. comm.). Estimated density of earthworms increased progressively with elevation, for a perfect rank correlation (2, 6, 18, 20 , and 32 worms/m2 ; r. = 1.0, P < 0.05). Total sampled biomass varied in a parallel, but not identical fashion «1,2.5,5.0,12.5, and 22.0 g, respectively), and the number of null samples (of 30) declined with elevation (26, 23, 9, 9, and 1, respectively). High densities of earthworms in mossy forest also were evident from the abundance of fresh casts on the ground surface. Among the five primary forest sites, earthworm abundance and percent trap success with worm Species varied in reproductive condition during the 2-month period of study. Adult Batomys sp. were reproductively inactive. Rattus everetti also was non breeding, although by the end of the study (early May) reproductive tracts of adults taken at 475 m were undergoing recrudescence. The remaining six species exhibited some reproductive activity (large testes, pregnancies, and lactation). For Rhynchomys isarogensis, simultaneous presence of females in early pregnancy, lactating females, and independent juvenile animals indicated a long breeding season.",
                "cite_spans": [
                    {
                        "start": 766,
                        "end": 769,
                        "text": "(2,",
                        "ref_id": null
                    },
                    {
                        "start": 770,
                        "end": 772,
                        "text": "6,",
                        "ref_id": null
                    },
                    {
                        "start": 773,
                        "end": 776,
                        "text": "18,",
                        "ref_id": null
                    },
                    {
                        "start": 777,
                        "end": 779,
                        "text": "20",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Of the eight species of nonvolant small mammals recorded from Mount Isarog, one (Rattus everetti) is widespread in the Philippines, two (Crocidura grayi and Apomys musculus) are restricted to the Luzon and Mindoro faunal regions, one (Apomys cf. microdon) is restricted to the southern Luzon subregion, and four (Archboldomys luzonensis, Batomys sp., Chrotomys gonzalesi, and Rhynchomys isarogensis) are known only from the mountain and are probably local endemics (Heaney, 1986; Rickart and Heaney, 1991) . The only species of small mammal known from southern Luzon, but not captured, was Bullimus luzonicus. It may be confined to forest below the lowest primary-forest site on our transect (900 m), as was Bullimus bagobus on Leyte (Heaney et aI., 1989) . That the number of species recorded for the mountain reached an asymptote early in the study (Fig. 1, bottom graph) indicates that the presence of additional species was highly unlikely. Had our early survey efforts been evenly distributed over the entire transect (rather than concentrating in the species-poor lowlands), the total would have been reached much sooner. Furthermore, that species richness at individual transect sites either approached an asymptote or reached the maximum value for the mountain (Fig. 1) indicates that the survey was successful in assessing general changes in small-mammal assemblages in relation to elevation.",
                "cite_spans": [
                    {
                        "start": 465,
                        "end": 479,
                        "text": "(Heaney, 1986;",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 480,
                        "end": 505,
                        "text": "Rickart and Heaney, 1991)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 734,
                        "end": 755,
                        "text": "(Heaney et aI., 1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 851,
                        "end": 873,
                        "text": "(Fig. 1, bottom graph)",
                        "ref_id": null
                    },
                    {
                        "start": 1269,
                        "end": 1277,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "None of the non-native commensal species common in the Philippines (Suncus murinus, Mus musculus, Rattus exulans, and Rattus rattus) was captured, despite the fact that trapping at the lowest transect site was conducted within 0.2-0.5 km of intensively used agricultural areas where some of these species probably occurred. This is a reflection of commensals being generally restricted to heavily disturbed areas near human habitations and occurring in forest habitats only when native species are not present (Heaney et al., 1989) .",
                "cite_spans": [
                    {
                        "start": 510,
                        "end": 531,
                        "text": "(Heaney et al., 1989)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Along the transect, we found a depauperate community in lowland forest at 475 and 900 m dominated by Rattus everetti (>90% of the captures at both sites), with a few shrews (Crocidura grayi) and mice (Apomys d. microdon), and a more diverse community in montane and mossy forest in which no species comprised >45% of all captures. Most species occurred at all sites in the upland assemblage, but differences in relative abundance indicated a subdivision into a montane-forest component (1,125-1,350 m) dominated by Crocidura grayi, Apomys musculus, and Rattus everetti, and a mossy-forest component (1,550-1,750 m) dominated by Rhynchomys isarogensis, Batomys sp., and Rattus everetti (Table 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 685,
                        "end": 694,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Food habits, ecology, and elevational distribution.-Based on trapping data, analysis of stomach contents, and feeding trials, we assign species into the following trophic categories: omnivore (Apomys sp., Rattus everetti), generalist insectivore (Crocidura grayi, Archboldomys luzonensis), granivore-frugivore (Batomys sp.), and vermivore (Chrotomys gonzalesi, Rhynchomys isarogensis). Differences in diel activity (Table 5 ) and foraging mode (as inferred from morphology and behavior of captives) indicate finer niche partitioning (e.g., between Archboldomys luzonensis and Crocidura grayi, and between Chrotomys gonzalesi and Rhynchomys isarogensis). Elevational distribution of trophic groups was not even. The omnivores and one insectivore were broadly distributed over most of the transect, whereas the diurnal insectivore, the granivore-frugivore, and the vermivores were found only in upper montane and mossy forest.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 415,
                        "end": 423,
                        "text": "(Table 5",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The parallel elevational distributions and abundances of vermivorous rodents and earthworms may have been partly responsible for some of our findings. Ambient conditions favorable to earthworms include high relative humidity, moderate temperatures, and abundant organic detritus (Lee, 1985) . These conditions continuously prevail in high-elevation tropical forests. On Mount Isarog, earthworms reached peak densities in mossy forest. A study on Borneo showed similar results, with greatest numbers and biomass of earthworms occurring in montane forest between 1,000 and 1,900 m elev. (Collins, 1980) . Unfortunately, we have no direct data on the seasonality of earthworm abundance along our transect. However, the high densities we recorded occurred during the driest (and presumably least favorable) portion of the year. This indicates that densities may remain high and relatively stable year-round. If true, this would affect the life histories of vermivorous mammals. That Chrotomys gonzalesi and Rhynchomys tsarogensis were reproductively active when some non-vermivores (Batomys sp. and Rattus everetti) were inactive indicates that the vermivores may be less influenced by resource seasonality.",
                "cite_spans": [
                    {
                        "start": 279,
                        "end": 290,
                        "text": "(Lee, 1985)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 585,
                        "end": 600,
                        "text": "(Collins, 1980)",
                        "ref_id": "BIBREF3"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The predominance of vermivorous and insectivorous rodents in high-elevation forest on Mount Isarog is a pattern repeated elsewhere in Southeast Asia. The highlands of the Mount Data region in northern Luzon support a diverse assemblage of murid rodents that includes representatives of five of the six genera found on Mount Isarog (Sanborn, 1952; Thomas, 1898) . Although published information on the ecology of this group is scarce, Celaenomys silaceus, Chrotomys whiteheadi, and Rhynchomys soricoides may be primary vermivores (Rabor, 1955) . Highland forest on Sulawesi also supports a rich assemblage of murids, including three insectivorous and vermivorous species of \"shrew-rats\" (Musser, 1982b (Musser, , 1987 . M elasmothrix naso is a small, diurnal, insectivorous-vermivorous species with morphological and ecological similarities to Archboldomys luzonensis. Tateomys macrocercus and T. rhinogradoides are nocturnal vermivores that occupy niches similar to those of Rhynchomys isarogensis and Chrotomys gonzalesi.",
                "cite_spans": [
                    {
                        "start": 331,
                        "end": 346,
                        "text": "(Sanborn, 1952;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 347,
                        "end": 360,
                        "text": "Thomas, 1898)",
                        "ref_id": null
                    },
                    {
                        "start": 529,
                        "end": 542,
                        "text": "(Rabor, 1955)",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 686,
                        "end": 700,
                        "text": "(Musser, 1982b",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 701,
                        "end": 716,
                        "text": "(Musser, , 1987",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Temporal variation.-There are almost no data on temporal variation in species richness and abundance of small mammals in Southeast Asia (Heaney et aI., 1989; Heideman et aI., 1987) . Although separated by only 3 weeks, the two sampling sessions on Mount Isarog differed substantially in prevailing weather conditions, so provide some basis for assessing temporal variation. Results from the two sessions were generally comparable, but we found some significant variation in trap success. Given the short interval between samples, it is unlikely this variation represented differences in population densities; rather, it probably reflected variation in bait attractiveness.",
                "cite_spans": [
                    {
                        "start": 136,
                        "end": 157,
                        "text": "(Heaney et aI., 1989;",
                        "ref_id": null
                    },
                    {
                        "start": 158,
                        "end": 180,
                        "text": "Heideman et aI., 1987)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "These findings support earlier pleas (Heaney et aI., 1989; Patterson et aI., 1989) for large samples and caution in data interpretation. Our results indicate that patterns of species richness are less affected by temporal variation than are patterns of relative abundance, that data are more internally consistent when collected during a brief period, that comparisons of abundance between study sites are probably more meaningful when samples obtained during the same climatic season are used, and that a larger number of individual sampling sites can reduce interpretive error arising from anomalous sites.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 58,
                        "text": "(Heaney et aI., 1989;",
                        "ref_id": null
                    },
                    {
                        "start": 59,
                        "end": 82,
                        "text": "Patterson et aI., 1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Elevational patterns in species richness, abundance, and endemism.-Earlier studies on Leyte and Negros islands in the central Philippines (Heaney et aI., 1989) led to several predictions concerning changes in community structure of Philippine small mammals along elevational gradients. Three of these concern nonvolant small mammals. A predicted pattern of increasing species richness with elevation is supported by data from Mount Isarog that demonstrate maximum species richness in montane and mossy forest, with lower richness in lowland forest (Table  1) . This contrasts with the widespread pattern seen for bats (Chiroptera) and birds, where maximum species richness occurs in lowland forest (Diamond, 1972; Graham, 1983; Heaneyet aI., 1989; Terborgh, 1977) .",
                "cite_spans": [
                    {
                        "start": 138,
                        "end": 159,
                        "text": "(Heaney et aI., 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 713,
                        "text": "(Diamond, 1972;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 714,
                        "end": 727,
                        "text": "Graham, 1983;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 728,
                        "end": 747,
                        "text": "Heaneyet aI., 1989;",
                        "ref_id": null
                    },
                    {
                        "start": 748,
                        "end": 763,
                        "text": "Terborgh, 1977)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 548,
                        "end": 558,
                        "text": "(Table  1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A second prediction stemming from the previous studies was that abundance of nonvolant small mammals should increase with elevation (Heaney et aI., 1989) . In this study, interpretation of abundance variation as measured by trap success is complicated by the fact that the two kinds of bait yielded opposing elevational patterns (Table 2) . However, results are generally supportive in that significantly fewer animals were captured at lower elevations than at middle and upper elevations (Table 1) , and overall trap success correlated positively with elevation when the anomalous 1,550-m site was omitted.",
                "cite_spans": [
                    {
                        "start": 132,
                        "end": 153,
                        "text": "(Heaney et aI., 1989)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 329,
                        "end": 338,
                        "text": "(Table 2)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 489,
                        "end": 498,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "A final prediction was that on old, species-rich islands that have received multiple colonizations (such as Luzon), members of the oldest endemic clades should be found at high elevations, whereas those in lowland forest would be members of groups that arrived more recently from continental sources (Heaney et aI., 1989) . Our trapping data on murids provide partial support for this prediction. Rattus everettt, the only murid on Mount Isarog not a member of an endemic Philippine genus (Musser, 1982b) , was also the only small mammal species that reached peak abundance in lowland forest (Table 1) .",
                "cite_spans": [
                    {
                        "start": 300,
                        "end": 321,
                        "text": "(Heaney et aI., 1989)",
                        "ref_id": null
                    },
                    {
                        "start": 489,
                        "end": 504,
                        "text": "(Musser, 1982b)",
                        "ref_id": "BIBREF15"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 592,
                        "end": 601,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "An associated pattern is the restriction to montane and mossy forest habitats of four species apparently endemic to Mount Isarog (Table 1) . This pattern of local endemism is repeated in the highlands of northern Luzon (Sanborn, 1952; Thomas, 1898) . On this basis we make the additional prediction that on old, species-rich islands, small-mammal communities at high elevations should consist predominantly of local endemics, including species with relatively specialized trophic adaptations. Additional studies in the Philippines and elsewhere in Indo-Australia would help to clarify these patterns and the processes promoting them.",
                "cite_spans": [
                    {
                        "start": 219,
                        "end": 234,
                        "text": "(Sanborn, 1952;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 235,
                        "end": 248,
                        "text": "Thomas, 1898)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 138,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "August 1991",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "August 1991",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "We thank L. Gordon and D. Schmidt for providing technical assistance. L. Wilkins provided unpublished records for specimens in the Florida Museum of Natural History, University of Florida. S. James identified the earthworms",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Hoffmann",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Lackey",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Lomolino",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Patterson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Robertson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [],
                        "last": "Rowsemitt",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "the Philippine National Museum (P. Gonzales). We thank L. Gordon and D. Schmidt for providing technical assistance. L. Wilkins provided unpublished records for specimens in the Florida Museum of Natural History, University of Florida. S. James identified the earthworms. S. Goodman, P. Heideman, R Hoffmann, J. Lackey, M. Lomolino, G. Musser, B. Patterson, J. Patton, P. Robertson, C. Rowsemitt, and D.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Samson reviewed early drafts of the manuscript. Financial support from the Field Museum (Thomas J. Dee Fund), the Smithsonian Institution, and the United States National Science Foundation",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Samson reviewed early drafts of the manuscript. Financial support from the Field Museum (Thomas J. Dee Fund), the Smithsonian Institution, and the United States National Science Foundation (grant BSR-8514223)",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Vegetation of Philippine mountains",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "H"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1919,
                "venue": "Monograph of the Bureau of Science",
                "volume": "13",
                "issue": "",
                "pages": "1--434",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, W. H. 1919. Vegetation of Philippine mountains. Monograph of the Bureau of Science, Manila, 13:1-434.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "The distribution of soil macrofauna on the west ridge of Gunung",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "M"
                        ],
                        "last": "Collins",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Oecologia (Berlin)",
                "volume": "44",
                "issue": "",
                "pages": "263--275",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "COLLINS, N. M. 1980. The distribution of soil mac- rofauna on the west ridge of Gunung (Mount) Mulu, Sarawak. Oecologia (Berlin), 44:263-275.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Avifauna of the eastern highlands of New Guinea. Monograph of the Nuttall Ornithological Club",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Diamond",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "438",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DIAMOND, J. M. 1972. Avifauna of the eastern high- lands of New Guinea. Monograph of the Nuttall Ornithological Club, Cambridge, Massachusetts, 438 pp.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "The birds of Mt. Isarog National Park, Camarines Sur, southern Luzon, with particular reference to altitudinal distribution",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Goodman",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Gonzales",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Fieldiana: Zoology",
                "volume": "60",
                "issue": "",
                "pages": "1--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODMAN, S. M., AND P. C. GONZALES. 1990. The birds of Mt. Isarog National Park, Camarines Sur, southern Luzon, with particular reference to al- titudinal distribution. Fieldiana: Zoology, 60:1-39.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "Changes in bat species diversity along an elevational gradient up the Peruvian Andes",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "L"
                        ],
                        "last": "Graham",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "Journal of Mammalogy",
                "volume": "64",
                "issue": "",
                "pages": "559--571",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAHAM, G. L. 1983. Changes in bat species di- versity along an elevational gradient up the Pe- ruvian Andes. Journal of Mammalogy, 64:559-571.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Biogeography of the mammals of Southeast Asia: estimates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "BiolOgical Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R 1986. Biogeography of the mammals of Southeast Asia: estimates of colonization, ex- tinction, and speciation. BiolOgical Journal of the Linnean Society, 28:127-165.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Elevational zonation of mammals in the central Philippines",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "B"
                        ],
                        "last": "Utzurrum",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "S H"
                        ],
                        "last": "Klompen",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Tropical Ecology",
                "volume": "5",
                "issue": "",
                "pages": "259--280",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R, P. D. HEIDEMAN, E. A. RICKART, R B. UTZURRUM, AND J. S. H. KLOMPEN. 1989. Ele- vational zonation of mammals in the central Phil- ippines. Journal of Tropical Ecology, 5:259-280.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Correlations of clades and clines: geographic, elevation-aI, and phylogenetic distribution patterns among Philippine mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R E A"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Rickart",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "Vertebrates in the tropics",
                "volume": "",
                "issue": "",
                "pages": "321--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R, AND E. A. RICKART. 1990. Corre- lations of clades and clines: geographic, elevation- aI, and phylogenetic distribution patterns among Philippine mammals. Pp. 321-332, in Vertebrates in the tropics (G. Peters and R. Hutterer, eds.).",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The climate and hydrology of the Lake Balinsasayao watershed",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Philippines. Silliman Journal",
                "volume": "34",
                "issue": "",
                "pages": "82--107",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D., AND K. R. ERICKSON. 1987. The climate and hydrology of the Lake Balinsasayao watershed, Negros Oriental, Philippines. Silliman Journal, 34:82-107.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Patterns of faunal diversity and species abundance of non-volant small mammals on Negros Island",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Heideman",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Thomas",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Erickson",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "Philippines. Journal of Mammalogy",
                "volume": "68",
                "issue": "",
                "pages": "884--888",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEIDEMAN, P. D., L. R HEANEY, R. L. THOMAS, AND K. R. ERICKSON. 1987. Patterns of faunal diver- sity and species abundance of non-volant small mammals on Negros Island, Philippines. Journal of Mammalogy, 68:884-888.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Earthworms, their ecology and relationships with soils and land use",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "E"
                        ],
                        "last": "Lee",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LEE, K. E. 1985. Earthworms, their ecology and relationships with soils and land use. Academic Press of Australia, Sydney, 411 pp.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The distribution of rainfall in the Philippines",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "B"
                        ],
                        "last": "Manaw",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Philippine Geographic Journal",
                "volume": "4",
                "issue": "",
                "pages": "103--111",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MANAW, E. B. 1956. The distribution of rainfall in the Philippines. Philippine Geographic Journal, 4: 103-l8l.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Crunomys and the small-bodied shrew-rats native to the Philippine Islands and Su",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "by University of Michigan user on 07 October 2021 lawesi (Celebes). Bulletin of the American Museum of Natural History",
                "volume": "2746",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1982a. Results of the Archbold Ex- peditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands. American Mu- seum Novitates, 2746:1-43. --. 1982b. Results of the Archbold Expedi- tions. No. 110. Crunomys and the small-bodied shrew-rats native to the Philippine Islands and Su- Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021 lawesi (Celebes). Bulletin of the American Muse- um of Natural History, 174:1-95. ---. 1987. The mammals of Sulawesi. Pp. 73- 93, in Biogeographical evolution of the Malay Ar- chipelago (T. C. Whitmore, ed.). Clarendon Press, Oxford, 160 pp.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "A new species of Rhynchomys (Muridae) from the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Freeman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Mammalogy",
                "volume": "62",
                "issue": "",
                "pages": "154--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., AND P. W. FREEMAN. 1981. A new species of Rhynchomys (Muridae) from the Phil- ippines. Journal of Mammalogy, 62:154-159.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Environmental degradation and some economic consequences in the Philippines",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Myers",
                        "suffix": ""
                    }
                ],
                "year": 1988,
                "venue": "Environmental Conservation",
                "volume": "15",
                "issue": "",
                "pages": "205--214",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MYERS, N. 1988. Environmental degradation and some economic consequences in the Philippines. Environmental Conservation, 15:205-214.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Distribution and abundance of small mammals along an elevational transect in temperate rainforests of Chile",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "D"
                        ],
                        "last": "Patierson",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Meserve",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "K"
                        ],
                        "last": "Lang",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Journal of Mammalogy",
                "volume": "70",
                "issue": "",
                "pages": "67--78",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "PATIERSON, B. D., P. L. MESERVE, AND B. K. LANG. 1989. Distribution and abundance of small mam- mals along an elevational transect in temperate rainforests of Chile. Journal of Mammalogy, 70: 67-78.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Notes on the mammals and birds of the central northern Luzon highlands, Philippines. Part I: notes on mammals",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Rabor",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Silliman Journal",
                "volume": "2",
                "issue": "",
                "pages": "605--616",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RABOR, D. S. 1955. Notes on the mammals and birds of the central northern Luzon highlands, Philip- pines. Part I: notes on mammals. Silliman Journal, 2:193-218. ---. 1966. A report on the zoological expedi- tions in the Philippines for the period 1961-1966. Silliman Journal, 13:605-616.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "A new species of Chrotomys (Rodentia: Muridae) from Luzon island",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Phillipines. Proceedings of the Biological Society of Washington",
                "volume": "104",
                "issue": "",
                "pages": "387--398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., AND L. R. HEANEY. 1991. A new species of Chrotomys (Rodentia: Muridae) from Luzon island, Phillipines. Proceedings of the Bi- ological Society of Washington, 104:387-398.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Philippine zoological expedition 1946-1947",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sanborn",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Mammals. Field Museum of Natural History",
                "volume": "33",
                "issue": "",
                "pages": "89--158",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SANBORN, C. C. 1952. Philippine zoological expe- dition 1946-1947. Mammals. Field Museum of Natural History, Zoology Series, 33:89-158.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Biometry: the principles and practice of statistics in biological research",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "R"
                        ],
                        "last": "Sokal",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    }
                ],
                "year": 1969,
                "venue": "",
                "volume": "776",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SOKAL, R. R., AND F. J. ROHLF. 1969. Biometry: the principles and practice of statistics in biological research. W. H. Freeman and Company, San Fran- cisco, 776 pp.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Bird species diversity on an Andean elevational gradient",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Terborgh",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Ecology",
                "volume": "58",
                "issue": "",
                "pages": "1007--1019",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "TERBORGH, J. 1977. Bird species diversity on an Andean elevational gradient. Ecology, 58:1007- 1019.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Preliminary diagnoses of new mammals from northern Luzon",
                "authors": [
                    {
                        "first": "O",
                        "middle": [],
                        "last": "Thomas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "THOMAS, O. 1895. Preliminary diagnoses of new mammals from northern Luzon, collected by Mr.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "On the mammals collected by Mr. John Whitehead during his recent expedition to the Philippines",
                "authors": [
                    {
                        "first": "John",
                        "middle": [],
                        "last": "Whitehead",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Transactions of the Zoological Society of London",
                "volume": "16",
                "issue": "",
                "pages": "377--414",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "John Whitehead. Annals and Magazine of Natural History, series 6, 16:160-164. ---. 1898. On the mammals collected by Mr. John Whitehead during his recent expedition to the Philippines. Transactions of the Zoological So- ciety of London, 14:377-414.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Tropical rain forests of the Far East",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Whitmore",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "352",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WHITMORE, T. C. 1984. Tropical rain forests of the Far East. Second ed. Oxford University Press, Ox- ford, 352 pp.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF1": {
                "type_str": "figure",
                "text": "Recorded at 475 m, but not trapped. b Presence inferred from occurrence at lower and higher sites.Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021",
                "num": null,
                "uris": null
            },
            "FIGREF2": {
                "type_str": "figure",
                "text": ".-Upper graphs illustrate cumulative number of species captured (solid line) and percent trap success (dashed line) over time (cumulative number of trap nights) at six elevational sites on Mount Isarog, Luzon Island, March-May 1988. Arrows indicate end of first of two trapping sessions at each site. Bottom graph illustrates cumulative number of species over time for the entire elevational transect. End of first trapping session indicated by arrow, initiation of trapping at a new elevational site indicated by X.",
                "num": null,
                "uris": null
            },
            "FIGREF3": {
                "type_str": "figure",
                "text": "Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021 bait for the vermivores Chrotomys gonzalesi and Rhynchomys isarogensis correlated significantly (r, = 0.09, P < 0.05).",
                "num": null,
                "uris": null
            },
            "TABREF0": {
                "content": "<table><tr><td>x: tests comparing number of</td></tr><tr><td>Probabilities are for</td></tr></table>",
                "type_str": "table",
                "text": ". Measures of overall trap success, either weighted by bait type (percent success over all trap nights) or unweighted (mean of values Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021 TABLE l.-Elevational distribution of small-mammal species on Mount Isarog, Luzon Island, March-May 1988.",
                "num": null
            },
            "TABREF1": {
                "content": "<table><tr><td/><td/><td/><td colspan=\"2\">Site e]evation (m)</td><td/><td/><td/><td/></tr><tr><td/><td>475</td><td>900</td><td>1,125</td><td>1,350</td><td>1,550</td><td>1,750</td><td>Totals</td><td>r,</td></tr><tr><td>Earthworm bait</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Trap nights</td><td>200</td><td>305</td><td>481</td><td>341</td><td>441</td><td>454</td><td>2,222</td><td/></tr><tr><td>Captures</td><td>2</td><td>5</td><td>17</td><td>12</td><td>9</td><td>30</td><td>75</td><td/></tr><tr><td>Percent success</td><td>1.0</td><td>1.6</td><td>3.5</td><td>3.5</td><td>2.0</td><td>6.6</td><td>3.4</td><td>0.814*</td></tr><tr><td>Coconut bait</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Trap nights</td><td>922</td><td>1,137</td><td>1,056</td><td>1,374</td><td>1,215</td><td>1,075</td><td>6,779</td><td/></tr><tr><td>Captures</td><td>28</td><td>32</td><td>38</td><td>39</td><td>17</td><td>26</td><td>180</td><td/></tr><tr><td>Percent success</td><td>3.0</td><td>2.8</td><td>3.6</td><td>2.8</td><td>1.4</td><td>2.4</td><td>2.7</td><td>-0.700</td></tr><tr><td colspan=\"2\">Rattus only (coconut bait)</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Captures</td><td>25</td><td>32</td><td>23</td><td>14</td><td>8</td><td>10</td><td>112</td><td/></tr><tr><td>Percent success</td><td>2.7</td><td>2.8</td><td>2.2</td><td>1.0</td><td>0.6</td><td>0.9</td><td>1.7</td><td>-0.885*</td></tr><tr><td>Overall success</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td>Weighted a</td><td>2.7</td><td>2.6</td><td>3.6</td><td>3.0</td><td>1.6</td><td>3.7</td><td>2.8</td><td>0.314</td></tr><tr><td>Unweighted b</td><td>2.0</td><td>2.0</td><td>3.6</td><td>3.2</td><td>1.7</td><td>4.5</td><td>3.1</td><td>0.371</td></tr></table>",
                "type_str": "table",
                "text": "Downloaded from https://academic.oup.com/jmammal/article/72/3/458/870221 by University of Michigan user on 07 October 2021 Vol. 72, No.3 TABLE 2.-Number of trap nights, number of small-mammal captures, and percent trap success with two types of bait at different elevations on Mount Isarog, Luzon Island,March-May 1988.",
                "num": null
            },
            "TABREF2": {
                "content": "<table><tr><td/><td/><td/><td>Coconut bait</td><td/><td/><td colspan=\"2\">Earthworm bait</td><td/></tr><tr><td/><td>First session</td><td/><td colspan=\"2\">Second session</td><td>First session</td><td/><td colspan=\"2\">Second session</td></tr><tr><td>Elevation (m)</td><td>Trap nights</td><td>n</td><td>Trap nights</td><td>n</td><td>Trap nights</td><td>n</td><td>Trap nights</td><td>n</td></tr><tr><td>475</td><td>544</td><td>18</td><td>378</td><td>10</td><td>25</td><td/><td>175</td><td>2</td></tr><tr><td>900</td><td>1,017</td><td>30</td><td>120</td><td>2</td><td>{)a</td><td/><td>305</td><td>5</td></tr><tr><td>1,125</td><td>320</td><td>12</td><td>736</td><td>26</td><td>222</td><td>10</td><td>259</td><td>7</td></tr><tr><td>1,350</td><td>1,134</td><td>21</td><td>240</td><td>18***</td><td>{)a</td><td/><td>341</td><td>12</td></tr><tr><td>1,550</td><td>958</td><td>11</td><td>257</td><td>6</td><td>Oa</td><td/><td>441</td><td>9</td></tr><tr><td>1,750</td><td>805</td><td>12</td><td>270</td><td>14***</td><td>167</td><td>14</td><td>287</td><td>16</td></tr></table>",
                "type_str": "table",
                "text": "-Total number of small-mammal captures by bait type and trapping session at six elevations on Mount Isarog, Luzon Island, March-May 1988, Probabilities are for x 2 tests comparing number of captures in first and second sessions, with expected frequencies based on number of trap nights. 4.-Captures of eight species of small mammals by bait type and trapping session on Mount Isarog, Luzon Island, March-May 1988. Probabilities are for X2 tests comparing number of captures in first and second sessions, with expected frequencies based on number of trap nights.",
                "num": null
            },
            "TABREF3": {
                "content": "<table><tr><td/><td>mel period</td><td/><td>Bait type</td><td/></tr><tr><td>Species</td><td>Nocturnal or crepuscular</td><td>Diurnal</td><td>Coconut</td><td>Earthworm</td></tr><tr><td>Crocidura grayi Apomys musculus Apomys cf. microdon Archboldomys luzonensis Batomys sp. Chrotomys gonzalesi Rattus everetti Rhynchomys isarogensis All species</td><td>23 24*** 7** 1 13*** 5 122*** 29*** 224***</td><td>15 7* 3 3 3 31</td><td>18 (0.31) 18 (0.38) 7 (0.15) 8(0.33) 11 (0.30) 2(0.08) 112 (1.65)*** 4(0.08) 180 (2.66)</td><td>20 (1.00)*** 6 (0.36) 2(0.16) 6 (0.75)** 13 (0.59) 28 (1.66)*** 75 (3.38)</td></tr><tr><td>• P &lt; 0.05 . •• P &lt; 0.01.</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "text": "-Captures of eight species of small mammals by diel period and bait type (with percent trap success in parentheses) on Mount Isarog, Luzon Island, March-May 1988. Probabilities are for X2 tests.",
                "num": null
            }
        }
    }
}