{
    "paper_id": "Rickartetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:35.321105Z"
    },
    "title": "A NEW SPECIES OF LIMNOMYS (RODENTIA: MURIDAE: MURINAE) FROM MINDANAO ISLAND, PHILIPPINES",
    "authors": [
        {
            "first": "Eric",
            "middle": [
                "A"
            ],
            "last": "Rickart",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Lawrence",
            "middle": [
                "R"
            ],
            "last": "Heaney",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Blas",
            "middle": [
                "R"
            ],
            "last": "Tabaranza",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "A new species of murine rodent is described from the Mt. Kitanglad Range of north-central Mindanao Island, Philippines. It is the 2nd known species of Limnomys, a genus endemic to Mindanao. The new species differs from Limnomys sibuanus in having a relatively longer tail, larger hind feet, softer pelage with grayish-white ventral coloration, larger skull with a longer rostrum, larger auditory bullae, larger molars, and other cranial and dental features. The new species apparently is nocturnal, omnivorous, and terrestrial-scansorial in habit. The 2 species of Limnomys have overlapping elevational ranges on Mt. Kitanglad and are known to occur syntopically at 1 locality. All 11 species of murines native to Mindanao occur in the Mt. Kitanglad range, and 2 are local endemics. The local occurrence of congeners in 4 genera suggests a repeated pattern of vicariance speciation and dispersal among highland areas of Mindanao.",
    "pdf_parse": {
        "paper_id": "Rickartetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "A new species of murine rodent is described from the Mt. Kitanglad Range of north-central Mindanao Island, Philippines. It is the 2nd known species of Limnomys, a genus endemic to Mindanao. The new species differs from Limnomys sibuanus in having a relatively longer tail, larger hind feet, softer pelage with grayish-white ventral coloration, larger skull with a longer rostrum, larger auditory bullae, larger molars, and other cranial and dental features. The new species apparently is nocturnal, omnivorous, and terrestrial-scansorial in habit. The 2 species of Limnomys have overlapping elevational ranges on Mt. Kitanglad and are known to occur syntopically at 1 locality. All 11 species of murines native to Mindanao occur in the Mt. Kitanglad range, and 2 are local endemics. The local occurrence of congeners in 4 genera suggests a repeated pattern of vicariance speciation and dispersal among highland areas of Mindanao.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The genus Limnomys, with the sole species L. sibuanus, was named and briefly described by E. A. Mearns (1905) based on a single specimen from Mt. Apo located in the south-central portion of the Philippine island of Mindanao (Fig. 1) . Subsequently, additional specimens of Limnomys from Mt. Malindang in western Mindanao (Fig.  1 ) served as the basis for Hollister's (1913) description of L. mearnsi (later synonymized with L. sibuanus by Musser, 1977) . As was the case with Apomys, Bullimus, and Tarsomys, other genera superficially described by Mearns (1905) , Limnomys eventually was considered part of Rattus until its generic status was reestablished by Musser (1977) . The few known specimens of Limnomys were reexamined by Musser and Heaney (1992) , who rediagnosed the genus in detail. Musser (1994) subsequently identified additional specimens of L. sibu- * Correspondent: rickart@umnh.utah.edu anus at the Senckenberg Museum, Frankfurt am Main, Germany. These had been collected in 1965 in the Mt. Kitanglad (or Katanglad) range of north-central Mindanao ( Fig. 1) .",
                "cite_spans": [
                    {
                        "start": 96,
                        "end": 109,
                        "text": "Mearns (1905)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 356,
                        "end": 374,
                        "text": "Hollister's (1913)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 440,
                        "end": 453,
                        "text": "Musser, 1977)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 549,
                        "end": 562,
                        "text": "Mearns (1905)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 661,
                        "end": 674,
                        "text": "Musser (1977)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 732,
                        "end": 756,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 796,
                        "end": 809,
                        "text": "Musser (1994)",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 867,
                        "end": 905,
                        "text": "* Correspondent: rickart@umnh.utah.edu",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 224,
                        "end": 232,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 321,
                        "end": 329,
                        "text": "(Fig.  1",
                        "ref_id": null
                    },
                    {
                        "start": 1069,
                        "end": 1076,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In 1993, during a survey of the mammal fauna of the Mt. Kitanglad Range (Heaney 2001) , we obtained 10 specimens of Limnomys sibuanus that have broadened our understanding of this poorly known Mindanao endemic. We also collected a series of 25 specimens of an unknown murine with clear affinities to the ''new endemic'' group of Philippine genera (Division III of Musser and Heaney 1992) . These specimens, initially referred to the genus Tarsomys (Heaney et al. 1998; Heaney 2001) , represent a 2nd species of Limnomys that we name and describe in this paper. juvenile-adult, young adult, adult, and old adult) as defined by Musser and Heaney (1992) based on relative body size, pelage characteristics, and molar tooth wear. Descriptive terminology for external body features follows Brown (1971) and Brown and Yalden (1973) . Terminology for cranial and dental features follows Musser and Heaney (1992) . Scanning electron micrographs of molar teeth were made from uncoated specimens.",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 85,
                        "text": "(Heaney 2001)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 364,
                        "end": 387,
                        "text": "Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 448,
                        "end": 468,
                        "text": "(Heaney et al. 1998;",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 469,
                        "end": 481,
                        "text": "Heaney 2001)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 626,
                        "end": 650,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 785,
                        "end": 797,
                        "text": "Brown (1971)",
                        "ref_id": "BIBREF0"
                    },
                    {
                        "start": 802,
                        "end": 825,
                        "text": "Brown and Yalden (1973)",
                        "ref_id": "BIBREF1"
                    },
                    {
                        "start": 880,
                        "end": 904,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Measurements (in millimeters) of total length, length of tail (LT), length of hind foot including claws (LHF), length of ear from notch (LE), and weight in grams (WT) were taken from field notes of the authors (at The Field Museum; FMNH) or from Musser and Heaney (1992) . Length of head and body (LHB) was determined by subtracting length of tail from total length. Lengths of over-fur (LOF) and guard hairs (LGH) were measured from the mid-dorsal region. Number of tail scale rings per centimeter (TSR) was counted at a point ⅓ the distance from the base of the tail.",
                "cite_spans": [
                    {
                        "start": 246,
                        "end": 270,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 387,
                        "end": 392,
                        "text": "(LOF)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Twenty-four cranial, mandibular and dental measurements were taken from adult specimens (young adult, adult, and old adult age categories). Measurements were recorded to the nearest 0.1 mm using dial calipers (Musser 1979 (Musser , 1982b Musser and Heaney 1992) . These included occipitonasal length (ONL), interorbital breadth (IB), zygomatic breadth (ZB), breadth of braincase (BBC), height of braincase (HBC), length of nasal bones (LN), length of rostrum (LR), breadth of rostrum (BR), breadth of zygomatic plate (BZP), length of diastema (LD), palatal length (PL), post-palatal length (PPL), length of incisive foramina (LIF), breadth across incisive foramina (BIF), length of bony palate (LBP), palatal breadth at M1 (PBM1), palatal breadth at M3 (PBM3), breadth of mesopterygoid fossa (BMF), length of auditory bulla (LB), crown length of maxillary molar row (CLM), crown breadth of M1 (BM1), depth of upper incisor (DI), length of mandible (LM), height of mandible (HM). Proportional relationships are illustrated with a ratio diagram comparing log 10transformed means Ϯ 2 SE of measurements.",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 221,
                        "text": "(Musser 1979",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 222,
                        "end": 237,
                        "text": "(Musser , 1982b",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 238,
                        "end": 261,
                        "text": "Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Descriptive statistics (mean, standard deviation, and observed range) were calculated for each species. Statistical analyses of log 10 -transformed measurements of adult specimens were performed using SYSTAT 10 for Windows (SPSS Inc. 2000) . One-way analysis of variance was used to assess group differences in external and cranial measurements. Quantitative phenetic variation was assessed through principal components analysis (using a correlation matrix). Loadings are expressed as Pearson product-moment correlation coefficients of components with the log-transformed variables.",
                "cite_spans": [
                    {
                        "start": 223,
                        "end": 239,
                        "text": "(SPSS Inc. 2000)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For some specimens of Limnomys, karyotypes were prepared from bone marrow cells as reported by . Microscope slides and photomicrograph negatives of chromosome spreads are housed at the Utah Museum of Natural History, University of Utah, Salt Lake City, Utah.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Limnomys sibuanus and the new species from Mt. Kitanglad are similar in size and general form but exhibit significant differences in several external and cranial measurements (Tables 1 and 2 ) and in proportions ( Fig. 2A ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 190,
                        "text": "(Tables 1 and 2",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 214,
                        "end": 221,
                        "text": "Fig. 2A",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In the principal components analysis of 24 cranial and dental measurements from 17 adult specimens of Limnomys, the 1st 3 components accounted for more than 78% of the total variance (Table 3) . High positive loadings of most variables on component 1 indicate that it was related princi- pally to size. Component 2 separated individuals based on breadth of braincase, breadth of rostrum, post-palatal length, breadth across incisive foramina, length of auditory bulla, crown length of maxillary molar row, crown breadth of M1, and depth of upper incisor (loadings Ͼ 0.50). Component 3 separated individuals based on height of braincase, palatal breadth at M3, and breadth of mesopterygoid fossa (loadings Ͼ 0.50). Bivariate plots of specimen scores on components 1 and 2 ( Fig. 2B ) and components 2 and 3 ( Fig. 2C) show distinct clustering and separation of the 2 sample groups.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 183,
                        "end": 192,
                        "text": "(Table 3)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 773,
                        "end": 780,
                        "text": "Fig. 2B",
                        "ref_id": null
                    },
                    {
                        "start": 808,
                        "end": 816,
                        "text": "Fig. 2C)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Based on these results and our assessment of qualitative characters, we recognize 2 species of Limnomys: L. sibuanus and a new species that we describe as follows.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Holotype.-FMNH catalog number 147974, adult female, collected 7 April 1993 by E. A. Rickart (original number 2583). Specimen initially fixed in formalin, body preserved in 70% ethyl alcohol with the skull removed and cleaned, and tissue samples (liver and muscle) frozen in liquid nitrogen in the field and transferred to an ultra-cold freezer. Specimen is currently on deposit at FMNH, and is to be transferred to the Philippine National Museum.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Type locality.-Mount Kitanglad Range, 18.5 km S, 4 km E Camp Phillips, Bukidnon Province, Mindanao Island, Philippines, 2,250 m elev., 8Њ9Ј30ЉN, 124Њ51ЈE (Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 154,
                        "end": 162,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Referred specimens.-In addition to the holotype, there are 24 specimens of Limnomys bryophilus (Appendix I). Nine males and 5 females were collected at the type locality between 29 March and 12 April 1993. Between 30 May and 4 June 1993, 7 males and 3 females were collected at sites between 2,400 and 2,800 m on Mt. Dulangdulang, Mt. Kitanglad Range, 20 km SW Dalwangan, Malaybalay, Bukidnon Province, 8Њ7Ј30ЉN, 124Њ56ЈE.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Distribution.-Known only from forested sites between 2,250 and 2,800 m in the Mt. Kitanglad range of north-central Mindanao Island but might occur in high-elevation forests elsewhere on Mindanao (Fig.  1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 195,
                        "end": 204,
                        "text": "(Fig.  1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Etymology.-The name bryophilus, derived from the Greek bryon (moss) and philos (loving), refers to the upper montane or ''mossy forest'' habitat of the species.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-A species of murid rodent in the subfamily Murinae (Musser and ",
                "cite_spans": [
                    {
                        "start": 62,
                        "end": 73,
                        "text": "(Musser and",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "5.8 Ϯ 0.2 2.9 Ϯ 0.1 8.7 Ϯ 0.2 16.8 Ϯ 0.4 12.0 Ϯ 0.5 6.2 Ϯ 0.2 2.2 Ϯ 0.1 (5.6-6.0) (2.7-3.0) (8.4-9.0) (16.4-17.5) (11.4-12.7) (6.1-6.4) (2.0-2.3)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "5.8 3.6 9.7 18.9 12.7 6.9 2.3 One-way analysis of variance (* P Ͻ 0.05, ** P Ͻ 0.01, *** P Ͻ 0.001, **** P Ͻ 0.0001).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "5.7 Ϯ 0.2 3.2 Ϯ 0.3 9.1 Ϯ 0.5 18.1 Ϯ 0.9 12.3 Ϯ 0.7 6.5 Ϯ 0.4 2.4 Ϯ 0.1 (5.4-6.2) (2.8-3.5) (8.1-9.7) (16.9-19.0) (11.2-13.6) (6.1-7.0) (2.2-2.6) 1.90 4.42 3.40 11.48** 0.90 4.33 18.76*** LBP PBM1 PBM3 BMF LB CLM BM1 5.7 Ϯ 0.2 3.2 Ϯ 0.2 4.0 Ϯ 0.2 2.6 Ϯ 0.3 6.1 Ϯ 0.1 4.7 Ϯ 0.1 1.6 Ϯ 0.1 (5.4-5.8) (3.0-3.5) (3.7-4.1) (2.3-2.9) (6.0-6.3) (4.6-4.9) (1.5-1.6) 6.7 3.3 4.0 2.6 7.0 6.0 2.0 6.3 Ϯ 0.3 3.3 Ϯ 0.1 4.0 Ϯ 0.2 2.5 Ϯ 0.1 6.8 Ϯ 0.2 6.0 Ϯ 0.2 2.0 Ϯ 0.1 (5.8-6.7) (3.1-3.6) (3.7-4.2) (2.3-2.7) (6.6-7.1) (6.6-7.1) (1.8-2.1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Carleton 1993). Placed in the genus Limnomys and distinguished from other Philippine genera by the following combination of characters: body size moderately small; tail longer than head and body; hind feet relatively long and narrow with long digits, short and recurved claws, and 6 plantar pads including a large hypothenar; fur long and soft; 6 mammae, including 1 axial and 2 inguinal pairs; skull with narrow interorbital region and weak postorbital and temporal ridges; braincase domed, posterior portion of skull strongly flexed ventrad; zygomatic plate narrow and zygomatic notch shallow; incisive foramina long, projecting caudad beyond the anterior margins of 1st molars; bony palate short, barely extending caudad beyond the posterior margins of the 3rd molars; cephalic arterial circulation involving a large stapedial foramen and artery; alisphenoid strut absent; auditory bullae moderately inflated; mandible with delicate coronoid process, elongate condylar process and deeply concave posterior margin; molars broad and moderately hypsodont; cusp t3 present on 2nd upper molar in most specimens and on 3rd upper molar in some specimens; anterocentral cusp on 1st lower molar, anterior labial cusplet on 1st lower molar in most specimens, posterior labial cusplets on 1st and 2nd lower molars.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Description and comparisons.-L. bryophilus possesses a suite of characteristics that place it within Division III of the Philippine murines (sensu Musser and Heaney 1992) which includes the ''new endemic'' genera Tryphomys, Abditomys, Bullimus, Limnomys and Tarsomys, as well as endemic species in the genus Rattus. The cranial and dental characters that distinguish this group from other Philippine murines are discussed in detail by Musser and Heaney (1992) .",
                "cite_spans": [
                    {
                        "start": 147,
                        "end": 170,
                        "text": "Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 435,
                        "end": 459,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The new species requires close comparison only to L. sibuanus, which has been described in detail elsewhere (Musser 1977 (Musser , 1994 Musser and Heaney 1992) . L. bryophilus (Fig. 3A) is a relatively small murine (mean adult body mass 64 g) with a long tail and gracile build. It is slightly larger than L. sibuanus in most external and cranial dimensions (Tables 1 and 2) . Size and proportional differences between the 2 species are illustrated in a ratio diagram ( Fig. 2A) .",
                "cite_spans": [
                    {
                        "start": 108,
                        "end": 120,
                        "text": "(Musser 1977",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 121,
                        "end": 135,
                        "text": "(Musser , 1994",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 136,
                        "end": 159,
                        "text": "Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 176,
                        "end": 185,
                        "text": "(Fig. 3A)",
                        "ref_id": null
                    },
                    {
                        "start": 358,
                        "end": 374,
                        "text": "(Tables 1 and 2)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 470,
                        "end": 478,
                        "text": "Fig. 2A)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Limnomys bryophilus has pelage that is long, thick, and soft. It differs from the pelage of L. sibuanus, which is shorter and includes scattered awns that are flattened and relatively stiff Heaney 1992, Musser 1994 ). Dorsal over-fur hairs are bicolored, uniformly dark gray for ¾ of the length from the base with yellowish-brown tips, and are longer than those of L. sibuanus (Table 1) . Dorsal guard hairs are thin and pliable, project up to 8 mm beyond the overfur, and are dark gray for ⅔ of the length from the base with a distal ⅓ that is blackish. There are major chromatic differences in adult pelage of the 2 species of Limnomys. Dorsal color of L. bryophilus is yellowish-brown, darkest mid-dorsally and on the rump, and paler on the sides. Pelage is grayish-white over most of the venter, consisting of hairs that are dark gray for ⅔ of the length from the base with white tips. Delineation between the color of the sides and venter is moderately distinct except on the upper chest where a narrow band of yellowish-brown fur merges with the lateral color. L. sibuanus also has yellowish-brown dorsal pelage, but its ventral fur consists of hairs that are entirely white and there is no band of brown fur on the chest (Fig. 3B) .",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 214,
                        "text": "Heaney 1992, Musser 1994",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 377,
                        "end": 386,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1228,
                        "end": 1237,
                        "text": "(Fig. 3B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The snout of L. bryophilus is dark gray on top, and sides of snout, chin, and upper throat are pale gray. The rhinarium and lips are unpigmented. The eyes are small (diameter about 5 mm) and surrounded by a narrow (about 1 mm) ring of naked brown skin. Vibrissae are dark gray with the exception of those near the tip of the snout, which are short and silvery gray. Mystacial and superciliary vibrissae are moderately long, extending slightly beyond the ears. Pinnae are relatively small (although slightly larger than in L. sibuanus) and brown with a sparse covering of short brown hairs on both the inner and outer surfaces.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The tail of L. bryophilus is substantially longer than the combined head and body length (Table 1) , and is relatively well haired. It is uniformly brown above and below except for the terminal portion (from 5 to 20 mm), which is unpigmented and appears to be white (Fig. 3A) . Tail scales are moderately large (10-12 rows/cm), and there are 3 stiff hairs (about 2-3 mm long) associated with each scale. Hairs on the pigmented region of the tail are dark brown, whereas those on the unpigmented tip are silvery gray. The tail of L. sibuanus is slightly shorter on average with smaller scales (Table 1 ; Fig. 2A) , and is uniformly brown in some specimens or has a smaller unpigmented tip (Fig. 3B) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 89,
                        "end": 98,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 266,
                        "end": 275,
                        "text": "(Fig. 3A)",
                        "ref_id": null
                    },
                    {
                        "start": 592,
                        "end": 600,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 603,
                        "end": 611,
                        "text": "Fig. 2A)",
                        "ref_id": null
                    },
                    {
                        "start": 688,
                        "end": 697,
                        "text": "(Fig. 3B)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Dorsal surfaces of the fore feet and hind feet of L. bryophilus are unpigmented, and sparsely covered with short hairs that are light brown over the top of the metapodials and silvery gray laterally and on the digits. Longer hairs form ungual tufts at the base of each claw. The pollex is very short and bears a thick nail. Other front digits are elongate and strong with short, pale claws that are sharp and recurved. The palmar surface is unpigmented with 3 interdigital pads and 2 large metacarpal pads. The hind feet of L. bryophilus are substantially larger than those of L. sibuanus (Table 1 ; Figs. 2A  and 4 ). Digits are elongate and strong, and each bears a pale claw that is short, sharp, and recurved. The hallux extends past the bases of medial digits and the 5th digit is nearly as long as the medials. The plantar surface is naked and unpigmented, with 4 large interdigital pads, an elongate thenar and smaller hypothenar. There are no accessory plantar tubercles (Fig. 4) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 589,
                        "end": 597,
                        "text": "(Table 1",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 600,
                        "end": 615,
                        "text": "Figs. 2A  and 4",
                        "ref_id": null
                    },
                    {
                        "start": 979,
                        "end": 987,
                        "text": "(Fig. 4)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Females of both species of Limnomys have 3 pairs of mammae (1 postaxillary and 2 inguinal pairs). The same arrangement is seen in Tarsomys. In contrast, all other new endemic taxa (Tryphomys, Abditomys, Bullimus, and native Rattus) have more than 3 pairs (Musser and Heaney 1992) .",
                "cite_spans": [
                    {
                        "start": 255,
                        "end": 279,
                        "text": "(Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The skull of L. bryophilus is larger than that of L. sibuanus in most dimensions (Table 2; Figs. 2A and 5) . From a dorsal perspective ( Fig. 5) , the rostrum is moderately long and narrow. The interorbital region is elongate with a narrow constriction. The postorbital region is elongate and the inflated braincase has a rounded outline. Temporal ridges, extending from the supraorbital region to the dorsolateral braincase, are weak but more prominent than in L. sibuanus. Zygomatic arches are more robust than in L. sibuanus, roughly rectangular in outline, and little wider than the braincase.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 91,
                        "end": 106,
                        "text": "Figs. 2A and 5)",
                        "ref_id": "FIGREF3"
                    },
                    {
                        "start": 137,
                        "end": 144,
                        "text": "Fig. 5)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "In lateral view (Fig. 5) , the dorsal profile of the skull is nearly straight from the slightly depressed nasal tips to the top of the domed braincase and slopes sharply down to the posterior border of the interparietal. Nasal bones are long with sloping sides that give the tip of the rostrum a slightly tubular appearance. Posterior portions of the nasals are depressed, forming a shallow concavity along the midline that continues caudad to include the anterior portion of the frontal bones (in L. sibuanus, posterior nasal and anterior frontal surfaces are flat). In both species, the posterior por- tion of the skull is strongly flexed downward, so that the occiput projects caudad beyond the occipital condyles and the foramen magnum is directed posteroventrad. In both species, the zygomatic plate is narrow, and the zygomatic notch is shallow. However, in L. bryophilus the plate is somewhat wider and the zygomatic spine projects further forward resulting in a slightly deeper zygomatic notch than seen in L. sibuanus. The dorsal root and anterior portion of the zygomatic arch are moderately broad. The squamosal root of the arch is positioned low on the side of the braincase, and its posterior shelf does not reach the lambdoidal ridge. The subsquamosal fenestra is absent. The mastoid is slightly inflated, with a prominent fenestrum near the dorsal margin and a foramen located in the suture with the occipital. The auditory bulla is large and inflated and is separated from the squamosal by a large postglenoid fora- men and from the alisphenoid by a narrow middle lacerate foramen. Compared to L. sibuanus, the new species has a much larger bulla and the postglenoid foramen and middle lacerate foramen are more prominent. In both species, the alisphenoid canal anterior to the bulla is completely open laterally (not concealed by a lateral strut of bone). The posterior opening of the canal is confluent with the foramen ovale, which is more prominent in L. bryophilus. An adjacent, much smaller foramen comprises the anterior canal opening.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 16,
                        "end": 24,
                        "text": "(Fig. 5)",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "A ventral view of the skull (Fig. 5 ) reveals long incisive foramina that project caudad beyond the anterior margins of the 1st molars. The palate is narrow and short, barely projecting beyond the caudal margins of the 3rd molars. Palatal grooves extend from the incisive foramina to the posterior margin of the palatine bones. The posterior palatine foramina are situated opposite the gap between the 2nd and 3rd molars. The mesopterygoid fossa is moderately broad but narrower than in L. sibuanus, and the sphenopalatine vacuities are larger in the new species. The lateral pterygoid fossae are shallow and contain large sphenopterygoid vacuities. As in L. sibuanus, the skull exhibits bony landmarks consistent with the primitive pattern of cephalic arterial circulation found in most murine rodents (Musser and Heaney 1992) . A groove and foramen on the posteromedial margin of the auditory bulla mark the route of the stapedial artery and its entry point into the bullar capsule. A groove from the posterior edge of the pterygoid plate to the posterior opening of the alisphenoid canal marks a portion of the route of the infraorbital branch of the stapedial artery passing from the bulla toward the orbit.",
                "cite_spans": [
                    {
                        "start": 803,
                        "end": 827,
                        "text": "(Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 28,
                        "end": 35,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The mandible of L. bryophilus (Fig. 5 ) is moderately long, with a long condyloid process, a narrow angular process, and a deeply concave caudal margin. It is larger and more robust compared to that of L. sibuanus, but the coronoid process is substantially shorter and more delicate. The cap-sular process forms a prominent bulge immediately below the coronoid. The ventral masseteric crest is prominent, extending from the ventral margin of the mandible forward across the labial surface to a point immediately behind the mental foramen. On the lingual surface, the molar platform is both broader and longer in L. bryophilus compared to L. sibuanus. The mandibular foramen is located above a narrow ridge that runs caudad from the molar platform to the base of the condylar process.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 30,
                        "end": 37,
                        "text": "(Fig. 5",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "The upper incisors of L. bryophilus are ungrooved, narrow (more than twice as deep as they are broad), orthodont, and have dark orange enamel surfaces. Lower incisors are narrow, and have convex anterior faces that wear to sharp awl-shaped tips. In size and form, the upper incisors of the new species are indistinguishable from those of L. sibuanus; however, the lower incisors are slightly more robust and have darker yellowish-orange enamel that extends further onto the lateral tooth surfaces. The molars of L. bryophilus (Fig. 6 ) are substantially larger than those of L. sibuanus, both absolutely and relative to the size of the palate and mandible (Table 2, Fig. 2A ), and are higher crowned. The 1st, 2nd, and 3rd upper molars have, respectively, 5, 4, and 3 roots. The 1st lower molar has 4 roots and the 2nd and 3rd lower molars each have 3. Molar crowns are moderately hypsodont, with cusps arranged in transverse laminae that are sharply inclined causing some overlap of adjacent teeth. Cusp patterns are similar in the 2 species of Limnomys ( Fig. 6; Musser 1994:34, figs. 2  and 3 ), but there are some subtle and consistent differences. On the 1st upper molar, both the anterior lamina (formed by cusps t1, t2, and t3) and the middle lamina (cusps t4, t5, and t6) are strongly bowed (i.e., lingual and labial cusps are prominently projected posterior to central cusp). In both species, the posterior lamina of the 1st upper molar (consisting of a large t8 and smaller t9) is comma-shaped. Both the 2nd and 3rd upper molars bear a large anterolingual cusp (t1) and 2 laminae that correspond to the middle and posterior laminae of the 1st molar. In L. bryophilus a small t3 is present on the 2nd molar, but most specimens lack this cusp on the 3rd molar; these features are more prominent or occur more frequently in L. sibuanus. In L. sibuanus, the 1st and 2nd upper molars have a prominent enamel wall on the posterolingual margin connecting cusps t4 and t8 (Musser and Heaney 1992:50, 52; figs. 25A, 27) . In contrast, L. bryophilus has a deep notch between these 2 cusps (Fig. 6) . The new species lacks posterior cingula on the upper molars, but posterior cingula are present in L. sibuanus. In both species, the anteroconid of the 1st lower molar consists of large anterolingual anterolabial cusps, and between these a smaller anterocentral cusp on the anterior margin (Fig. 6) . This anterocentral cusp is apparent in all specimens of L. bryophilus except old adults with muchworn crowns. A 2nd lamina (protoconid and metaconid) and 3rd lamina (hypoconid and entoconid) are strongly bowed. Other features include a small anterior labial cusplet (absent in some specimens), a large posterior labial cusplet, and a prominent posterior cingulum. The 2nd lower molar has a small anterolabial cusp, 2 laminae comparable to the 2nd and 3rd laminae of the 1st molar, a relatively large posterior la-bial cusplet, and a large posterior cingulum. The 3rd molar has a small anterolabial cusp, a straight anterior lamina and thick posterior lamina.",
                "cite_spans": [
                    {
                        "start": 1974,
                        "end": 2005,
                        "text": "(Musser and Heaney 1992:50, 52;",
                        "ref_id": null
                    },
                    {
                        "start": 2006,
                        "end": 2020,
                        "text": "figs. 25A, 27)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 526,
                        "end": 533,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 666,
                        "end": 673,
                        "text": "Fig. 2A",
                        "ref_id": null
                    },
                    {
                        "start": 1057,
                        "end": 1095,
                        "text": "Fig. 6; Musser 1994:34, figs. 2  and 3",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 2089,
                        "end": 2097,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 2389,
                        "end": 2397,
                        "text": "(Fig. 6)",
                        "ref_id": "FIGREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Karyology. described the chromosomes of L. bryophilus (reported as Limnomys sp.) and L. sibuanus. Both species have similar standard (non-differentially stained) karyotypes of 2n ϭ 42 that include 7 pairs of small metacentric, 2 pairs of large subtelocentric, and 11 pairs of small to large telocentric autosomes, a subtelocentric X, and a very small Y chromosome (smallest element in the complement). Similar karyotypes of 2n ϭ 42 are seen in most species of Rattus as well as members of Rattus-like genera throughout southern Asia and Indo-Australia (Rickart and Musser 1993) . In addition to the 2 species of Limnomys, other Philippine taxa with this arrangement include Bullimus bagobus, Rattus everetti, and Tarsomys apoensis . Within this group, the small Y chromosome of Limnomys is distinctive. Limnomys is the only endemic genus of Philippine murines in which species occurring in the same faunal region are known to have the same standard karyotype .",
                "cite_spans": [
                    {
                        "start": 552,
                        "end": 577,
                        "text": "(Rickart and Musser 1993)",
                        "ref_id": "BIBREF19"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Ecology.-L. bryophilus has been recorded at sites between 2,250 and 2,800 m in the Mt. Kitanglad Range. The type locality at 2,250 m is located on a steep ridge on the northern flank of the Mt. Kitanglad range, in a transition zone between lower montane and upper montane (mossy) rain forest habitat (sensu Whitmore 1984) . Dominant trees at this locality include several species of gymnosperms and laurels (Lauraceae). Forest canopy is 7-10 m high and broken by many tree falls. Breastheight trunk diameters of canopy trees are 8-30 cm. Emergent trees are 12-15 m high on the main ridge and 14-18 m on hillsides, with breast-height diameters of 40-100 cm. Tree size declines progressively with increasing elevation. Abundant epiphytes include moss, lichen, ferns, and orchids. Un-derstory plants include broadleaf saplings, Rhododendron and other shrubs, Cyathea and other ferns, and sedges. Substrate consists of rocky, volcanic soil covered with a deep (10-50 cm) humus layer and thick surface leaf litter. On Mt. Dulang-dulang, habitat at 2,400 m is similar to that at the type locality. Between 2,700 and 2,800 m, the habitat is upper montane rain forest with a low (4 m) open canopy, emergent trees up to 10 m high, and breast-height trunk diameters of 10-15 cm. Epiphytes are abundant, principally consisting of thick layers of moss covering most upper branches and all lower limbs and trunks. The rocky, clay soil is covered with a thick humus layer and surface moss.",
                "cite_spans": [
                    {
                        "start": 307,
                        "end": 321,
                        "text": "Whitmore 1984)",
                        "ref_id": "BIBREF23"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Specimens of L. bryophilus were captured in Victor rat traps placed in runways under logs, at burrow openings, or in subsurface spaces between tree roots. Most were trapped in areas with steeply sloping ground and abundant moss cover. All were recovered from traps shortly after dawn, indicating nocturnal or crepuscular activity. The new species apparently is omnivorous. Of the 25 specimens, 17 were captured with roasted coconut and peanut butter bait, and 8 with earthworms. Stomach contents included finely masticated seeds, fruit pulp, other plant tissues, and less frequently fragments of arthropods and earthworms.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Specimens collected at the type locality between 29 March and 12 April 1993 included 6 young adult males with abdominal testes (2 of which had testes measuring 6 by 4 and 9 by 5 mm), 3 adult males with scrotal testes (2 measuring 19 by 12 and 20 by 13 mm), 2 nulliparous young adult females, and 4 adult females with inactive reproductive tracts and placental scar counts of 1, 2, 2, and 6 (the last including multiple sets). Specimens taken on Mt. Dulang-dulang between 30 May and 4 June 1993 included 6 adult males with scrotal testes, 1 juvenile male, 2 nulliparous young adult females, and 1 parous female with enlarged mammae.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "At the type locality (2,250 m), L. (Heaney 2001 , Rickart et al. 1998 . Fleas (Sigmactenus warneri; Leptopsyllidae) and phoretic pseudoscorpions (Megachernes philippinus; Chernetidae) were collected from some specimens of L. bryophilus.",
                "cite_spans": [
                    {
                        "start": 35,
                        "end": 47,
                        "text": "(Heaney 2001",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 48,
                        "end": 69,
                        "text": ", Rickart et al. 1998",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Limnomys bryophilus, New Species",
                "sec_num": null
            },
            {
                "text": "Eleven murine rodent species are known to occur in the Mt. Kitanglad range, including Apomys hylocoetes, A. insignis, Batomys salomonseni, Bullimus bagobus, Crunomys melanius, C. suncoides, Limnomys bryophilus, L. sibuanus, Rattus everetti, Tarsomys apoensis, and T. echinatus (Heaney 2001; Musser 1994; Rickart et al. 1998) . This constitutes the entire murine fauna of Mindanao (Heaney et al. 1998) . Limnomys bryophilus and Crunomys suncoides (Rickart et al. 1998) are known only from high elevations in the Mt. Kitanglad range, but given the broad distribution of most of the fauna in this region they too probably occur in at least some of the other highland regions on Mindanao (Fig. 1) .",
                "cite_spans": [
                    {
                        "start": 157,
                        "end": 290,
                        "text": "Crunomys melanius, C. suncoides, Limnomys bryophilus, L. sibuanus, Rattus everetti, Tarsomys apoensis, and T. echinatus (Heaney 2001;",
                        "ref_id": null
                    },
                    {
                        "start": 291,
                        "end": 303,
                        "text": "Musser 1994;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 304,
                        "end": 324,
                        "text": "Rickart et al. 1998)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 380,
                        "end": 400,
                        "text": "(Heaney et al. 1998)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 446,
                        "end": 467,
                        "text": "(Rickart et al. 1998)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 684,
                        "end": 692,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "The 2 species of Limnomys have overlapping elevational ranges on Mt. Kitanglad, occurring syntopically at the type locality of L. bryophilus. Three other murine genera have species pairs that occur in the Mt. Kitanglad region. A. hylocoetes and A. insignis have overlapping elevational distributions similar to those of the Limnomys species (Heaney 2001) . T. apoensis and T. echinatus are locally allopatric with apparently disjunct elevational ranges (Heaney 2001; Musser 1994; Musser and Heaney 1992) , as are Crunomys melanius and C. suncoides (Rickart et al. 1998) . Members of each of these pairs of congeners are closely related and represent probable sister species (S. A. Jansa in litt. ; Musser 1982a; Musser and Heaney 1992; Rickart et al. 1998 ; S. J. Steppan in litt.). Their elevational distributions suggest a pattern of vicariance speciation across isolated highland areas of Mindanao ( Fig. 1) and subsequent dispersal by some taxa coincident with elevational shifts in vegetation accompanying long-term climatic changes (Heaney 1991) . A similar pattern is apparent among murids endemic to Luzon Island (Musser and Freeman 1981; Rickart and Heaney 1991; Rickart et al. 1998) .",
                "cite_spans": [
                    {
                        "start": 341,
                        "end": 354,
                        "text": "(Heaney 2001)",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 453,
                        "end": 466,
                        "text": "(Heaney 2001;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 467,
                        "end": 479,
                        "text": "Musser 1994;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 480,
                        "end": 503,
                        "text": "Musser and Heaney 1992)",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 548,
                        "end": 569,
                        "text": "(Rickart et al. 1998)",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 696,
                        "end": 697,
                        "text": ";",
                        "ref_id": null
                    },
                    {
                        "start": 698,
                        "end": 711,
                        "text": "Musser 1982a;",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 712,
                        "end": 735,
                        "text": "Musser and Heaney 1992;",
                        "ref_id": "BIBREF16"
                    },
                    {
                        "start": 736,
                        "end": 755,
                        "text": "Rickart et al. 1998",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 1038,
                        "end": 1051,
                        "text": "(Heaney 1991)",
                        "ref_id": "BIBREF3"
                    },
                    {
                        "start": 1121,
                        "end": 1146,
                        "text": "(Musser and Freeman 1981;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 1147,
                        "end": 1171,
                        "text": "Rickart and Heaney 1991;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 1172,
                        "end": 1192,
                        "text": "Rickart et al. 1998)",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 903,
                        "end": 910,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Local sympatry of such closely related species as L. bryophilus and L. sibuanus indicates some degree of ecological separation. Although direct evidence of this must await detailed studies on community structure and ecology, significant morphological differences in dentition and limb proportions suggest that the 2 species differ trophically and/or in their use of microhabitat.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Molecular data indicate that Limnomys and Tarsomys are sister genera (S. A. Jansa in litt.). Thus, L. bryophilus is 1 of 4 species in a monophyletic clade that is endemic to Mindanao Island. Although this level of local diversification is less than that of some other clades endemic to the Philippines (Heaney et al. 1998) , it reinforces earlier evidence that indigenous diversification is responsible for much of the mammalian diversity in the archipelago (Heaney 1986; Heaney and Rickart 1990; Rickart et al. 1998 .",
                "cite_spans": [
                    {
                        "start": 302,
                        "end": 322,
                        "text": "(Heaney et al. 1998)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 458,
                        "end": 471,
                        "text": "(Heaney 1986;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 472,
                        "end": 496,
                        "text": "Heaney and Rickart 1990;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 497,
                        "end": 516,
                        "text": "Rickart et al. 1998",
                        "ref_id": "BIBREF21"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/84/4/1443/897537 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "For their participation in the 1993 Kitanglad mammal surveys, we thank N. Antoque, E. Cañete, C. Custodio, A. Dans, J. Gonzalez, M. Lepiten-Tabao, A. Mallari, and A. Tabaranza. Permits and logistical support were provided by the Protected Areas and Wildlife Bureau (Philippine Department of Environment and Natural Resources, DENR), with special thanks to A. Alcala, J. Caleda, C. Custodio, M. Mendoza, and W. Pollisco. Fleas and pseudoscorpions were identified by R. Lewis and W. Muchmore, respectively. Figure 4 was drawn by C. Simpson.We thank M. Carleton and G. Musser for their constructive reviews of the manuscript. Financial support was provided by the World Environment and Resources Program of the John D. and Catherine T. MacArthur Foundation. Additional support was from the Ellen Thorne Smith Fund and Barbara Brown Mammal Research Fund of FMNH.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 505,
                        "end": 513,
                        "text": "Figure 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-The specimens examined in this study are housed at The Field Museum, Chicago (FMNH) and were prepared as complete skeletons, or formalin-fixed specimens stored in 70% ethyl alcohol (some with skulls subsequently removed and cleaned). Limnomys sibaunus.-MINDANAO IS-LAND: 16.5 km S, 4 km E Camp Phillips, 1,900 m elev., 8Њ10Ј30ЉN, 124Њ51ЈE (FMNH 147943-147944, 147947, 148174) , 18.5 km S, 4 km E Camp Phillips, 2,250 m elev., 8Њ9Ј30ЉN, 124Њ51ЈE (FMNH 147945-147946, 147948-147950, 148175) . Musser and Heaney (1992) provided external measurements of 2 additional adult specimens of Limnomys sibuanus housed at the Delaware Museum of Natural History, Greenville (DMNH 5956) and the United States Museum of Natural History, Washington, DC (USNM 125228, holotype).",
                "cite_spans": [
                    {
                        "start": 339,
                        "end": 395,
                        "text": "8Њ10Ј30ЉN, 124Њ51ЈE (FMNH 147943-147944, 147947, 148174)",
                        "ref_id": null
                    },
                    {
                        "start": 446,
                        "end": 508,
                        "text": "8Њ9Ј30ЉN, 124Њ51ЈE (FMNH 147945-147946, 147948-147950, 148175)",
                        "ref_id": null
                    },
                    {
                        "start": 511,
                        "end": 535,
                        "text": "Musser and Heaney (1992)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX I",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "The description of mammals 1. The external characters of the head",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    }
                ],
                "year": 1971,
                "venue": "Mammal Review",
                "volume": "1",
                "issue": "",
                "pages": "151--168",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. C. 1971. The description of mammals 1. The external characters of the head. Mammal Re- view 1:151-168.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "The description of mammals 2. Limbs and locomotion of terrestrial mammals",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Brown",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Yalden",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "Mammal Review",
                "volume": "3",
                "issue": "",
                "pages": "107--134",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "BROWN, J. C., AND D. W. YALDEN. 1973. The descrip- tion of mammals 2. Limbs and locomotion of ter- restrial mammals. Mammal Review 3:107-134.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Biogeography of mammals of Southeast Asia: Estimates of rates of colonization, extinction, and speciation",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1986,
                "venue": "Biological Journal of the Linnean Society",
                "volume": "28",
                "issue": "",
                "pages": "127--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1986. Biogeography of mammals of Southeast Asia: Estimates of rates of colonization, extinction, and speciation. Biological Journal of the Linnean Society 28:127-165.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "A synopsis of climatic and vegetational change in Southeast Asia",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Climatic Change",
                "volume": "19",
                "issue": "",
                "pages": "53--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 1991. A synopsis of climatic and veg- etational change in Southeast Asia. Climatic Change 19:53-61.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Small mammal diversity along elevational gradients in the Philippines: an assessment of patterns and hypotheses",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Global Ecology and Biogeography",
                "volume": "10",
                "issue": "",
                "pages": "15--39",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R. 2001. Small mammal diversity along elevational gradients in the Philippines: an assess- ment of patterns and hypotheses. Global Ecology and Biogeography 10:15-39.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philippine mammals",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    }
                ],
                "year": 1990,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "321--332",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., AND E. A. RICKART. 1990. Correlations of clades and clines: geographic, elevational, and phylogenetic distribution patterns among Philippine mammals. Pp. 321-332 in Vertebrates in the tropics (G. Peters and R. Hutterer, eds.). Museum Alexander Koenig, Bonn, Germany.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A synopsis of the mammalian fauna of the Philippine Islands",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Al",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Fieldiana: Zoology",
                "volume": "88",
                "issue": "",
                "pages": "1--61",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HEANEY, L. R., ET AL. 1998. A synopsis of the mam- malian fauna of the Philippine Islands. Fieldiana: Zoology 88:1-61.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "A review of the Philippine land mammals in the United States National Museum",
                "authors": [
                    {
                        "first": "N",
                        "middle": [],
                        "last": "Hollister",
                        "suffix": ""
                    }
                ],
                "year": 1913,
                "venue": "Proceedings of the United States National Museum",
                "volume": "46",
                "issue": "",
                "pages": "299--341",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOLLISTER, N. 1913. A review of the Philippine land mammals in the United States National Museum. Proceedings of the United States National Museum 46:299-341.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Descriptions of new genera and species of mammals from the Philippine Islands",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Mearns",
                        "suffix": ""
                    }
                ],
                "year": 1905,
                "venue": "Proceedings of the United States National Museum",
                "volume": "28",
                "issue": "",
                "pages": "425--460",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MEARNS, E. A. 1905. Descriptions of new genera and species of mammals from the Philippine Islands. Proceedings of the United States National Museum 28:425-460.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Results of the Archbold Expeditions. No. 100",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1977,
                "venue": "Notes on the Philippine rat, Limnomys, and the identity of Limnomys picinus",
                "volume": "2624",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1977. Results of the Archbold Expe- ditions. No. 100. Notes on the Philippine rat, Lim- nomys, and the identity of Limnomys picinus, a com- posite. American Museum Novitates 2624:1-15.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Results of the Archbold Expeditions. No. 102. The species of Chiropodomys, arboreal mice of Indochina and the Malay Archipelago",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "162",
                "issue": "",
                "pages": "377--445",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1979. Results of the Archbold Expe- ditions. No. 102. The species of Chiropodomys, ar- boreal mice of Indochina and the Malay Archipela- go. Bulletin of the American Museum of Natural History 162:377-445.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Results of the Archbold Expeditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "American Museum Novitates",
                "volume": "2746",
                "issue": "",
                "pages": "1--43",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1982a. Results of the Archbold Expe- ditions. No. 108. The definition of Apomys, a native rat of the Philippine Islands. American Museum Novitates 2746:1-43.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Results of the Archbold Expeditions. No. 110. Crunomys and the small-bodied shrew-rats native to the Philippine Islands and Sulawesi (Celebes)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "174",
                "issue": "",
                "pages": "1--95",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1982b. Results of the Archbold Expe- ditions. No. 110. Crunomys and the small-bodied shrew-rats native to the Philippine Islands and Su- lawesi (Celebes). Bulletin of the American Museum of Natural History 174:1-95.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "New records of Tarsomys echinatus Musser and Heaney 1992 and Limnomys sibuanus Mearns 1905 from Mindanao in the southern Philippines (Mammalia: Rodentia: Muridae)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Senckenbergiana Biologica",
                "volume": "73",
                "issue": "",
                "pages": "33--38",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G. 1994. New records of Tarsomys echin- atus Musser and Heaney 1992 and Limnomys sibu- anus Mearns 1905 from Mindanao in the southern Philippines (Mammalia: Rodentia: Muridae). Senck- enbergiana Biologica 73:33-38.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Family Muridae. Pp. 501-755 in Mammal species of the world: a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Carleton",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., AND M. D. CARLETON. 1993. Family Muridae. Pp. 501-755 in Mammal species of the world: a taxonomic and geographic reference. 2nd. ed. (D. E. Wilson and D. M. Reeder, eds.). Smith- sonian Institution Press, Washington, D.C.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "A new species of Rhynchomys (Muridae) from the Philippines",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Freeman",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "Journal of Mammalogy",
                "volume": "62",
                "issue": "",
                "pages": "154--159",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., AND P. W. FREEMAN. 1981. A new spe- cies of Rhynchomys (Muridae) from the Philippines. Journal of Mammalogy 62:154-159.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Philippine rodents: definitions of Tarsomys and Limnomys plus a preliminary assessment of phylogenetic patterns among native Philippine murines (Murinae, Muridae)",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Musser",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1992,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "211",
                "issue": "",
                "pages": "1--138",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MUSSER, G. G., AND L. R. HEANEY. 1992. Philippine rodents: definitions of Tarsomys and Limnomys plus a preliminary assessment of phylogenetic patterns among native Philippine murines (Murinae, Muri- dae). Bulletin of the American Museum of Natural History 211:1-138.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "A new species of Chrotomys (Muridae) from Luzon Island",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Philippines. Proceedings of the Biological Society of Washington",
                "volume": "104",
                "issue": "",
                "pages": "387--398",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., AND L. R. HEANEY. 1991. A new spe- cies of Chrotomys (Muridae) from Luzon Island, Philippines. Proceedings of the Biological Society of Washington 104:387-398.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Further studies on the chromosomes of Philippine rodents (Muridae: Murinae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Proceedings of the Biological Society of",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., AND L. R. HEANEY. 2002. Further stud- ies on the chromosomes of Philippine rodents (Mu- ridae: Murinae). Proceedings of the Biological So- ciety of Washington (in press).",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "Philippine rodents: chromosomal characteristics and their significance for phylogenetic inference among 13 species (Rodentia: Muridae: Murinae)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A G G"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Musser",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "American Museum Novitates",
                "volume": "3064",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A. AND G. G. MUSSER. 1993. Philippine rodents: chromosomal characteristics and their sig- nificance for phylogenetic inference among 13 spe- cies (Rodentia: Muridae: Murinae). American Mu- seum Novitates 3064:1-34.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Review of Bullimus (Muridae: Murinae) and description of a new species from Camiguin Island",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Tabaranza",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Philippines. Journal of Mammalogy",
                "volume": "83",
                "issue": "",
                "pages": "421--436",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E. A., L. R. HEANEY, AND B. R. TABARANZA, JR. 2002. Review of Bullimus (Muridae: Murinae) and description of a new species from Camiguin Is- land, Philippines. Journal of Mammalogy 83:421- 436.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "A review of the genera Crunomys and Archboldomys (Rodentia: Muridae: Murinae), with descriptions of two new species from the Philippines",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Rickart",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Heaney",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "R"
                        ],
                        "last": "Tabaranza",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "S"
                        ],
                        "last": "Balete",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Fieldiana: Zoology (New Series)",
                "volume": "89",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RICKART, E, A., L. R. HEANEY, B. R. TABARANZA, JR., AND D. S. BALETE. 1998. A review of the genera Crunomys and Archboldomys (Rodentia: Muridae: Murinae), with descriptions of two new species from the Philippines. Fieldiana: Zoology (New Series) 89: 1-24.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "SYSTAT 10",
                "authors": [
                    {
                        "first": "Inc",
                        "middle": [],
                        "last": "Spss",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SPSS, INC. 2000. SYSTAT 10. SPSS, Inc., Chicago, Illinois.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "Tropical rain forests of the Far East",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "C"
                        ],
                        "last": "Whitmore",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "WHITMORE, T. C. 1984. Tropical rain forests of the Far East, 2nd. ed., Oxford University Press, Oxford, United Kingdom.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Specimens examined in this study (Appendix I) were assigned to 5 age categories (juvenile,FIG. 1.-Map of Mindanao Island, Philippines, showing location of Mt. Kitanglad and other areas of high elevation where Limnomys is known to occur.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF1": {
                "text": "FIG. 2.-Phenetic variation in Limnomys. A)Ratio diagram comparing Log 10 -transformed measurements (means Ϯ 2 SE) of adult specimens. The standard (vertical line) is a sample of L. sibuanus (n ϭ 6), which is contrasted with the new species (n ϭ 13). See text for abbreviations of characters measured. Projection of individual specimen scores for principal components analysis on B) components 1 and 2 and C) components 2 and 3; specimens are indicated by open circles (L. sibuanus) and closed circles (new species).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF2": {
                "text": "FIG. 4.-Plantar views of right hind foot of A) Limnomys bryophilus (FMNH 147975) and B) Limnomys sibuanus (FMNH 147949) from Mt. Kitanglad, Mindanao.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF3": {
                "text": ".-Skulls of A) Limnomys bryophilus (FMNH 147974, holotype) and B) Limnomys sibuanus (FMNH 147945) from Mt. Kitanglad, Mindanao, shown in dorsal (top), ventral (2nd row), and left lateral (3rd row) views of crania, lateral views of left mandibles (4th row), and medial views of right mandible (bottom).",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "FIGREF4": {
                "text": ".-Occlusal views of A) maxillary and B) mandibular left molar toothrows of a juvenile-adult Limnomys bryophilus (FMNH 148048) from Mt. Dulang-dulang, Mindanao.",
                "num": null,
                "type_str": "figure",
                "uris": null
            },
            "TABREF0": {
                "text": "-External measurements (mm) and body mass (g) of adult Limnomys sibuanus and a new species of Limnomys from Mount Kitanglad, Mindanao, Philippines. Measurements are defined in ''Methods'' section.",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td/><td colspan=\"2\">Limnomys, new species</td><td/><td/></tr><tr><td/><td colspan=\"2\">Limnomys sibuanus a</td><td/><td>Holo-</td><td colspan=\"2\">Total sample c</td><td/><td/></tr><tr><td/><td>Mean Ϯ SD</td><td>Range</td><td>n</td><td>type b</td><td>Mean Ϯ SD</td><td>Range</td><td>n</td><td>F d</td></tr><tr><td>LHB</td><td>129.0 Ϯ 8.4</td><td>119-144</td><td>8</td><td>138</td><td>130.3 Ϯ 7.0</td><td>121-140</td><td>13</td><td>0.27</td></tr><tr><td>LT</td><td>154.3 Ϯ 9.0</td><td>147-174</td><td>8</td><td>180</td><td>170.2 Ϯ 9.3</td><td>152-181</td><td>13</td><td>15.15***</td></tr><tr><td>LHF</td><td>29.3 Ϯ 1.2</td><td>28-31</td><td>8</td><td>33</td><td>32.6 Ϯ 1.6</td><td>30-35</td><td>13</td><td>28.69****</td></tr><tr><td>LE</td><td>21.3 Ϯ 0.7</td><td>20-22</td><td>8</td><td>24</td><td>22.3 Ϯ 1.2</td><td>20-24</td><td>13</td><td>5.14*</td></tr><tr><td>WT</td><td>60.0 Ϯ 11.2</td><td>47-82</td><td>7</td><td>65</td><td>64.1 Ϯ 13.1</td><td>48-90</td><td>13</td><td>2.07</td></tr><tr><td>LOF</td><td>14.8 Ϯ 1.3</td><td>13-16</td><td>4</td><td>18</td><td>18.0 Ϯ 1.6</td><td>16-20</td><td>4</td><td>9.94*</td></tr><tr><td>LGH</td><td>24.0 Ϯ 1.2</td><td>23-25</td><td>4</td><td>26</td><td>24.5 Ϯ 1.3</td><td>23-26</td><td>4</td><td>0.33</td></tr><tr><td>TSR</td><td>13.3 Ϯ 1.0</td><td>12-14</td><td>4</td><td>10</td><td>11.0 Ϯ 0.8</td><td>10-12</td><td>4</td><td>12.79*</td></tr><tr><td colspan=\"6\">a DMNH 5956; FMNH 147944-147947, 148174, 148175; USNM 125228 (holotype).</td><td/><td/><td/></tr><tr><td colspan=\"2\">b FMNH 147974.</td><td/><td/><td/><td/><td/><td/><td/></tr><tr><td colspan=\"7\">c FMNH 147970-147972, 147974 (holotype), 147977, 148056-148058, 148180-148184.</td><td/><td/></tr><tr><td colspan=\"6\">d One-way analysis of variance (*P Ͻ 0.05, *** P Ͻ 0.001, **** P Ͻ 0.0001).</td><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "text": "-Cranial and dental measurements (in mm) of adult Limnomys sibuanus and a new species of Limnomys from Mount Kitanglad, Mindanao, Philippines. Measurements are defined in ''Methods'' section.",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"2\">Limnomys, new species</td><td/></tr><tr><td/><td colspan=\"2\">Limnomys sibuanus (n ϭ 6) a</td><td/><td colspan=\"2\">Total sample (n ϭ 11) c</td><td/></tr><tr><td/><td>Mean Ϯ SD</td><td>Range</td><td>Holotype b</td><td>Mean Ϯ SD</td><td>Range</td><td>F d</td></tr><tr><td>ONL</td><td>33.6 Ϯ 1.1</td><td>(32.3-35.3)</td><td>37.0</td><td>35.8 Ϯ 1.4</td><td>(34.0-37.5)</td><td>0.97**</td></tr><tr><td>IB</td><td>5.0 Ϯ 0.1</td><td>(4.8-5.1)</td><td>5.2</td><td>5.0 Ϯ 0.1</td><td>(4.8-5.2)</td><td>0.16</td></tr><tr><td>ZB</td><td>16.7 Ϯ 0.7</td><td>(16.0-17.8)</td><td>17.6</td><td>17.7 Ϯ 0.6</td><td>(16.7-19.0)</td><td>9.41**</td></tr><tr><td>BBC</td><td>15.2 Ϯ 0.4</td><td>(14.9-16.0)</td><td>15.8</td><td>15.4 Ϯ 0.4</td><td>(14.8-16.2)</td><td>0.71</td></tr><tr><td>HBC</td><td>10.4 Ϯ 0.3</td><td>(10.0-10.8)</td><td>11.1</td><td>10.8 Ϯ 0.2</td><td>(10.4-11.1)</td><td>9.43**</td></tr><tr><td>LN</td><td>12.3 Ϯ 0.7</td><td>(11.1-12.9)</td><td>14.1</td><td>13.3 Ϯ 0.9</td><td>(11.9-14.4)</td><td>5.38*</td></tr><tr><td>LR</td><td>10.3 Ϯ 0.4</td><td>(9.8-10.8)</td><td>12.3</td><td>11.7 Ϯ 0.7</td><td>(10.7-12.7)</td><td>20.12***</td></tr><tr><td>BR</td><td/><td/><td/><td/><td/><td/></tr><tr><td>BZP</td><td/><td/><td/><td/><td/><td/></tr><tr><td>LD</td><td/><td/><td/><td/><td/><td/></tr><tr><td>PL</td><td/><td/><td/><td/><td/><td/></tr><tr><td>PPL</td><td/><td/><td/><td/><td/><td/></tr><tr><td>LIF</td><td/><td/><td/><td/><td/><td/></tr><tr><td>BIF</td><td/><td/><td/><td/><td/><td/></tr></table>",
                "type_str": "table"
            },
            "TABREF3": {
                "text": "-Character loadings on first 3 principal components of principal components analysis of cranial and dental measurements of adult Limnomys. High loadings (Ͼ0.5) are denoted with asterisks (*). Measurements are defined in ''Methods'' section.",
                "num": null,
                "content": "<table><tr><td/><td/><td>Principal component</td><td/></tr><tr><td>Character</td><td>1</td><td>2</td><td>3</td></tr><tr><td>ONL</td><td>0.9600*</td><td>0.0234</td><td>0.1013</td></tr><tr><td>IB</td><td>0.0731</td><td>0.3124</td><td>Ϫ0.3252</td></tr><tr><td>ZB</td><td>0.8892*</td><td>0.1123</td><td>Ϫ0.0539</td></tr><tr><td>BBC</td><td>0.6228*</td><td>0.5196*</td><td>Ϫ0.1593</td></tr><tr><td>HBC</td><td>0.6575*</td><td>Ϫ0.2110</td><td>Ϫ0.5907*</td></tr><tr><td>LN</td><td>0.9253*</td><td>0.1970</td><td>0.1595</td></tr><tr><td>LR</td><td>0.9671*</td><td>Ϫ0.0464</td><td>0.0034</td></tr><tr><td>BR</td><td>0.1558</td><td>0.7125*</td><td>0.4947</td></tr><tr><td>BZP</td><td>0.8243*</td><td>0.0488</td><td>0.1080</td></tr><tr><td>LD</td><td>0.8592*</td><td>0.3176</td><td>0.0311</td></tr><tr><td>PL</td><td>0.9782*</td><td>0.0626</td><td>0.1098</td></tr><tr><td>PPL</td><td>0.7681*</td><td>0.5227*</td><td>0.2931</td></tr><tr><td>LIF</td><td>0.8812*</td><td>0.2367</td><td>0.0836</td></tr><tr><td>BIF</td><td>0.4923</td><td>Ϫ0.6829*</td><td>0.0665</td></tr><tr><td>LBP</td><td>0.7897*</td><td>Ϫ0.3578</td><td>0.0028</td></tr><tr><td>PBM1</td><td>0.5376*</td><td>0.3428</td><td>Ϫ0.4967</td></tr><tr><td>PBM3</td><td>0.2910</td><td>Ϫ0.0087</td><td>Ϫ0.7658*</td></tr><tr><td>BMF</td><td>0.1112</td><td>0.4486</td><td>Ϫ0.6784*</td></tr><tr><td>LB</td><td>0.7300*</td><td>Ϫ0.5240*</td><td>0.1287</td></tr><tr><td>CLM</td><td>0.8136*</td><td>Ϫ0.5286*</td><td>Ϫ0.0545</td></tr><tr><td>BM1</td><td>0.7151*</td><td>Ϫ0.6382*</td><td>Ϫ0.1458</td></tr><tr><td>DI</td><td>0.2590</td><td>0.5616*</td><td>Ϫ0.0792</td></tr><tr><td>LM</td><td>0.9653*</td><td>Ϫ0.0174</td><td>0.1177</td></tr><tr><td>HM</td><td>0.9051*</td><td>Ϫ0.0393</td><td>0.2255</td></tr><tr><td>Eigenvalues</td><td>12.87</td><td>3.60</td><td>2.29</td></tr><tr><td>Percent variance explained</td><td>53.63</td><td>15.01</td><td>9.54</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}