{
    "paper_id": "Rochaetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:49.230029Z"
    },
    "title": "Specimen collection: An essential tool Specimen collection: An essential tool",
    "authors": [
        {
            "first": "L",
            "middle": [
                "A"
            ],
            "last": "Rocha",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "A",
            "middle": [],
            "last": "Aleixo",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Museu",
            "middle": [],
            "last": "Paraense",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Emilio",
            "middle": [],
            "last": "Goeldi",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "G",
            "middle": [],
            "last": "Allen",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "F",
            "middle": [],
            "last": "Almeda",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "C",
            "middle": [
                "C"
            ],
            "last": "Baldwin",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Rochaetal",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "then what awesome collection of yet to discover species are still there to be properly described?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As the authors point citing 1, something around 86% of species remain unknown. Voucher specimens are fundamental for the reasons pointed out and perhaps the vast depths of the World's oceans are the best example of that importance. The resumed report of 2010 Census of Marine Life (2) showed that among the millions of specimens collected in both familiar and seldom-explored waters, the Census found more than 6,000 potentially new species and completed formal descriptions of more than 1,200 of them. It also found that a number of rare species are in fact common. Voucher specimens are essential and, again agreeing with L.A.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Rocha et al. Letter (see above), the modern approach for collecting will not be a cause for extinctions but instead a valuable tool for knowledge, description and even, as seen above, a way to find out that supposed rare species may not be that rare and even prove to reach abundant populations.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Science Online Home | News | Science Journals | Careers | Multimedia | Collections | Help | Site Map | RSS",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Science Online Home | News | Science Journals | Careers | Multimedia | Collections | Help | Site Map | RSS",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "num": null,
                "text": "L. A. Rocha, A. Aleixo, G. Allen, F. Almeda, C. C. Baldwin, M. V.L. Barclay, J. M. Bates, A. M. Bauer, F. Benzoni, C. M. Berns, M. L. Berumen, D. C. Blackburn, S. Blum, F. Bolaños, R. C.K. Bowie, R. Britz, R. M. Brown, C. D. Cadena, K. Carpenter, L. M. Ceríaco, P. Chakrabarty, G. Chaves, J. H. Choat, K. D. Clements, B. B. Collette, A. Collins, J. Coyne, J. Cracraft, T. Daniel, M. R. De Carvalho, K. De Queiroz, F. Di Dario, and R. Drewes This letter to the editor is available at LSU Digital Commons: https://digitalcommons.lsu.edu/biosci_pubs/793",
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "num": null,
                "text": ". The little that is known mostly comes from collected specimens. L.A. Rocha et al. Letter \"Specimen collection: An essential tool\" (23 May, 344: 814) brilliantly discuss the importance of specimen collection and present the evolution of collecting since the mid-19th century until our present strict codes and conducts. However, it is also important to emphasize the fact that the vast majority of deep ocean macro-organisms are only known to us because of collection and this is a strong argument that should be present in our actions as scientists. If the deep is considered the least known of Earth's habitats (1% or so according to recent estimates)",
                "uris": null,
                "type_str": "figure"
            }
        }
    }
}