{
    "paper_id": "RogersandSchmidly1982-SystematicsofSpinyPocketMice(GenusHeter",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:31:51.307573Z"
    },
    "title": "SYSTEMATICS OF SPINY POCKET MICE (GENUS HETEROMYS) OF THE DESMARESTIANUS SPECIES GROUP FROM MEXICO AND NORTHERN CENTRAL AMERICA",
    "authors": [
        {
            "first": "Duke",
            "middle": [
                "S"
            ],
            "last": "Rogers",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "J"
            ],
            "last": "Schmidly",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "Nongeographic and geographic variation is assessed in the desmaresttanus species group of the genus Heteromys (exclusive of H. gaumert). Concordant results of cranial, external, and bacular variation reveal that the desmarestianus-group is represented in northern Middle America by two species, H. desmaresttanus and H. goldmani. H. longtcaudatus and H. lepturus are indistinguishable from H. desmarestianus. H. temporalis is arranged as a subspecies of H. desmarestianus.",
    "pdf_parse": {
        "paper_id": "RogersandSchmidly1982-SystematicsofSpinyPocketMice(GenusHeter",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "Nongeographic and geographic variation is assessed in the desmaresttanus species group of the genus Heteromys (exclusive of H. gaumert). Concordant results of cranial, external, and bacular variation reveal that the desmarestianus-group is represented in northern Middle America by two species, H. desmaresttanus and H. goldmani. H. longtcaudatus and H. lepturus are indistinguishable from H. desmarestianus. H. temporalis is arranged as a subspecies of H. desmarestianus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The genus Heteromys (Heteromyidae, subfamily Heteromyinae), as currently defined, comprises 11 species that are exclusively Neotropical in distribution. Goldman (1911) , in his revision of the subfamily Heteromyinae (Heteromys and Liomys), divided the genus Heteromys into two subgenera, with eight species included in the subgenus Heteromys and two (H. nelsoni and H. oresterus) allocated to the subgenus Xylomys. Hall (1981) further divided the Middle American species of the subgenus Heteromys into two species groups, the desmarestianus-group (including H. desmarestianus, H. longicaudatus, H. gaumeri, H. goldmani, H. lepturus, and H. temporalis) and the anomalus-group (including H. anomalus, H. australis, and H. nigricaudatus) . Most species have restricted ranges and only one, H. desmarestianus, which occurs from eastern Oaxaca, Mexico, southward to Panama, has an extensive distribution. H. longicaudatus and H. temporalis are known from one and three localities in Tabasco and Veracruz, respectively; H. goldmani occurs in southwestern Chiapas and western Guatemala. H. lepturus is known from scattel'ed localities in Oaxaca and Veracruz, and H. gaumeri occurs in Yucatan, Campeche, and Quintana Roo. H. anomalus is restricted to Colombia and Venezuela, and H. australis, another South American species, enters Middle America in extreme eastern Panama. H. nigricaudatus is known from two localities in east-central Oaxaca (Goodwin, 1956) , but Goodwin (1969) synonymized this taxon with H. lepturus.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 167,
                        "text": "Goldman (1911)",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 415,
                        "end": 426,
                        "text": "Hall (1981)",
                        "ref_id": "BIBREF10"
                    },
                    {
                        "start": 547,
                        "end": 651,
                        "text": "(including H. desmarestianus, H. longicaudatus, H. gaumeri, H. goldmani, H. lepturus, and H. temporalis)",
                        "ref_id": null
                    },
                    {
                        "start": 675,
                        "end": 734,
                        "text": "(including H. anomalus, H. australis, and H. nigricaudatus)",
                        "ref_id": null
                    },
                    {
                        "start": 1435,
                        "end": 1450,
                        "text": "(Goodwin, 1956)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1457,
                        "end": 1471,
                        "text": "Goodwin (1969)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Virtually nothing is known of individual or geographic variation in most species of Heteromys, and consequently, the taxonomic status of many forms is questionable. According to Hall and Kelson (1959:543) : \"This species-group presents some perplexing taxonomic problems; the current nomenclatorial arrangement is unsatisfactory and the keys are correspondingly unsatisfactory.\" The purpose of thi~ paper is to review individual and geographic variation in taxa assigned to the desmarestianus group (exclusive of H. gaumeri) from Mexico and northern Central America.",
                "cite_spans": [
                    {
                        "start": 178,
                        "end": 204,
                        "text": "Hall and Kelson (1959:543)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Ten cranial measurements (as defined by Genoways, 1973) were taken in millimeters (mm) using dial calipers. Skull depth was measured using a modification of Hooper's (1952) technique whereby the upper incisors were rested over the edge of a glass slide to reduce the variability in this measurement due to differential incisor length. External measurements were recorded from museum specimen tags. Individuals were assigned to one of six age categories based on tooth ( Fig. 1 ) and pelage characteristics.",
                "cite_spans": [
                    {
                        "start": 40,
                        "end": 55,
                        "text": "Genoways, 1973)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 157,
                        "end": 172,
                        "text": "Hooper's (1952)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 470,
                        "end": 476,
                        "text": "Fig. 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Phalli were prepared from alcohol-preserved specimens (Hooper, 1958) , or from dried study skins (Lidicker, 1968 ). Due to loss of epidermal spines, no attempt was made to determine their distribution. Five measurements (Lidicker, 1960) were recorded from 12 bacula using an ocular micrometer; illustrations of these were prepared with the aid of a camera lucida.",
                "cite_spans": [
                    {
                        "start": 54,
                        "end": 68,
                        "text": "(Hooper, 1958)",
                        "ref_id": "BIBREF12"
                    },
                    {
                        "start": 97,
                        "end": 112,
                        "text": "(Lidicker, 1968",
                        "ref_id": "BIBREF14"
                    },
                    {
                        "start": 220,
                        "end": 236,
                        "text": "(Lidicker, 1960)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "A total of 372 spiny pocket mice was examined. Specimens examined are listed in specific and subspecific accounts, with institutions housing the specimens identified by abbreviations (after Choate and Genoways, 1975) . Countries, states (or departments), and localities are arranged geographically (west to east, then north to south). Only those localities given in italics are plotted on the distribution map. Specimens were obtained from the following institutions: American Museum of Natural History, New York (AMNH); Charles A. Ely from Genoways, 1973 ). Group I.-deciduous premolars present and with little wear; M3 not fully erupted; juvenile pelage. Group II.-deciduous premolars present with considerable wear, or permanent premolar in process of eruption; M3 fully erupted; juvenile pelage relatively dark and harsh. Group III.-permanent premolars present but with little wear; anterior and posterior molar lophs separated by a median valley; adult pelage appearing on rump and head and radiating outward. Group IV.-increased wear evident on premolars; MI-M3 usually worn such that anterior and posterior lophs are connected (often lingually); adult pelage either complete or nearly so. Group V.-posterior and anterior lophs of MI-M2 worn such that the two form a characteristic O-shape; M3 nearly so; adult pelage. Group VI.-premolars and MI-M2 worn such that no enamel remains on occlusal surfaces; small enamel island often remains on M3; adult pelage (age group VI is not represented in the Los Tuxtlas sample, this description being based on individuals from other localities).",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 216,
                        "text": "Choate and Genoways, 1975)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 541,
                        "end": 555,
                        "text": "Genoways, 1973",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "A regression analysis yielded Significant differences among the age groups (P :s 0.0001). Duncan's multiple range tests (tabular copies available from senior author on request) indicated that in males there was a tendency for younger age groups I-III to separate (P ::; 0.05) from older age groups IV and V. This trend was observed in greatest skull length, zygomatic breadth, rostral length, and skull depth. Females showed the same general pattern with all variables significantly separating age groups I-III from IV and V except for maxillary toothrow length, interparietal width, and interparietal length. Only one character (nasal length in males) differed significantly between groups IV and V. As a result of these analyses, groups I, II, and III were excluded from further statistical treatment. All individuals in age category VI also were excluded because they could not be statistically compared with mice in sample 5 without possible additional effects of geographic variation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Sexual variation.-An analysis of variance was used to test for significant differences between adults (IV, V) of each sex in the Los Tuxtlas sample (Table 1) ; nasal length was significantly greater in males (P ::; 0.05), although males averaged larger in all variables except zygomatic breadth and rostral length. In the analysis of geographic variation, therefore, adults of both sexes were pooled in each sample.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 157,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Individual variation.-Most characters displayed CVs well within the range noted by other workers for similar groups (Long, 1968; Genoways, 1973) . Tail length tended to be more variable than cranial measurements, but interparietal length was the most variable character (Table 1) . These findings in general agree with those of Genoways (1973) for Liomys. In order to minimize within-sample variability, both measurements of the interparietal were excluded from further analysis. Although slightly more variable than the remaining cranial measurements, the two external measurements were retained because they were of importance in the original taxonomic descriptions.",
                "cite_spans": [
                    {
                        "start": 116,
                        "end": 128,
                        "text": "(Long, 1968;",
                        "ref_id": "BIBREF15"
                    },
                    {
                        "start": 129,
                        "end": 144,
                        "text": "Genoways, 1973)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 328,
                        "end": 343,
                        "text": "Genoways (1973)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 270,
                        "end": 279,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "METHODS",
                "sec_num": null
            },
            {
                "text": "Univariate analysis.-Total length and tail length exhibit similar patterns of geographic variation. Mice represented in samples 2 and 3 (Ojo de Agua and Motzorongo, Veracruz) are significantly larger (two standard errors) than those in adjacent populations from Veracruz and Oaxaca (samples 1 and 4-7; see Figs. 2, 3, and Table 2 ). Samples 8-15 from Oaxaca, Tabasco, and western Chiapas compose a homogeneous group, the specimens being intermediate in size between those in samples 2, 3 and those in 1, 4-7. Disregarding samples 18 and 19 (n = two and three, respectively), individuals represented by population 17 from Chiapas are significantly larger in total length and tail length than are mice in all other samples except 2 and 3. Samples 19-23 from eastern Chiapas, Guatemala, and Belize also form a rather homogeneous group with shorter total length and tail length as compared with populations from western Chiapas, Tabasco, and Oaxaca (8-15).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 322,
                        "end": 329,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Geographic variation in the cranial measurements generally parallels that of the external characters. Mice composing samples 2 and 3 are significantly larger than those from sample 1, 8-15 and 19-23 in mastoid breadth, and significantly larger than samples 1 and 19-23 in least interorbital constriction. With the exception of samples 4 and 16-18, there are significant differences among samples 2 and 3 and samples to the east in Veracruz (5, 6) and southeast in Oaxaca, Tabasco, and western Chiapas (7-15) for the remaining cranial measurements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Mice from Los Tuxtlas (sample 5) are significantly larger than those of all other samples (except 17-19) in zygomatic breadth (see Fig. 3 ), whereas this population along with those of sample 6 is significantly smaller in maxillary toothrow length in comparison with samples 4 and 8-13 (sample 7 disregarded). Greatest skull length, rostral length, and mastoid breadth, are significantly larger in the Los Tuxtlas sample than the nearby Lago Catemaco sample (6), whereas sample 6 is significantly larger than the San Andres Tuxtla mice (sample 4) in skull depth. Least interorbital constriction and nasal length (Fig. 3) do not differ significantly among these populations.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 131,
                        "end": 137,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 612,
                        "end": 620,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Mice from southwestern Chiapas (samples 16-18) are significantly larger than adjacent populations in Chiapas, Guatemala, and Belize (19-23) for the variable zygomatic breadth (Fig. 3) . Omitting sample 18, samples 16 and 17 are significantly larger than surrounding samples in greatest skull length, rostral length, nasal length, and mastoid breadth. If both samples 17 and 18 are excluded, sample 16 is also significantly larger in maxillary toothrow length when compared to surrounding populations. Sample 16 is also significantly larger in least interorbital constriction and skull depth when compared to populations to the east (17-23), but not statistically different from northern (13-15) and western (9-11) samples of mice for these two measurements.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 175,
                        "end": 183,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Multivariate analysis.-Means of each sample for two external and eight cranial measure- 5.-Three-dimensional projection of 20 samples of Heteromys onto the first three principal components based on a matrix of correlations among all characters. Length of each factor in the diagram is proportional to the amount of variation explained (see Table 3 ).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 340,
                        "end": 347,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "ments were used in a NT -SYS multivariate analysis. In the distance phenogram (Fig. 4 , cophenetic correlation value = 0.737) the major branch in the phenogram divides the samples into two clusters; one (group B) consists of populations 16-18 and the other (group A) contains all remaining samples. Samples within group B are only distantly connected. Within group A there are five major subclusters. Group B of Fig. 4 corresponds with those populations regarded as H. goldmani. Group A includes samples presently referred to as H. lepturus (1, 4-9), H. temporalis (3), and H. desmarestianus (2, 10-14, and 19-23) .",
                "cite_spans": [
                    {
                        "start": 592,
                        "end": 613,
                        "text": "(2, 10-14, and 19-23)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 78,
                        "end": 85,
                        "text": "(Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 412,
                        "end": 418,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "To further elucidate the phenetic relationships among samples of group A, an additional cluster and a principal components analysis were performed with samples 16-18 deleted. The correlation phenogram (Fig. 4 , cophenetic correlation value = 0.751) consists of two major clusters, group A (samples 1, 4-7) and group B (all remaining samples). Group A is composed of two subclusters and group B comprises three main subclusters. Populations previously regarded as H. lepturus can be found in both groups, whereas all samples identified as H. desmarestianus are confined to group B.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 208,
                        "text": "(Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "In the principal components analysis ( Table 3 ) the amount of variation explained by the first principal component (PC) is due primarily to cranial size. Those characters weighted most heavily in the analysis (all cranial measurements except maxillary toothrow length and skull depth) increase in magnitude along PC I from the smallest (sample 19) to the largest (sample 5) in Fig. 5 . Total length and tail length, which are unimportant in PC I, are heavily weighted along PC II. Maxillary toothrow length is also heavily weighted, whereas the remaining variables exert little influence along this component. Those samples to the front of Fig. 5 (1-7) possess relatively shorter total and tail lengths as well as shorter toothrows as compared to samples in the rear (2, 3, and 15). PC III is most heavily influenced by maxillary toothrow length, and less so by skull depth. Nasal length, rostral length, mastoid breadth, and least interorbital constriction also exert a major influence along this component. Samples 2 and 3 possess the relatively shortest toothrows, flattest skulls, and shorter rostra, as well as relatively wider interorbital constrictions and mastoid breadths.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 39,
                        "end": 46,
                        "text": "Table 3",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 378,
                        "end": 384,
                        "text": "Fig. 5",
                        "ref_id": null
                    },
                    {
                        "start": 641,
                        "end": 653,
                        "text": "Fig. 5 (1-7)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Bacular morphology.-Bacular measurements of specimens from five samples (2, 3, 5,8, and 17) , representing four of the named species of the desmarestianus species group (desmarestianus, lepturus, temporalis, and goldmani), are given in Table 4 , and some bacula are illustrated in Fig. 6 . The bacula of H. desmarestianus and H. gaumeri have been figured previously by Genoways (1973) . Vol. 63, No.3 T (Do=-ventral diameter of baculum base + lateral diameter of base) X l00/length of baculum (after Lidicker, 1960) ,",
                "cite_spans": [
                    {
                        "start": 72,
                        "end": 91,
                        "text": "(2, 3, 5,8, and 17)",
                        "ref_id": null
                    },
                    {
                        "start": 369,
                        "end": 384,
                        "text": "Genoways (1973)",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 387,
                        "end": 395,
                        "text": "Vol. 63,",
                        "ref_id": null
                    },
                    {
                        "start": 396,
                        "end": 400,
                        "text": "No.3",
                        "ref_id": null
                    },
                    {
                        "start": 500,
                        "end": 515,
                        "text": "Lidicker, 1960)",
                        "ref_id": "BIBREF14"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 236,
                        "end": 243,
                        "text": "Table 4",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 281,
                        "end": 287,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Although obtained from a subadult individual, the baculum of the specimen from sample 17 (H. goldmani from Chiapas) is clearly the most divergent, even when compared with bacula of similar age individuals of other samples (sample 8, Fig. 6 ). The basal portion of this baculum is nearly round and constricted posteriorly unlike any other bacula examined. Magidon and Hoffmeister (1965) studied bacular variation with age in the cactus mouse, Peromyscus eremicus, and found that the basal portion of the baculum varied little with age. The baculum of H. goldmani also possesses a more laterally flattened distal tip, and in comparison with subadult specimens of samples 2 (H. desmarestianus from Ojo de Agua, Veracruz) and 8 (H. lepturus from Oaxaca), it is smaller in all measurements and has a smaller index of robustness (Table 4) .",
                "cite_spans": [
                    {
                        "start": 355,
                        "end": 385,
                        "text": "Magidon and Hoffmeister (1965)",
                        "ref_id": "BIBREF16"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 233,
                        "end": 239,
                        "text": "Fig. 6",
                        "ref_id": null
                    },
                    {
                        "start": 823,
                        "end": 832,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Bacula of specimens from samples 2 and 3 (H. desmarestianus from Ojo de Agua and H. temporalis from Motzorongo, Veracruz), respectively, are similar and differ from those in samples 5 (H.lepturus from Los Tuxtlas, Veracruz) and 8 (H.lepturus from Vista Hermosa, Oaxaca) in having a much thicker midshaft diameter (0.71-0.89 as opposed to 0.42-0.62 mm). The bacular tips of specimens from samples 2 and 3 are also blunter as compared to specimens from samples 5 and 8. The baculum of a specimen from sample 5 can be distinguished from the sample 8 specimen by non-overlap in bacular length, the ratio of bacular length to body length, and in the index of robustness (Table 4) . As viewed laterally, bacula of specimens from sample 5 have a much more flattened tip than do those of specimens from sample 8. In addition, the tip is more constricted from the dorsal view in specimens from sample 5 compared with specimens from sample 8. Samples 8 and 5 of Fig. 6 (H. lepturus from Oaxaca and Veracruz) are closest in overall morphology to the examples of desmarestianus figured by Genoways (1973) with perhaps the baculum represented by sample 5 the closer of the two.",
                "cite_spans": [
                    {
                        "start": 1077,
                        "end": 1092,
                        "text": "Genoways (1973)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 665,
                        "end": 674,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 952,
                        "end": 958,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "The bacula of the four species studied appear to fall into three distinct groups. The most divergent group includes H. goldmani in which the baculum is small, the basal portion constricted posteriorly, and the distal tip laterally flattened. A second group is formed by H. temporalis (sample 3) and a sample (2) previously regarded as H. desmarestianus, in which bacula are larger, thicker in the midshaft area, and blunter at the tip. The third group includes samples previously referred to H. lepturus and these are virtually indistinguishable from specimens of H. desmarestianus from Nicaragua (described by Genoways, 1973) . The bacula of this latter group are of comparable size to those in group two, but have a thinner midshaft diameter and a more pointed distal tip.",
                "cite_spans": [
                    {
                        "start": 611,
                        "end": 626,
                        "text": "Genoways, 1973)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Taxonomic conclusions.-We interpret the 'univariate and multivariate analyses, as well as the comparative bacular morphology, as revealing that the desmarestiantts-group of spiny pocket mice herein examined is represented in southern Mexico and northern Central America by two species: Heteromys goldmani from southeastern Chiapas and western Guatemala, and H. desmarestianus from the Mexican states of Veracruz, Oaxaca, Tabasco, and Chiapas, as well as from Belize, Guatemala, and EI Salvador. H. goldmani is much the larger of the two, although much variation exists within the samples of that species. The baculum of H. goldmani is also distinct from populations of H. desmarestianus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Within H. desmarestianus, we recognize two subspecies from southern Mexico and northern Central America. The nominate subspecies, H. d. desmarestianus, represents the smallest samples examined, and there is a general trend for a decrease in size from northwest to southeast over its range. Samples from the San Andres Tuxtla region of central Veracruz do not follow this trend and are larger in most cranial measurements. These samples may represent an undescribed taxon, but additional material and further analysis are necessary. H. d. desmarestianus occurs from Veracruz and eastern Oaxaca to Chiapas and Guatemala; thence south and eastward to southern Quintana Roo (see Jones et at, 1974) Diagnosis.-A buffy gray to dark-colored representative of H. desmarestianus with darker shades usually limited to middorsal region and sprinkled with slender, ochraceous hairs; tail about equal to or slightly longer than head and body length; no white edging on the ears. Skull medium in size, broad, robust; rostrum short, robust; nasals, frontals, premaxillae broad; zygomata and interparietal narrow.",
                "cite_spans": [
                    {
                        "start": 675,
                        "end": 693,
                        "text": "Jones et at, 1974)",
                        "ref_id": "BIBREF13"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Comparlsons.-H. d. demarestlanus differs from H. d. temporalis in its smaller external measurements, particularly total length and tail length (see Table 2 ). The baculum, compared to that of temporalis, has a narrower midshaft diameter, and a more pointed distal tip. For comparison with H. goldmani, see account of that species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 148,
                        "end": 155,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Remarks.-Specimens of this subspecies from the heavily forested mountain slopes and coastal plains in northeastern Oaxaca and southeastern Veracruz have previously been arranged as a separate species, H. lepturus (Goldman, 1911; Hall, 1981) .",
                "cite_spans": [
                    {
                        "start": 213,
                        "end": 228,
                        "text": "(Goldman, 1911;",
                        "ref_id": "BIBREF8"
                    },
                    {
                        "start": 229,
                        "end": 240,
                        "text": "Hall, 1981)",
                        "ref_id": "BIBREF10"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "According to Goodwin (1969) , the ranges of lepturus and desmarestianus approached one another in Oaxaca, with the latter occurring east of the Isthmus of Tehuantepec and the former on the heavily forested mountain slopes west of the Isthmus. Goodwin (1969) observed that desmarestlanus exhibited overall darker coloration with the upper sides of the ankles white, as opposed to the overall buffy gray color and dusky ankles of leptuTUS. Our analysis reveals that the range of individual variation in both lepturus and desmarestianus is so great that it is impossible to distinguish the two on the basis of external features. Furthermore, using univariate and multivariate analyses of external and cranial features and bacular morphology, we could not distinguish samples occurring on either side of the Isthmus; hence, we regard the two as conspecific and arrange them under the name H. d. desmarestlanus, which has priority.",
                "cite_spans": [
                    {
                        "start": 13,
                        "end": 27,
                        "text": "Goodwin (1969)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 243,
                        "end": 257,
                        "text": "Goodwin (1969)",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "H. longlcaudatus Gray also is listed in the synonymy of H. d. desmarestianus. The characteristics attributed to this species, which is known by only the type and a single individual from Tabasco, fall within the range of individual variation of several samples of H. desmarestianus now available. We give the name desmarestianus designated priority over longicaudatus, since both were published simultaneously.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Within this subspecies, most cranial measurements decrease in size beginning with sample 1 (northwestern Veracruz) and continuing southeastward into Chiapas, Mexico, and Guatemala. Specimens from the eastern slopes of the Sierra de Tuxtla (sample 5) along the southern coast of Veracruz are divergent in a few variables from nearby samples of desmarestianus. Typically, these specimens exhibit a broader zygomatic breadth, shorter maxillary toothrow, and smaller external measurements, but they differ significantly from other samples only in greater zygomatic breadth (see Fig. 3 ). Principal components analysis also revealed the distinctness of sample 5 from other samples in Veracruz. Although the physical isolation of the Sierra de Tuxtla by lowlands has apparently been of sufficient duration to permit subspecific differentiation in a few Upper Tropical Zone birds (Andrle, 1967) , in our opinion, divergence of spiny pocket mice (at least with the characters examined) has not been sufficient to warrant their recognition.",
                "cite_spans": [
                    {
                        "start": 873,
                        "end": 887,
                        "text": "(Andrle, 1967)",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 574,
                        "end": 580,
                        "text": "Fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Specimens examined (280).-MEXICO. OAXACA: 3.5 mi SW Vista Hermosa, 5,200 ft., 1 (KU); Vista Hermosa, 1,000 m, 20 (1 CMNH, 1 AMNH, 7 TCWC, 11 KU); 600 m S Vista Hermosa, 4 (KU); 2 km S Vista Hermosa, 1 (KU); 4 km (by road) S. Vista Hermosa, 1,620 m, 1 (KU); 12 km S (by road) Vista Hermosa, 1,920 m, 1 (KU); Ixtlan; Tarabundi, Comaltepec, 2 (AMNH); 10 mi S of Valle Nacional, 4,200 ft., 1 (MSU); Yet/a, 900 ft., 1 (KU); 2 mi S Tollocuta, 1 (KU); 25.8 mi SW (Hwy 175) Tuxtepec, 1 (TCWC); 23 mi SW by road Tuxtepec, 250 ft., 1 (AMNH); Santo Domingo, 2 (USNM); JuchUan, RIO Negro, W RIO Porta Moneda, 1 (AMNH); Guichievoi, 2 (USNM); 50 mi S Acayucan, 1 (AMNH); Juchitan, RIO Mono Blanco, 4 (AMNH). VERACRUZ: 2 km SSW TenochtitltJn, 60 m, 6 (KU); 20 mi N San Andres, 1 (AMNH);",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "18 mi N San Andres, 2 (AMNH); 15 mi N San Andres Tuxtla, 7 (AMNH); 15 mi N San Andres, 4 (AMNH); San Andres Tuxtla, 4 (1 AMNH, 3 USNM); Lago Catemaco, 12 (AMNH); 33.9 km ENE (by road) Catemaco, 51 (TCWC); 2.1 mi NW Sontecomaptin, 2 (UTAVC); 0.5 km NW Sontecomaptin, 1 (TCWC); 2 mi E Lago Catemaco, RIO Quezalapam, 1 (TCWC); Coyame, 10 mi E Catemaco, 1 (UIMNH); Achotol, 11 (FMNH); Buena Vista, 1 (USNM); 25 km SE Jesus Caranza, 250 ft., 2 (KU). TABASCO: Teapa, 6 (USNM); MONTECRISTO,2(USNM). CHIAPAS: Mountains near TonaltJ,5(USNM);Tr esPicos, Villa Flores, 4 (AMNH); Ocuilapa, 2 (USNM); 26 km N (by road) Ocozucoatla, 1 (CAE C); 12 km N (by road) Berriozabal, 3 (CAEC); 5 mi N Berrioztibal, 3,500 ft., 1 (MSU); ca. 5 km S Solusuchiapa, 1 (LSUMZ); 8 mi NW by road Pueblo Nuevo, 5,900 ft., 3 (KU); 7.5 mi NW Pueblo Nuevo, 6,000 ft. 1 (KU); 3 km NW Pueblo Nuevo Solistahuacan, 2 (CAE C); 8 mi N Pueblo Nuevo, 5,700 ft., 10 (UMMZ); Pueblo Nuevo Solis., 4 (AMNH); 6 mi S Pueblo Nuevo, 5,500 ft., 1 (KU); 7.5 mi S by road Pueblo Nuevo, 6,000 ft., 2 (KU); 4 mi SE Ray6n, 5,500 ft., 3 (MSU); 6 mi NNW Jitotol, 5,400 ft., 1 (MSU); Sabinilla, 2 (AMNH); Tumbala, 5 (USNM); Sabana de San QUintin, 215 m, 3 (KU). GUATEMALA. HUEHUETENANGO: Barillas, Hd. Satita Gregona, 2 (UMMZ); PE'rEN: Chuntuqui, 1 (USNM); Uaxactun, 11 (2 TCWC,9 UMMZ); NaranjO, 1 (USNM). QUETZALTENANGO: Finca Helvetia, 8 (USNM). SUCHITEPEQUEZ: Chocolo, 12 mi NE Mazetenango, 3 (USNM). ESQUINTLA: Hda. el Rosario, Volclm de Aqua, 19 (UMMZ). SACATEPEQUEZ: 4.5 mi E Antiqua, 2 (USNM); 2 mi W Santiago, 7 (KU); 1 mi W Santiago, 2 (KU); 1 mi SW Santiago, 1 (KU); 3.2 mi W Duenas, 1 (USNM). BAJA VERAPAZ:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "RESULTS",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/63/3/375/1066838 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "mi SE Salarnll, 1 (KU). GUATEMALA: 10 mi W Guatemala City, 1 (USNM). Santa Rosa: Finca El Progresso, 4,500 ft., 2 (UMMZ). BELIZE. 12 mi S Cayo (Mt. Pine Ridge), 4 (UMMZ).Downloaded from https://academic.oup.com/jmammal/article/63/3/375/1066838 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Additional records (37).-EL SALVADOR. CHALATENANGO: Los Esemiles, 6 (UMMZ); Los Esemiles, 8,000 ft., 18 (MVZ) ; Los Esemiles, 7,400 ft., 3 (MVZ); Los Esemiles, 7, 250 ft., 8 (MVZ) ; NE Slope Los Esemiles, 8, 000 ft., 2 (MVZ) . Goldman, N. Amer. Fauna, 34:26, September. Holotype.-Adult female, skin and skull, USNM (Biological Survey Collection) 63719; Motzorongo, Veracruz, Mexico. Type examined.",
                "cite_spans": [
                    {
                        "start": 101,
                        "end": 109,
                        "text": "18 (MVZ)",
                        "ref_id": null
                    },
                    {
                        "start": 150,
                        "end": 159,
                        "text": "Esemiles,",
                        "ref_id": null
                    },
                    {
                        "start": 160,
                        "end": 162,
                        "text": "7,",
                        "ref_id": null
                    },
                    {
                        "start": 163,
                        "end": 171,
                        "text": "250 ft.,",
                        "ref_id": null
                    },
                    {
                        "start": 172,
                        "end": 179,
                        "text": "8 (MVZ)",
                        "ref_id": null
                    },
                    {
                        "start": 195,
                        "end": 204,
                        "text": "Esemiles,",
                        "ref_id": null
                    },
                    {
                        "start": 205,
                        "end": 207,
                        "text": "8,",
                        "ref_id": null
                    },
                    {
                        "start": 208,
                        "end": 216,
                        "text": "000 ft.,",
                        "ref_id": null
                    },
                    {
                        "start": 217,
                        "end": 224,
                        "text": "2 (MVZ)",
                        "ref_id": null
                    },
                    {
                        "start": 227,
                        "end": 235,
                        "text": "Goldman,",
                        "ref_id": null
                    },
                    {
                        "start": 236,
                        "end": 251,
                        "text": "N. Amer. Fauna,",
                        "ref_id": null
                    },
                    {
                        "start": 252,
                        "end": 258,
                        "text": "34:26,",
                        "ref_id": null
                    },
                    {
                        "start": 259,
                        "end": 269,
                        "text": "September.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "annex",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-A subspecies of desmarestianus characterized by a relatively long tail, short toothrow, flat skull, short rostrum, and wide interorbital and mastoid regions. Color dark, but not so dark as in H. goldmani, and without buffy lateral line.Distribution.-Heavily forested eastern basal slopes of mountains in central Veracruz, Mexico.Comparisons.-In general color and external measurements, H. d. temporalis resembles H. goldmani but the cranial and bacular characters are distinctive. The former, compared to the latter, has a shorter maxillary toothrow, shorter skull, narrower rostrum, broader and flatter braincase, much broader sagittal area, and a more triangular interparietal. The baculum of temporalis, compared to goldmani, is larger in all measurements, thicker in the midshaft area, and not laterally flattened at the distal tip (see Fig. 6 ). For comparison with H. d. desmarestianus, see account of that subspecies.Remarks. -Goldman (1911) noted that temporalis differed from desmarestianus and goldmani in that the temporal ridges followed the parietosquamosal suture instead of crossing the parietal. The formel condition is definitely evident in the holotype of temporalis and in one of the two paratypes (USNM 63720; the posterior portion of the skull and the temporal ridges are absent in the other paratype, USNM 63718). However, of 14 specimens subsequently collected in the vicinity of Motzorongo and Ojo de Agua, Veracruz, none had temporal ridges that followed the parietosquamosal suture. Hence, we are of the opinion that this characteristic is not diagnostic of H. d. temporalis.Specimens examined (I7).-MEXICO. VERACRUZ: O}o de Agua, Rio Atoyac, 5 (TTU); O}o de Agua, 1,400 ft., 3 (AMNH); 3.5 km N, 1.5 km W Motzorongo, 370 m, 1 (MVZ); 1 mi NW Motzorongo, 700 ft., 2 (FMNH); 2 km N Motzorongo, 1,500 ft., 3 (KU); Motzorongo, 3 (USNM).",
                "cite_spans": [
                    {
                        "start": 944,
                        "end": 959,
                        "text": "-Goldman (1911)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 852,
                        "end": 858,
                        "text": "Fig. 6",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Heteromys temporalis",
                "sec_num": "1911."
            },
            {
                "text": "1902. Heteromys goldmani Merriam, Proc. BioI. Soc. Washington, 15:41, March.Holotype.-Adult male, skin and skull, USNM (Biological Survey Collection) 77576; Chicharras, Chiapas, Mexico. Type examined.Distribution.-Heavily forested Pacific slope of the Sierra Madre in extreme southern Chiapas and adjacent portions of southwestern Guatemala.Diagnosis.-A large, dark-colored species of Heteromys, having a tail considerably longer than the head and body. Skull large and angular, with rather flat rostrum, anteriorly spreading zygoma, narrow and posteriorly tapering premaxillae, and irregularly oval interparietal.Comparisons. -Compared to H. d. desmarestianus, H. goldmani is darker and the upper parts lack a pronounced sprinkling of slender, ochraceous hairs. Cranially, it is significantly larger in zygomatic breadth, greatest length of skull, length of rostrum, nasal length, and mastoid breadth than specimens of desmarestianus from Chiapas and Guatemala. The zygoma of goldmani are also more spread anteriorly and the interparietal is broader transversely and relatively shorter anteroposteriorly than in desmarestianus. The baculum of goldmani, compared to desmarestianus, is smaller in all measurements, more nearly round basally and constricted posteriorly, more laterally flattened distal tip, and has a smaller index of robustness. For comparison with H. d. temporalis, see account of that subspecies.Remarks.-Considerable geographic variation is evident among the three samples of this species studied. In the univariate analysis, mice in sample 17 are significantly larger than those in samples 16 and 18 in least interorbital constriction, whereas sample 17 is Significantly smaller than the other two samples in maxillary toothrow length. Mice in sample 18 are significantly smaller than those in samples 16 and 17 in rostrum length. In the multivariate analysis, samples 16 and 18 clustered together at a low level and apart from sample 17 (see Fig. 4 ).Specimens examined (37).-MEXICO. CHIAPAS: Catarina, 1,300 m, 15 (UMMZ); Prusia, 2 (UIMNH); Triunpho, 1,950 m, 11 (UMMZ); Liquidambar, 2 (UIMNH); 15.5 mi SE (by road) Mapastepec, 150 ft., 5 (3 CMNH, 2 AMNH); Chicharras, 1 (USNM); Volcan Tocana, 8 km NNE Union Juarez, 2,000 m, 1 (KU).Additional record (1).-GUATEMALA. Zunil, 5,000 ft., 1 (AMNH).",
                "cite_spans": [
                    {
                        "start": 627,
                        "end": 664,
                        "text": "-Compared to H. d. desmarestianus, H.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1963,
                        "end": 1969,
                        "text": "Fig. 4",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Heteromys goldmani Merriam",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Wilson assisted this study by examining certain holotypes, and H. H. Genoways kindly allowed us to use his measurements of a holotype housed in the British Museum",
                "authors": [
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Anderson",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "S. Anderson and D. E. Wilson assisted this study by examining certain holotypes, and H. H. Genoways kindly allowed us to use his measurements of a holotype housed in the British Museum. B. A. Rogers, K. T.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Boeer assisted in the recording of data. The following contributed or aided in the procuring of specimens",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "G K"
                        ],
                        "last": "Wilkins",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Solbert",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wilkins, A. G. K. Solbert, and W. J. Boeer assisted in the recording of data. The following contributed or aided in the procuring of specimens: J. W. Bickham, J. R. Dixon, R. C. Dowler, M. D. Engstrom, K. T. Wilkins, W. S. Modi, and M. W. Haiduk. We would like to express our thanks to W. B. Davis, M. D.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Patton, and several anonymous reviewers for critically reading earlier drafts of this report",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "L"
                        ],
                        "last": "Engstrom",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Engstrom, J. L. Patton, and several anonymous reviewers for critically reading earlier drafts of this report.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Gene Christman aided in the preparation of Figure 2. This work was supported in part by grants from the Theodore Roosevelt Memorial Fund of the American Museum of Natural History (to DSR) and the Mini-Grant Fund",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gene Christman aided in the preparation of Figure 2. This work was supported in part by grants from the Theodore Roosevelt Memorial Fund of the American Museum of Natural History (to DSR) and the Mini- Grant Fund, Texas A&M University. LITERATURE CITED",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Birds of the Sierra de Tuxtla in Veracruz",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "F"
                        ],
                        "last": "Andrle",
                        "suffix": ""
                    }
                ],
                "year": 1967,
                "venue": "Mexico. Wilson Bull",
                "volume": "79",
                "issue": "",
                "pages": "163--187",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ANDRLE, R. F. 1967. Birds of the Sierra de Tuxtla in Veracruz, Mexico. Wilson Bull., 79:163-187.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Collections of Recent mammals in North America",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "R"
                        ],
                        "last": "Choate",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "J. Mamm",
                "volume": "56",
                "issue": "",
                "pages": "452--502",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "CHOATE, J. R., AND H. H. GENOWAYS. 1975. Col- lections of Recent mammals in North America. J. Mamm., 56:452-502.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "A graphic method for comparing several sets of measurements",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "R"
                        ],
                        "last": "Dice",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "J"
                        ],
                        "last": "Leraas",
                        "suffix": ""
                    }
                ],
                "year": 1936,
                "venue": "Contrib. Lab. Vert. Genet., Univ. Michigan",
                "volume": "3",
                "issue": "",
                "pages": "1--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "DICE, L. R., AND H. J. LERAAS. 1936. A graphic method for comparing several sets of measure- ments. Contrib. Lab. Vert. Genet., Univ. Michi- gan,3:1-31.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Systematics and evolutionary relationships of spiny pocket mice",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    }
                ],
                "year": 1973,
                "venue": "genus Liomys. Spec. Pub!. Mus",
                "volume": "5",
                "issue": "",
                "pages": "1--368",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GENOWAYS, H. H. 1973. Systematics and evolution- ary relationships of spiny pocket mice, genus Lio- mys. Spec. Pub!. Mus., Texas Tech Univ., 5:1-368.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Revision of the spiny pocket mice (genera Heteromys and Liomys)",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "A"
                        ],
                        "last": "Goldman",
                        "suffix": ""
                    }
                ],
                "year": 1911,
                "venue": "N. Amer. Fauna",
                "volume": "34",
                "issue": "",
                "pages": "1--70",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOLDMAN, E. A. 1911. Revision of the spiny pocket mice (genera Heteromys and Liomys). N. Amer. Fauna, 34:1-70.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Mammals from the state of Oaxaca, Mexico in the American Museum of Natural History",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Goodwin",
                        "suffix": ""
                    }
                ],
                "year": 1956,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "1791",
                "issue": "",
                "pages": "1--270",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GOODWIN, G. G. 1956. Seven new mammals from Mexico. Amer. Mus. Novitates, 1791:1-10. ---. 1969. Mammals from the state of Oaxaca, Mexico in the American Museum of Natural His- tory. Bull. Amer. Mus. Nat. Hist., 141:1-270.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "1--600",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R. 1981. The mammals of North Amer- ica. John Wiley & Sons, New York, 1:1-600.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "1--546",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., AND K. R. KELSON. 1959. The mam- mals of North America. Ronald Press, New York, 1:1-546 + 79.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "A systematic review of the harvest mice (genus Reithrodontomys) of Latin America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    }
                ],
                "year": 1952,
                "venue": "Misc. Pub!. Mus. Zoo!., Univ. Michigan",
                "volume": "77",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HOOPER, E. T. 1952. A systematic review of the harvest mice (genus Reithrodontomys) of Latin America. Misc. Pub!. Mus. Zoo!., Univ. Michigan, 77:1-225. 1958. The male phallus in mice of the ge- nus Peromyscus. Misc. Pub!. Mus. Zoo!., Univ. Michigan, 105:1-24.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Annotated checklist of mammals of the Yucatan Peninsula",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "K"
                        ],
                        "last": "Jones",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "H"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "E"
                        ],
                        "last": "Genoways",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Law-Lor",
                        "suffix": ""
                    }
                ],
                "year": 1974,
                "venue": "Mexico. II. Rodentia. Occas. Papers Mus",
                "volume": "22",
                "issue": "",
                "pages": "1--24",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "JONES, J. K., JR., H. H. GENOWAYS, AND T. E. LAW- LOR. 1974. Annotated checklist of mammals of the Yucatan Peninsula, Mexico. II. Rodentia. Oc- cas. Papers Mus., Texas Tech Univ., 22:1-24.",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "The baculum of Dipodomys ornatus and its implications for superspecific groupings of kangaroo rats",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "Z"
                        ],
                        "last": "Lidicker",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "J. Mamm",
                "volume": "41",
                "issue": "",
                "pages": "609--643",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LIDICKER, W. Z., JR. 1960. The baculum of Dipod- omys ornatus and its implications for superspe- cific groupings of kangaroo rats. J. Mamm., 41:495-643. ---. 1968. A phylogeny of New Guinea rodent genera based on phallic morphology. J. Mamm., 49:609-643.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "An analysis of patterns of variations in some representative Mammalia. Part II. Studies on the nature and correlation among measures of variation",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Long",
                        "suffix": ""
                    }
                ],
                "year": 1968,
                "venue": "Contributions in Mammalogy",
                "volume": "51",
                "issue": "",
                "pages": "1--428",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LONG, C. A. 1968. An analysis of patterns of vari- ations in some representative Mammalia. Part II. Studies on the nature and correlation among mea- sures of variation. Pp. 289-302, in Contributions in Mammalogy (J. K. Jones, Jr., ed.). Misc. Pub!. Mus. Nat. Hist., Univ. Kansas, 51:1-428.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Agevariation in the bacula of the cactus mouse, Peromyscus eremicus",
                "authors": [
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Magidon",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    }
                ],
                "year": 1965,
                "venue": "Mammalia",
                "volume": "29",
                "issue": "",
                "pages": "614--617",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MAGIDON, E., AND D. F. HOFFMEISTER. 1965. Age- variation in the bacula of the cactus mouse, Pero- myscus eremicus. Mammalia, 29:614-617.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Numerical taxonomy system of multivariate statistical programs",
                "authors": [
                    {
                        "first": "F",
                        "middle": [
                            "J"
                        ],
                        "last": "Rohlf",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Kishpaugh",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "Kirk"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1972,
                "venue": "",
                "volume": "87",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ROHLF, F. J., J. KISHPAUGH, AND D. KIRK. 1972. Numerical taxonomy system of multivariate sta- tistical programs. State Univ. New York, Stony Brook, 87 pp.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "CA 94720, and Department of Wildlife and Fisheries Sciences",
                "authors": [],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Museum of Vertebrate Zoology, University of California, Berkeley, CA 94720, and Department of Wildlife and Fisheries Sciences, Texas A&M University, College Station, TX 77843. Submitted 24 July 1981. Accepted 8 February 1982. Downloaded from https://academic.oup.com/jmammal/article/63/3/375/1066838 by University of Michigan user on 07 October 2021",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "FIG. 2.-Twenty-three samples of Heteromys used in the analysis of geographic variation and geographic distribution of recognized taxa. See text for localities included in each sample. Closed circles indicate localities used in the analysis, open circles represent additional specimens examined but not used in the analysis.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/63/3/375/1066838 by University of Michigan user on 07 October 2021 from five samples of Heteromys (the number below each baculum refers to sample numbers depicted inFig. 2), with lateral (left) and dorsal (right) views of each. The two bacula to the extreme right are from subadults. Museum (or collector) numbers are as follows: 2, DSR 920; 3, DSR 921; 8, TCWC 34339; 5, TCWC 34340; 8, DSR 935; 17, MDE 1224. Bar equals two mm.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "-Secondary sexual variation and coefficients of variation of Heteromys desmarestianus (sample 5). F-values significant at P < 0.05 are indicated by an asterisk. Coefficients of variation are calculated with the sexes combined.",
                "num": null,
                "content": "<table><tr><td>4 5 6 7 8 9 10 II 12 13 14 15 16 17 18 19 20 21 22 23</td><td colspan=\"3\">......... ~6 ~ 10 ...-----25 ~8 II ...... ~8 II 2 ... 8 II ........ ---, 24 13 9 \" ' 3 ~~3 8 10 .--......, II ...... --. II</td><td>26 2</td><td colspan=\"3\">---~6 .... 4 ~ .-.. ......, II ~ ~6 I? 1IiI£l3 7 10 31 9 2 28 12 8 26 6 22 10 12 10 ......... ~ 16</td><td>1</td><td colspan=\"2\">;;: ~: --. 7 32 10 oiiii IfJIID II ~2 r~11 1\"'-\" II 26 7 ~ Jl!LIO II _ _ 4 10 -~3 2 8 II 18</td><td>25</td><td>28</td></tr><tr><td/><td>135</td><td>165</td><td>195</td><td/><td>15.40</td><td>1665</td><td>1790</td><td>13.00</td><td>14.75</td><td>16.50</td><td>18.25</td></tr><tr><td/><td colspan=\"2\">Tail length</td><td/><td/><td colspan=\"3\">Zygomatic breadth</td><td/><td colspan=\"2\">Nasal length</td></tr><tr><td/><td colspan=\"10\">FIG. 3.-Modified Dice-Leraas diagrams for the 23 samples of Heteromys for three variables. Horizontal</td></tr><tr><td colspan=\"11\">line represents the range; vertical line, mean; open rectangle, 1 SD; closed rectangle, 2 SE of the mean. The</td></tr><tr><td colspan=\"11\">number to the left of the diagram is the sample identification, the one to the right of each diagram is the</td></tr><tr><td colspan=\"2\">respective N.</td><td/><td/><td/><td/><td/><td/><td/><td/></tr><tr><td/><td/><td/><td/><td/><td>Males</td><td/><td/><td colspan=\"2\">Females</td></tr><tr><td/><td colspan=\"2\">Variable</td><td/><td>N</td><td>Mean</td><td>SD</td><td>N</td><td>Mean</td><td>SD</td><td>F-value</td><td>CV</td></tr><tr><td colspan=\"2\">Total length</td><td/><td/><td>8</td><td>303.4</td><td>10.1</td><td>17</td><td>295.4</td><td>8.9</td><td>4.01</td><td>3.1</td></tr><tr><td colspan=\"2\">Tail length</td><td/><td/><td>8</td><td>154.8</td><td>9.2</td><td>17</td><td>155.7</td><td>8.6</td><td>0.06</td><td>5.6</td></tr><tr><td colspan=\"3\">Greatest skull length</td><td/><td>13</td><td>38.6</td><td>0.8</td><td>19</td><td>38.2</td><td>0.9</td><td>1.70</td><td>2.3</td></tr><tr><td colspan=\"3\">Zygomatic breadth</td><td/><td>13</td><td>17.8</td><td>0.5</td><td>18</td><td>17.9</td><td>0.6</td><td>0.21</td><td>3.0</td></tr><tr><td colspan=\"2\">Rostral length</td><td/><td/><td>13</td><td>17.5</td><td>0.6</td><td>19</td><td>17.5</td><td>0.4</td><td>0.02</td><td>2.9</td></tr><tr><td colspan=\"2\">Nasal length</td><td/><td/><td>13</td><td>15.9</td><td>0.5</td><td>19</td><td>15.4</td><td>0.7</td><td>4.60•</td><td>3.9</td></tr><tr><td colspan=\"4\">Least interorbital constriction</td><td>13</td><td>10.1</td><td>0.3</td><td>19</td><td>10.0</td><td>0.3</td><td>0.40</td><td>2.9</td></tr><tr><td colspan=\"2\">Mastoid breadth</td><td/><td/><td>13</td><td>16.4</td><td>0.5</td><td>19</td><td>17.0</td><td>0.4</td><td>0.04</td><td>2.7</td></tr><tr><td colspan=\"3\">MaXillary toothrow length</td><td/><td>13</td><td>5.2</td><td>0.2</td><td>19</td><td>5.1</td><td>0.2</td><td>0.57</td><td>4.4</td></tr><tr><td colspan=\"3\">Interparietal width</td><td/><td>13</td><td>9.9</td><td>0.5</td><td>19</td><td>9.9</td><td>0.4</td><td>0.00</td><td>4.4</td></tr><tr><td colspan=\"3\">Interparietal length</td><td/><td>13</td><td>5.0</td><td>0.4</td><td>19</td><td>4.9</td><td>0.4</td><td>0.22</td><td>8.7</td></tr><tr><td colspan=\"2\">Skull depth</td><td/><td/><td>13</td><td>11.7</td><td>0.4</td><td>19</td><td>11.9</td><td>0.3</td><td>0.08</td><td>2.9</td></tr></table>",
                "type_str": "table"
            },
            "TABREF1": {
                "text": "-Means (mm)  and N (in parentheses) for two external and eight cranial measurements for each of the 23 samples of Heteromys inFigure 2.Downloaded from https://academic.oup.com/jmammal/article/63/3/375/1066838 by University of Michigan user on 07 October 2021 FIG. 4.-Phenograms of samples (see Fig. 2 and text) of Heteromys (taxonomic distance phenogram to the left includes all samples, and the correlation phenogram to the right has samples 16-18 omitted).",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td>Greatest</td><td/><td/><td/><td/><td/><td>Maxillary</td><td/></tr><tr><td/><td>Total</td><td>Tail</td><td>skull</td><td/><td>Rostrum</td><td>Nasal</td><td colspan=\"2\">Interorbital Mastoid</td><td>toothrow</td><td>Skull</td></tr><tr><td>Sample</td><td>length</td><td>length</td><td>length</td><td/><td>length</td><td>length</td><td colspan=\"2\">constriction breadth</td><td>length</td><td>depth</td></tr><tr><td/><td>278.60</td><td>146.00</td><td>36.82</td><td>16.72</td><td>16.72</td><td>15.08</td><td>9.38</td><td>15.77</td><td>5.27</td><td>11.60</td></tr><tr><td/><td>(5)</td><td>(5)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td></tr><tr><td/><td>317.00</td><td>173.67</td><td>37.46</td><td>17.12</td><td>16.61</td><td>14.98</td><td>9.89</td><td>16.13</td><td>5.21</td><td>11.23</td></tr><tr><td/><td>(2)</td><td>(3)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(5)</td><td>(5)</td><td>(5)</td></tr><tr><td/><td>324.17</td><td>181.67</td><td>38.19</td><td>17.06</td><td>16.54</td><td>15.29</td><td>10.11</td><td>16.35</td><td>5.22</td><td>11.72</td></tr><tr><td/><td>(6)</td><td>(6)</td><td>(6)</td><td>(7)</td><td>(7)</td><td>(7)</td><td>(7)</td><td>(5)</td><td>(6)</td><td>(5)</td></tr><tr><td/><td>296.50</td><td>156.40</td><td>37.42</td><td>17.06</td><td>17.24</td><td>15.38</td><td>9.75</td><td>16.38</td><td>5.38</td><td>11.49</td></tr><tr><td/><td>(10)</td><td>(10)</td><td>(9)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(9)</td><td>(10)</td><td>(9)</td></tr><tr><td/><td>297.92</td><td>155.40</td><td>38.36</td><td>17.87</td><td>17.49</td><td>15.62</td><td>10.03</td><td>16.41</td><td>5.12</td><td>11.89</td></tr><tr><td/><td>(25)</td><td>(25)</td><td>(32)</td><td>(31)</td><td>(32)</td><td>(32)</td><td>(32)</td><td>(32)</td><td>(32)</td><td>(32)</td></tr><tr><td/><td>286.62</td><td>152.00</td><td>37.45</td><td>17.16</td><td>17.01</td><td>15.36</td><td>9.86</td><td>15.81</td><td>4.99</td><td>11.61</td></tr><tr><td/><td>(8)</td><td>(8)</td><td>(7)</td><td>(9)</td><td>(11)</td><td>(11)</td><td>(10)</td><td>(8)</td><td>(ll)</td><td>(9)</td></tr><tr><td/><td>291.00</td><td>159.00</td><td>37.38</td><td>17.35</td><td>17.02</td><td>14.85</td><td>10.00</td><td>16.68</td><td>5.20</td><td>11.40</td></tr><tr><td/><td>(1)</td><td>(1)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td></tr><tr><td/><td>300.58</td><td>164.79</td><td>36.78</td><td>16.89</td><td>16.81</td><td>15.19</td><td>9.06</td><td>15.65</td><td>5.37</td><td>11.59</td></tr><tr><td/><td>(24)</td><td>(24)</td><td>(27)</td><td>(28)</td><td>(28)</td><td>(28)</td><td>(28)</td><td>(26)</td><td>(27)</td><td>(27)</td></tr><tr><td/><td>304.23</td><td>165.53</td><td>37.35</td><td>17.07</td><td>17.10</td><td>15.51</td><td>9.78</td><td>15.78</td><td>5.40</td><td>11.63</td></tr><tr><td/><td>(13)</td><td>(13)</td><td>(ll)</td><td>(12)</td><td>(ll)</td><td>(11)</td><td>(12)</td><td>(12)</td><td>(12)</td><td>(12)</td></tr><tr><td/><td>300.62</td><td>171.87</td><td>37.24</td><td>17.11</td><td>16.92</td><td>15.38</td><td>9.49</td><td>15.72</td><td>5.46</td><td>11.72</td></tr><tr><td/><td>(8)</td><td>(8)</td><td>(7)</td><td>(8)</td><td>(8)</td><td>(8)</td><td>(8)</td><td>(8)</td><td>(8)</td><td>(8)</td></tr><tr><td>II</td><td>307.73</td><td>158.55</td><td>36.50</td><td>16.65</td><td>16.48</td><td>15.35</td><td>9.47</td><td>15.50</td><td>5.38</td><td>11.52</td></tr><tr><td/><td>(11)</td><td>(11)</td><td>(10)</td><td>(11)</td><td>(11)</td><td>(11)</td><td>(11)</td><td>(10)</td><td>(ll)</td><td>(11)</td></tr><tr><td/><td>302.11</td><td>166.96</td><td>37.00</td><td>16.99</td><td>16.70</td><td>14.68</td><td>9.41</td><td>15.76</td><td>5.32</td><td>ll.53</td></tr><tr><td/><td>(27)</td><td>(27)</td><td>(25)</td><td>(26)</td><td>(26)</td><td>(26)</td><td>(29)</td><td>(28)</td><td>(28)</td><td>(27)</td></tr><tr><td/><td>305.89</td><td>171.67</td><td>37.10</td><td>17.03</td><td>17.09</td><td>15.04</td><td>9.53</td><td>15.87</td><td>5.47</td><td>11.78</td></tr><tr><td/><td>(9)</td><td>(9)</td><td>(5)</td><td>(6)</td><td>(7)</td><td>(7)</td><td>(11)</td><td>(9)</td><td>(9)</td><td>(8)</td></tr><tr><td/><td>290.80</td><td>160.20</td><td>36.37</td><td>16.52</td><td>16.12</td><td>14.49</td><td>9.57</td><td>15.41</td><td>5.24</td><td>11.83</td></tr><tr><td/><td>(5)</td><td>(5)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(6)</td><td>(5)</td><td>(5)</td><td>(6)</td></tr><tr><td/><td>312.00</td><td>170.00</td><td>37.50</td><td>16.10</td><td>16.55</td><td>14.90</td><td>9.65</td><td>15.57</td><td>5.50</td><td>11.30</td></tr><tr><td/><td>(1)</td><td>(1)</td><td>(1)</td><td>(1)</td><td>(1)</td><td>(1)</td><td>(2)</td><td>(2)</td><td>(1)</td><td>(1)</td></tr><tr><td/><td>337.73</td><td>191.54</td><td>39.12</td><td>17.52</td><td>18.00</td><td>15.88</td><td>9.84</td><td>16.05</td><td>5.56</td><td>11.81</td></tr><tr><td/><td>(26)</td><td>(26)</td><td>(24)</td><td>(22)</td><td>(25)</td><td>(25)</td><td>(24)</td><td>(22)</td><td>(24)</td><td>(21)</td></tr><tr><td/><td>314.00</td><td>176.00</td><td>39.53</td><td>18.15</td><td>17.93</td><td>16.65</td><td>10.36</td><td>16.38</td><td>5.71</td><td>11.72</td></tr><tr><td/><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td><td>(3)</td></tr><tr><td/><td>326.00</td><td>185.00</td><td>38.02</td><td>17.40</td><td>17.05</td><td>15.08</td><td>9.3</td><td>15.82</td><td>5.70</td><td>ll.80</td></tr><tr><td/><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td><td>(2)</td></tr><tr><td/><td>285.33</td><td>158.33</td><td>35.38</td><td>16.18</td><td>15.72</td><td>13.99</td><td>8.99</td><td>15.28</td><td>5.23</td><td>11.22</td></tr><tr><td/><td>(3)</td><td>(3)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td><td>(4)</td></tr><tr><td/><td>298.88</td><td>164.38</td><td>35.75</td><td>15.98</td><td>16.52</td><td>14.88</td><td>9.10</td><td>15.09</td><td>5.21</td><td>11.60</td></tr><tr><td/><td>(8)</td><td>(8)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(9)</td><td>(10)</td><td>(10)</td></tr><tr><td/><td>288.45</td><td>160.80</td><td>35.82</td><td>16.29</td><td>16.28</td><td>14.59</td><td>9.35</td><td>15.42</td><td>5.35</td><td>11.21</td></tr><tr><td/><td>(11)</td><td>(10)</td><td>(9)</td><td>(12)</td><td>(8)</td><td>(8)</td><td>(12)</td><td>(11)</td><td>(9)</td><td>(12)</td></tr><tr><td/><td>297.54</td><td>165.73</td><td>35.92</td><td>16.24</td><td>16.ll</td><td>14.16</td><td>8.81</td><td>15.34</td><td>5.27</td><td>11.51</td></tr><tr><td/><td>(11)</td><td>(11)</td><td>(10)</td><td>(10)</td><td>(10)</td><td>(11)</td><td>(12)</td><td>(11)</td><td>(12)</td><td>(11)</td></tr><tr><td/><td>309.82</td><td>168.09</td><td>36.44</td><td>16.58</td><td>16.72</td><td>14.71</td><td>8.97</td><td>15.21</td><td>5.21</td><td>11.22</td></tr><tr><td/><td>(11)</td><td>(11)</td><td>(18)</td><td>(16)</td><td>(16)</td><td>(18)</td><td>(18)</td><td>(18)</td><td>(18)</td><td>(18)</td></tr></table>",
                "type_str": "table"
            },
            "TABREF2": {
                "text": "-Loadings of the 10 characters studied on the first three principal components.",
                "num": null,
                "content": "<table><tr><td/><td>Principal</td><td>Principal</td><td>Principal</td></tr><tr><td>Measurement</td><td>component I</td><td>component II</td><td>component III</td></tr><tr><td>Total length</td><td>0.292</td><td>-0.901</td><td>0.165</td></tr><tr><td>Tail length</td><td>0.062</td><td>-0.923</td><td>0.207</td></tr><tr><td>Greatest skull length</td><td>0.948</td><td>-0.156</td><td>0.100</td></tr><tr><td>Zygomatic breadth</td><td>0.907</td><td>0.182</td><td>0.091</td></tr><tr><td>Rostral length</td><td>0.847</td><td>0.092</td><td>-0.299</td></tr><tr><td>Nasal length</td><td>0.824</td><td>-0.058</td><td>-0.389</td></tr><tr><td>Least interorbital constriction</td><td>0.859</td><td>0.041</td><td>0.265</td></tr><tr><td>Mastoid breadth</td><td>0.861</td><td>0.100</td><td>0.302</td></tr><tr><td>Maxillary toothrow length</td><td>-0.154</td><td>-0.539</td><td>-0.679</td></tr><tr><td>Skull depth</td><td>0.521</td><td>0.132</td><td>-0.491</td></tr><tr><td>Amount of variation explained</td><td>47.8%</td><td>20.5%</td><td>11.9%</td></tr></table>",
                "type_str": "table"
            },
            "TABREF3": {
                "text": "-Measurements (in mm) of bacula and body lengths for five populations of Heteromys.",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td>Dorsa-</td><td/><td/><td/><td/></tr><tr><td>Catal:;:jue and samp e no.</td><td>Length of baculum</td><td>Do=-ventral diam. of baculum base</td><td colspan=\"2\">ventral/ lateral diam. of baculum of baculum Lateral diam. base base</td><td>Dorsa-ventral diam. at midsbaft</td><td>Body length</td><td>le~h/ baculum length</td><td>Index of robustness T</td></tr><tr><td>DSR 921 (2)</td><td>9.01</td><td>1.81</td><td>1.62</td><td>1.12</td><td>0.71</td><td>147</td><td>16.33</td><td>38.11</td></tr><tr><td>DSR 920-(2)</td><td>5.14</td><td>0.80</td><td>0.65</td><td>1.23</td><td>0.26</td><td>121</td><td>23.54</td><td>28.16</td></tr><tr><td>DSR 922 (3)</td><td>8.57</td><td>1.37</td><td>1.44</td><td>0.95</td><td>0.89</td><td>145</td><td>16.92</td><td>32.79</td></tr><tr><td>TCWC 34318 (5)</td><td>9.71</td><td>1.67</td><td>1.66</td><td>1.01</td><td>0.62</td><td/><td/><td>34.29</td></tr><tr><td>TCWC 34323 (5)</td><td>9.24</td><td>2.01</td><td>1.50</td><td>1.34</td><td>0.61</td><td/><td/><td>37.99</td></tr><tr><td>TCWC 34324 (5)</td><td>9.11</td><td>1.62</td><td>1.72</td><td>0.94</td><td>0.40</td><td>151</td><td>16.58</td><td>36.36</td></tr><tr><td>TCWC 34331 (5)</td><td>8.85</td><td>1.78</td><td>1.31</td><td>1.36</td><td>0.62</td><td>152</td><td>17.18</td><td>34.92</td></tr><tr><td>TCWC 34337 (8)</td><td>8.29</td><td>1.44</td><td>1.78</td><td>0.81</td><td>0.46</td><td>148</td><td>17.85</td><td>39.13</td></tr><tr><td>TCWC 34339 (8)</td><td>8.20</td><td>1.88</td><td>1.79</td><td>1.05</td><td>0.54</td><td>149</td><td>18.17</td><td>44.76</td></tr><tr><td>TCWC 34340 (8)</td><td>8.30</td><td>1.80</td><td>1.59</td><td>1.13</td><td>0.61</td><td>143</td><td>17.23</td><td>40.86</td></tr><tr><td>DSR 935-(8)</td><td>6.16</td><td>0.88</td><td>0.83</td><td>1.06</td><td>0.31</td><td>145</td><td>23.54</td><td>27.76</td></tr><tr><td>MDE 1224-(17)</td><td>4.59</td><td>0.49</td><td>0.48</td><td>1.02</td><td>0.17</td><td/><td/><td>21.98</td></tr></table>",
                "type_str": "table"
            },
            "TABREF4": {
                "text": "and western EI Salvador. The second subspecies, H. d. temporalis, is characterized by large cranial and external size and is known from a few localities in west-central Veracruz. 1868. Heteromys desmarestianus Gray, Proc. Zool. Soc. London, p. 204, May. 1868. Heteromys longicaudatus Gray, Proc. Zool. Soc. London, p. 204, May, type from Mexico. Known only from Montecristo, Tabasco, Mexico (Goldman, 1911). 1902. Heteromys griseus Merriam, Proc. BioI. Soc. Washington, 15:42, March, type from mountains near Tonala, Chiapas, Mexico. 1902. Heteromys goldmani lepturus Merriam, Proc. BioI. Soc. Washington, 15:42, March, type from mountains near Santo Domingo (a few miles west of Guichieovi), Oaxaca, Mexico. 1928. Heteromys desmarestianus psakastus Dickey, Proc. BioI. Soc. Washington, 41:10, February, type from Los Esemiles, 8,000 ft., Chalatenango, El Salvador. 1956. Heteromys nigricaudatusGoodwin, Amer. Mus. Novit., 1791:4, September, type from Mazatmn, about 1,500 ft., Oaxaca, Mexico.",
                "num": null,
                "content": "<table><tr><td>Holotype.-Coban, Guatemala. Type in British Museum. Not examined.</td></tr><tr><td>Distribution.-Humid, heavily forested mountain slopes and coastal plains of Veracruz, Oaxaca, Tabasco,</td></tr><tr><td>Chiapas, Guatemala, Belize, and Quintana Roo, Mexico.</td></tr></table>",
                "type_str": "table"
            }
        }
    }
}