{
    "paper_id": "Shamel1940-ThreenewmammalsfromAsia",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:32:33.969451Z"
    },
    "title": "THREE NEW MAMMALS FROM ASIA",
    "authors": [
        {
            "first": "H",
            "middle": [
                "Harold"
            ],
            "last": "Shamel",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Gunong",
            "middle": [],
            "last": "Batu",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Labuan",
            "middle": [],
            "last": "Klambu",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "During a rearrangement of the U. S. National Museum collection the following new mammals have been discovered.. Rattus melanurus sp. nov.",
    "pdf_parse": {
        "paper_id": "Shamel1940-ThreenewmammalsfromAsia",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "During a rearrangement of the U. S. National Museum collection the following new mammals have been discovered.. Rattus melanurus sp. nov.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "breadth, 16.0; breadth of braincase, 16.0; length of nasals, 14.0; length of upper toothrow, 5.0; length of lower toothrow, 5.0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Eight, including the type.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Re1narks.-The rufous wash on the underparts and the pale area on each shoulder give this rat a distinctive appearance among the Bornean members of the group. The shoulder spot is noticeable in all of these skins except in two females, one adult, the other immature. Two skins are a little darker on the back than the others. The fur is unusually spiny.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Lepus europaeus cinnamomeus subsp. nov.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Type. -Adult male skin and skeleton, no. 255006, U. S. N. M., collected at Suifu, Szechwan, China, December 13,1929, by D. C. Graham. Geographic distribution.-Known from the type locality, Suifu, Tseo Gia Keo on the Yunnan border south of Suifu, and Tsong Ku.",
                "cite_spans": [
                    {
                        "start": 6,
                        "end": 133,
                        "text": "-Adult male skin and skeleton, no. 255006, U. S. N. M., collected at Suifu, Szechwan, China, December 13,1929, by D. C. Graham.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Diagnostic characters.-Color darker and more saturate than in any of the neighboring races. It is most nearly approached by Lepus europaeus aurigineus from Kiang-si. The fur is rather long and loose, hairs 32.5 mm. long on the back. Distinguished from Lepus europaeus europaeus by its shorter hindfoot and ear, and the presence of more black on the back.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Color.-Top of head, back and sides cinnamon-rufous, plentifully mixed\"with black that gives a coarse grizzled effect; fore and hind legs (except underside of hind legs), chin, and sides of belly clear cinnamon rufous; the individual hairs on the throat with a subapical band of smoky gray which makes the throat less clear in color than the rest of the underparts; belly, inner side of hind legs and underside of tail whitish, the underside of tail more grayish white than belly. A buffy spot on upper lip on each side of cleft and around edge of nostril, another before each eye, and a third between eye and ear; the latter two are more grayish. The outer side of the ear is cinnamon-rufous with a black tip and a somewhat paler edge; the internal edge of the ear is the same color with a dark spot about midway from base to tip; the front edge is like the back except that the grizzling is very much finer.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Skull.-The skull, except for its smaller size, is indistinguishable from that of Lepus europaeus europaeus. \" Measurements.-Type (skin measurements taken from dry skin) : Head and body, 440; tail, 90.0; hindfoot, 115.0; ear, 95.0; greatest length of skull, 87.0; condylobasallength, 77.5; interorbital constriction, 19.0; zygomatic breadth, 41.0; breadth of braincase, 30.5; length of nasals at center, 29.0; postorbital constriction, 12.5; breadth at m 2 , 23.5; mastoid breadth, 27.0; length of upper toothrow, 16.0; length of lower toothrow, 16.0; inside depth of orbit, 19.0.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Specimens examined.-Twenty-four, 12 adults and 9 young, from the type locality; two skulls without skins from Tsong Ku; one skin and skull from Tseo Gia Keo, on the Yunnan border south of Suifu. The skins from Suifu were collected in June, July, December, and January. All the adult skins from Suifu are alike in color except a female collected in June, which has a shorter, more finely grizzled coat. The chin in some of these specimens is white rather than buffy as in the type. One other specimen from Tseo Gia Keo, is evidently in summer pelage, though the date of collection is not known. Its fur is quite short, shorter than the June specimen from Suifu, the colors are much paler than the other specimens, and the grizzling is very fine.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Remarks.-Oldfield Thomas, writing \"On Mammals from the Provinces of Kan-su and Szechwan, Western China\" (Proc. Zoo!' Soc. London, 1911, p. 180), listed two males and one female of Lepus sechuenensis de Winton, a gray tailed hare related to Lepus oiostolus oioetolus, At that time he knew no hare \"from the typical forested area of Western Sze-chwan.\" The specimens collected by Doctor Graham represent this ani-mal. The darker richer color of this subspecies will readily distinguish it from any of its neighboring relatives. It is most like Lepus europaeus aurigineus Hollister from Kiangsi. Type locality.-Hacienda Chinipamba near Pefiaherrera, Intag, in the subtropical forest of the western slope of the western cordillera of the Andes, Imbabura Province, northwestern Ecuador. Altitude, about 1500 meters.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Distribution.-Northwestern Ecuador, on the western slope of the western Andes at altitudes ranging between approximately 500 and 2000 meters. Oryzomys alfaroi in tagensis is the southernmost representative of the widely distributed, slightly differentiated alfaroi group. It is probable that the range of intagensis is contiguous to that of palmirae, its nearest geographic ally. Additional specimens of intagensis were taken at an altitude of about 900 meters at La Carolina, Rio Mira Valley, some fifty kilometers north of the type locality.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Diagnosis.-Distinguished from O. alfaroi palmirae by darker coloration throughout. Coloration of holotype.-(Technical color terms are those of Ridgway, 1912.) Dorsal surface from tip of nose to base of tail ochraceous-tawny heavily lined with black; hairs deep neutral gray basally, banded ochraceous-tawny subterminally, very finely tipped with black; terminal half of guard hairs entirely black, basal portion as in other hairs. Sides of body ochraceous-buff. Proximal half of limbs externally like sides. Underparts sharply defined, uniformly pallid neutral gray with very light wash of buffy on belly and chest, scrotal region more heavily washed with buff, anal region and haired portion of base of tail almost entirely buff; deep neutral gray of basal portions of hairs visible at the surface. Fore feet whitish; hind feet whitish above, dark brown below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/21/1/76/906242 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "U. S. National Museum, Washington, D. C.    FOUR NEW ORYZOl\\fYINE RODENTS FROM ECUADORBy PHILIP HERSHKOVITZ I wish, to thank the American Museum of Natural History, the Field Museum of Natural History, and the Academy of Natural Sciences of Philadelphia for the loan of specimens. I am especially indebted to Dr. Wilfred H. Osgood for the loan of the unique specimen (type) of Oryzomys andinu« Osgood, as well as for other material and information. This work was done under the guidance of Dr. William H. Burt, to whom a large share of the credit for it is due.Inthe lists of specimens examined the abbreviation A.M.N.H., refers to the American Museum of Natural History; F.M.N.H., to the Field Museum of Natural History; A.N.S.P., to the Academy of Natural Sciences of Philadelphia; U.M.M.Z. ., to the University of Michigan Museum of Zoology. Most color terms are from Ridgway (1912). Oryzomys (Oryzomys) alfaroi intagensis, new subspecies Holotype.-Adult male, skin with skull; U.M.M.Z., no. 77152; collected April 24, 1934, by Philip Hershkovitz; original no. M195. Paratypes, 24 males, 5 females (skins with skulls) ; 7 complete skeletons, U.M.M.Z., nos. 77148-51, 77153-59, 77183-84, 77198-213.",
                "num": null,
                "type_str": "figure",
                "uris": null
            }
        }
    }
}