{
    "paper_id": "Simmonsetal",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:32:45.960890Z"
    },
    "title": "A New Amazonian Species of Micronycteris (Chiroptera: Phyllostomidae) with Notes on the Roosting Behavior of Sympatric Congeners",
    "authors": [
        {
            "first": "Nancy",
            "middle": [
                "B"
            ],
            "last": "Simmons",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Robert",
            "middle": [
                "S"
            ],
            "last": "Voss",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "David",
            "middle": [
                "W"
            ],
            "last": "Fleck",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
    "pdf_parse": {
        "paper_id": "Simmonsetal",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The genus Micronycteris Gray has traditionally included a heterogeneous array of small to medium-sized phyllostomines that shared little in common other than a short tail 1 Associate Curator, Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History. e-mail: simmons@amnh.org 2 Associate Curator, Division of Vertebrate Zoology (Mammalogy), American Museum of Natural History. e-mail: voss@amnh.org 3 Graduate Fellow, Department of Linguistics, Rice University, 6100 Main Street, Houston, Texas 77005. e-mail: fleck@rice.edu and a V-shaped pair of dermal pads on the chin (Sanborn, 1949; Koopman, 1993; Simmons, 1996) . Simmons and Voss (1998) and Wetterer et al. (2000) concluded that this assemblage was not monophyletic, and argued that the subgenera of Micronycteris recognized by Simmons (1996) should be elevated to generic rank in order to achieve a phylogenetic classification. This change resulted in the recognition of four genera in addition to Micronycteris (sensu stricto): Glyphonycteris Thomas, Lampronycteris Sanborn, Neonycteris Sanborn, and Trinycteris Sanborn. So restricted, Micronycteris now includes eight species: hirsuta Peters, megalotis Gray, microtis Miller, brosseti Simmons and Voss, sanborni Simmons, schmidtorum Sanborn, minuta Gervais, and homezi Pirlot. Although no phylogenetic study to date has included all of these species, recent analyses of morphological data (Simmons, 1996; Wetterer et al., 2000) and DNA sequences (Baker et al., 2000) from various subsets of congeneric taxa suggest that Micronycteris (sensu stricto) is monophyletic.",
                "cite_spans": [
                    {
                        "start": 593,
                        "end": 608,
                        "text": "(Sanborn, 1949;",
                        "ref_id": "BIBREF4"
                    },
                    {
                        "start": 609,
                        "end": 623,
                        "text": "Koopman, 1993;",
                        "ref_id": "BIBREF2"
                    },
                    {
                        "start": 624,
                        "end": 638,
                        "text": "Simmons, 1996)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 641,
                        "end": 664,
                        "text": "Simmons and Voss (1998)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 669,
                        "end": 691,
                        "text": "Wetterer et al. (2000)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 806,
                        "end": 820,
                        "text": "Simmons (1996)",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1420,
                        "end": 1435,
                        "text": "(Simmons, 1996;",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1436,
                        "end": 1458,
                        "text": "Wetterer et al., 2000)",
                        "ref_id": "BIBREF9"
                    },
                    {
                        "start": 1477,
                        "end": 1497,
                        "text": "(Baker et al., 2000)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "As members of the phyllostomid subfamily Phyllostominae, species of Micronycteris are characterized by a moderately long rostrum and a well-developed nose leaf. Simmons and Voss (1998: 62) provided an emended diagnosis of the genus based on additional characters:",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 188,
                        "text": "Voss (1998: 62)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Dorsal fur bicolored (the hairs brown with white bases); pinnae large, rounded distally, connected by notched band of skin (interauricular band) across crown of head; ventral edge of narial horseshoe defined by thick ridge; chin with pair of dermal pads arranged in a ''V'' with no central papilla; third metacarpal shortest, fifth longest; first and second phalanges of wing digit III subequal in length; first and second phalanges of wing digit IV either subequal or second phalanx shorter than first; rostrum and anterior orbital region not inflated; basisphenoid pits shallow; dental formula I 2/2, C 1/1, P 2/3, M 3/3 ϫ 2 ϭ 34; height of upper canine greater than or equal to twice height of inner upper incisor; outer upper incisor in normal position between inner incisor and canine, not excluded from occlusion with lower incisors; P3 not molariform, lingual cingulum and cusp absent; lingual cingulum of P4 with concave outline and raised edge, lingual cusp small or absent; lower incisors bifid; lower premolars aligned in row on mandible, none excluded from toothrow.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "Although rarely captured in large numbers, species of Micronycteris constitute a large fraction of the gleaning-insectivorous bat fauna of Neotropical moist forests, where many species can occur sympatrically. Simmons and Voss (1998) recorded seven species of Micronycteris in a rainforested study area with a 3-km sampling radius at Paracou, French Guiana, and geographic range data suggest that similar numbers of congeners could coexist at most Amazonian localities. Several well-sampled local faunas include both dark-bellied species (hirsuta, megalotis, microtis) and pale-bellied forms (brosseti, sanborni, schmidtorum, minuta, homezi) , but the ecobehavioral significance (if any) of this chromatic distinction is unknown. In fact, very little is known about the natural history of Micronycteris species, in large part because they are not commonly captured by mistnetting (the preferred bat-collecting method of most Neotropical mammalogists; Voss and Emmons, 1996) .",
                "cite_spans": [
                    {
                        "start": 222,
                        "end": 233,
                        "text": "Voss (1998)",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 592,
                        "end": 641,
                        "text": "(brosseti, sanborni, schmidtorum, minuta, homezi)",
                        "ref_id": null
                    },
                    {
                        "start": 951,
                        "end": 973,
                        "text": "Voss and Emmons, 1996)",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "In 1998 and 1999 we initiated a collaborative faunal inventory and ethnobiological research project on the Río Gálvez in the Amazonian lowlands of northeastern Peru. Among other voucher material collected to date, this project resulted in the preservation of 47 specimens representing 5 species of Micronycteris. One of those species is an undescribed dark-bellied form superficially resembling M. megalotis and M. microtis, but substantially larger than either of those taxa and differing from other known congeners by a unique combination of qualitative traits. We describe this new species below, document its diagnostic morphological attributes, and summarize our preliminary natural history observations in a comparative context.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "INTRODUCTION",
                "sec_num": null
            },
            {
                "text": "All known specimens of our new species and much of our comparative material was collected at Nuevo San Juan (73Њ9Ј50ЉW, 5Њ14Ј50ЉS; 150 m above sea level), a Matses Indian village on the right (SE) bank of the Río Gálvez in Departamento Loreto, Peru ( fig. 1 ). Estimates of average annual rainfall (2900 mm) and average annual temperature (25.9ЊC) are available from Jenaro Herrera (the nearest weather station; Marengo, 1983), which is ca. 100 km WNW of Nuevo San Juan. The Gálvez is a mixed-water river (dark but turbid), with a narrow floodplain that rarely extends more than 0.5 km on either side. Local habitats surrounding Nuevo San Juan can be broadly characterized as pri- mary rainforest, with the exception of small gaps caused by windfalls and by active and abandoned swiddens (0.5-2.0 ha agricultural plots) that have been cleared since the village was established in 1984. More detailed descriptions of the vegetation and topography at this site were provided by Fleck and Harder (2000) .",
                "cite_spans": [
                    {
                        "start": 976,
                        "end": 999,
                        "text": "Fleck and Harder (2000)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 251,
                        "end": 257,
                        "text": "fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "STUDY SITE AND COLLECTION METHODS",
                "sec_num": null
            },
            {
                "text": "From May to July of 1998, Voss sampled the bat fauna within a 3-km radius of Nuevo San Juan by ground-level mistnetting and by searching for roosts (see Voss and Emmons [1996] and Simmons and Voss [1998] for relevant descriptions of both methods). Local habitats sampled by mistnetting included gardens and clearings around Matses houses, secondary growth (abandoned swiddens), well-drained primary forest, aguajales (Mauritia flexuosa palm swamps), and river beaches. Under the forest canopy, mistnets were usually deployed in linear (tandem) arrays along existing trails or in specially cut net lanes, but right-angled or other configurations were sometimes used. Nets were opened just before dark (often when it was still light enough to read), and were tended continuously until they were closed (usually before midnight). The equipment used consisted of 2.6 ϫ 6 m nets woven from 70 denier (d) thread, and 2.6 ϫ 12 m nets of 50 d thread; all nets had a mesh size of about 36 mm.",
                "cite_spans": [
                    {
                        "start": 153,
                        "end": 175,
                        "text": "Voss and Emmons [1996]",
                        "ref_id": "BIBREF7"
                    },
                    {
                        "start": 180,
                        "end": 203,
                        "text": "Simmons and Voss [1998]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY SITE AND COLLECTION METHODS",
                "sec_num": null
            },
            {
                "text": "Bat roosts were located with and without the involvement of Matses volunteer helpers in our 1998 field season, but Voss collected all specimens (usually by shooting) and recorded data (roost location, habitat, etc.) himself. From September to November of 1999, however, five Matses men were paid salaries to look for bat roosts. For the first month (September) of our 1999 field season, the Matses did not collect bats or record data themselves, but returned to the village to lead Fleck to roosts where he shot specimens and took notes. Subsequently, Matses assistants both collected specimens and recorded data themselves, and then brought the specimens to Fleck, who identified, cataloged, and preserved them. Matses collectors recorded their observations in field notebooks, which Fleck later translated and transcribed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "STUDY SITE AND COLLECTION METHODS",
                "sec_num": null
            },
            {
                "text": "All measurements reported herein are from adult individuals with closed epiphyses. The first five measurements listed below were taken from skin tags or other records made by the collector, but the other dimensions were measured by Simmons using digital calipers. Linear measurements of external and craniodental dimensions are reported in millimeters (mm); weights are reported in grams (g). Measurements are defined as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "Total length: Distance from the tip of the snout to the tip of the last caudal vertebra. To confirm taxonomic identifications we compared our voucher material from Nuevo San Juan with types, original descriptions, and comparative series from other localities. We indicate museums in which vouchers and other specimens are preserved using the following institutional acronyms: AMNH, (MUSM 15229; AMNH 273043, 273044, 273095, 273196) , all of which were likewise collected at Nuevo San Juan, between 27 June 1998 and 9 November 1999.",
                "cite_spans": [
                    {
                        "start": 382,
                        "end": 394,
                        "text": "(MUSM 15229;",
                        "ref_id": null
                    },
                    {
                        "start": 395,
                        "end": 431,
                        "text": "AMNH 273043, 273044, 273095, 273196)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "DISTRIBUTION: Currently known only from the type locality ( fig. 1 ), but perhaps widely distributed in Amazonia. Because few bats appear to be restricted by the riverine boundaries that limit the ranges of many nonvolant Amazonian mammals (Voss et al., 2001) , it seems likely that the known distribution of Micronycteris matses is just an artifact of inadequate collecting, perhaps exacerbated by elusive roosting and foraging behavior.",
                "cite_spans": [
                    {
                        "start": 240,
                        "end": 259,
                        "text": "(Voss et al., 2001)",
                        "ref_id": "BIBREF8"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 60,
                        "end": 66,
                        "text": "fig. 1",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "ETYMOLOGY: For the Matses, a Panoanspeaking indigenous population living along the Río Yavarí and its tributaries in northeastern Peru and western Brazil, treated as a noun standing in apposition to the generic name.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "DIAGNOSIS: A medium-sized species of Micronycteris (forearm 37.5-39.5 mm; weight 8-14 g) with dark-brown dorsal and ventral fur; dorsal hairs bicolored, 7-8 mm long in shoulder region, with white base comprising one-fourth or less of each hair; fur on outside of medial third of pinna short (Յ 3 mm) and dense; pinnae large with rounded tips, connected across crown of head by low interauricular band with shallow midline notch; thumb small (9.5-11 mm); second phalanx of wing digit IV shorter than first; calcar longer than foot; mastoid breadth less than zygomatic breadth; crown height of upper incisors not reduced; no gap present between outer upper incisor and canine; P3 and P4 subequal in anteroposterior length, height of P3 equal to or slightly less than that of P4; P4 with small lingual heel and variably developed lingual cusp; M1 narrower than M2; no noticeable gap between posterior edge of cingulum of M2 and anterolingual edge of M3 when toothrow seen in occlusal view; lower incisors small and bilobed, not markedly hypsodont, crown height one and onehalf to two times crown width; lower premolar dentition with p2 largest in anteroposterior length and height, p3 smallest in both dimensions; coronoid process high, upper margin of ascending process with steep slope (25-30Њ).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "Of the characters listed above, five are particularly useful for field identification of Micronycteris matses: size (forearm 37.5-39.5 mm; weight 8-14 g); ventral fur color (dark brown, similar to dorsal fur); length of the fur on the leading edge of the pinna (short, Յ 3 mm); morphology of the interauricular band (low, with shallow midline notch); and morphology of the lower incisor crowns (not markedly hypsodont). Within the genus Micronycteris, this combination of traits is unique to M. matses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "MEASUREMENTS: Dimensions of each specimen in the type series of Micronycteris matses are provided in table 1, and metrical comparisons with representative series of other dark-bellied congeners are summarized in table 2. DESCRIPTION AND COMPARISON: Micronycteris matses is a medium-sized member of the genus, smaller than hirsuta but larger than microtis and megalotis (tables 1-3). From all other dark-bellied congeners, matses can be unambiguously distinguished on the basis of forearm length, greatest length of skull, condylo-incisive length, postorbital breadth, mastoid breadth, zygomatic breadth, maxillary toothrow length, and breadth across molars. Additionally, matses can be distinguished from hirsuta on the basis of total length, tibia length, and thumb length; from microtis on the basis of weight and total length; and from megalotis on the basis of weight, hindfoot length, and tibia length. Micronycteris matses is larger than all pale-bellied congeners (brosseti, schmidtorum, homezi, minuta, sanborni; see measurements summarized by Simmons [1996] and Simmons and Voss [1998] ) in most anatomical dimensions. As in all Micronycteris, the dorsal pelage of matses is composed of bicolored hairs with white bases and brown tips. In the upper back region, the white base comprises no more than one-fourth of the length of each hair. This is comparable to the pattern seen in hirsuta, but differs from that seen in most other species. The white bases comprise between one-fourth and one-half of each hair on the upper back in microtis, megalotis, Measurements a of the Type Series of Micronycteris matses brosseti, schmidtorum, and homezi, and are even more extensive in minuta (comprising one-half to two-thirds of each hair) and sanborni (two-thirds to three-fourths of each hair). The length of the dorsal fur over the upper back in matses is approximately 7-8 mm, comparable to that of microtis, brosseti, and homezi. In contrast, minuta and sanborni have shorter fur over the shoulders (5-7 mm), whereas megalotis, schmidtorum, and hirsuta have longer fur (8-11 mm in the former two species, 11-14 mm in the latter).",
                "cite_spans": [
                    {
                        "start": 1052,
                        "end": 1066,
                        "text": "Simmons [1996]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 1083,
                        "end": 1094,
                        "text": "Voss [1998]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "The ventral fur of matses (including that covering the neck and throat) is brown, approximately the same shade as the dorsal fur. This is the same pattern seen in megalotis, microtis, and hirsuta. By contrast, the ventral fur of brosseti, schmidtorum, homezi, and minuta is gray or buff (paler than the dorsal fur), and the ventral fur of sanborni is bright white.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "The fur on the leading edge of the medial third of each pinna is short (Յ 3 mm) and dense in matses, similar to the condition seen in microtis, minuta, hirsuta, brosseti, and sanborni. By contrast, the auricular fur of megalotis, schmidtorum, and homezi is much longer (5-8 mm). As in all other species of Micronycteris, the ears of matses are connected across the crown of the head by an interauricular band of skin. In matses, this band is low and nearly horizontal in profile, and is marked at the midline by a shallow notch; a similar condition is seen in all other dark-bellied congeners. This morphology contrasts sharply with the interauricular band seen in most pale-bellied species (i.e., schmidtorum, minuta, sanborni, and homezi), which is higher and divided by a deep median notch into two roughly triangular flaps.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "The second phalanx of wing digit IV is shorter than the first in matses, as it is also in megalotis, microtis, hirsuta, brosseti, schmidtorum, and homezi. By contrast, the first and second phalanges of digit IV are subequal in minuta and sanborni.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "The calcar is distinctly longer than the hind foot in matses, as it is in most other species of Micronycteris. In contrast, the calcar is approximately equal in length to the hind foot in sanborni, and is markedly shorter than the foot in minuta and homezi.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "As noted by Simmons (1996) , cranial morphology is remarkably similar in all species of Micronycteris. Like other members of the genus, matses has a relatively long rostrum, NO. 3358 AMERICAN MUSEUM NOVITATES ",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 26,
                        "text": "Simmons (1996)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "MEASUREMENTS AND ABBREVIATIONS",
                "sec_num": null
            },
            {
                "text": "no anteorbital inflation, a large braincase, and shallow basisphenoid pits ( fig. 2) . Mastoid breadth is less than zygomatic breadth in matses, as it is in most other Micronycteris species. By contrast, mastoid breadth is greater than zygomatic breadth in sanborni, minuta, and homezi.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 77,
                        "end": 84,
                        "text": "fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "Like all other congeneric species, Micronycteris matses has a dental formula of I 2/2, C 1/1, P 2/3, M 3/3 ϫ 2 ϭ 34. The crown height of the upper incisors is not reduced, and no gap is present between the outer upper incisor and the canine. In this respect matses resembles most other species of Micronycteris, the contrasting morphology being seen only in sanborni (in which crown height of I2 is reduced and a gap is present between this tooth and the canine; Simmons, 1996) .",
                "cite_spans": [
                    {
                        "start": 463,
                        "end": 477,
                        "text": "Simmons, 1996)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "Although differences in the upper premo- Fig. 3 . Anterior views of the lower dentition of Micronycteris matses (A, MUSM 15231) and M. hirsuta (B, AMNH 273153, male) . Note the hypsodont lower molars in hirsuta, a unique morphological trait (within Micronycteris) that can be used in conjunction with size and other characters for field identification. Scale bar ϭ 1 mm. lar dentition are subtle, variation in this region provides an important means of distinguishing species of Micronycteris (see Simmons, 1996) . In matses, P3 and P4 are subequal in length (anteroposterior dimension), and the height (dorsoventral dimension) of P3 is either equal to or very slightly less than that of P4 ( fig. 2) . This is similar to the condition seen in most other congeners, but P3 is noticeably smaller than P4 in both length and height in minuta and sanborni.",
                "cite_spans": [
                    {
                        "start": 143,
                        "end": 165,
                        "text": "(B, AMNH 273153, male)",
                        "ref_id": null
                    },
                    {
                        "start": 498,
                        "end": 512,
                        "text": "Simmons, 1996)",
                        "ref_id": "BIBREF5"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 41,
                        "end": 47,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 693,
                        "end": 700,
                        "text": "fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "The degree of development of the posterolingual heel and lingual cusp on P4 varies among and within species of Micronycteris. The lingual heel of P4 in matses is similar in outline and proportions to the homologous structures seen in megalotis, microtis, brosseti, schmidtorum, and homezi. By contrast, the lingual heel is proportionately smaller in hirsuta and minuta, and larger in sanborni (see illustrations in Simmons [1996] and Simmons and Voss [1998] ). The lingual cusp of P4, which is formed from the raised edge of the heel, is variably developed in matses, as it is likewise in microtis and megalotis. The lingual cusp is present and tapers to a sharp point (which typically bears a wear facet) in most individuals, but is poorly developed (or lacking entirely) in others. By contrast, the lingual cusp is never well developed and always lacks a sharp point in brosseti, homezi, minuta, and sanborni, and it is entirely lacking in many specimens of schmidtorum. The lingual cusp of P4 in hirsuta is located farther posteriorly than in the other species; typically well developed, it tapers to a blunt point that is not marked by a wear facet.",
                "cite_spans": [
                    {
                        "start": 415,
                        "end": 429,
                        "text": "Simmons [1996]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 434,
                        "end": 457,
                        "text": "Simmons and Voss [1998]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "The first upper molar is noticeably narrower than M2 in matses, as it is in most other species of Micronycteris. Uniquely, however, the lingual portion of M1 is expanded so that M1 and M2 are subequal in width in sanborni, which also differs from all other congeners in having a large gap between the posterior edge of the cingulum of M2 and the anterolingual edge of M3 when the toothrow is observed in occlusal view.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "As in most other species of Micronycteris, the lower incisors of matses are small and bilobed, with the height of the anterior face of each incisor crown between one and onehalf to two times the width of the crown. This differs markedly from the condition observed in hirsuta, which has uniquely hypsodont lower incisors crowns, the heights of which are roughly three times their widths ( fig. 3 ). ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 389,
                        "end": 395,
                        "text": "fig. 3",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Summary of Measurements a of Dark-Bellied Species of Micronycteris",
                "sec_num": null
            },
            {
                "text": "The lower premolar dentition of matses most closely resembles that of hirsuta. In both of these species, p2 is the largest premolar in both anteroposterior length and dorsoventral height, p3 is the smallest in both dimensions, and p4 is intermediate ( fig. 2) . By contrast, p3 is relatively larger (approximately the same size as p4) in both microtis and megalotis; in these taxa, p2 is often slightly larger than either p3 or p4, although there is some within-species variation in this trait (all three lower premolars are subequal in some individuals). In brosseti and schmidtorum, p2 and p4 are subequal in length and in height, whereas p3 is slightly smaller in both dimensions. In minuta, sanborni, and homezi, p3 is further reduced relative to p2 and p4, which are large and subequal.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 252,
                        "end": 259,
                        "text": "fig. 2)",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Summary of Principal Diagnostic Characters for Dark-Bellied Amazonian Species of Micronycteris a",
                "sec_num": null
            },
            {
                "text": "The coronoid process in Micronycteris matses is high, and the upper margin of the ascending process has a steep slope (25-30Њ), similar to the mandibular morphology of megalotis, microtis, brosseti, and schmidtorum. By contrast, the coronoid process is comparatively low and the upper margin of the as-cending ramus has a shallow slope (16-18Њ) in minuta, sanborni, and homezi.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Summary of Principal Diagnostic Characters for Dark-Bellied Amazonian Species of Micronycteris a",
                "sec_num": null
            },
            {
                "text": "Of the eight known specimens of Micronycteris matses, one was caught in a groundlevel mistnet at dusk (18:00 hrs) in welldrained primary rainforest on 27 June 1998. The remaining seven specimens were all taken from diurnal roosts as described in the following abstracts from Fleck's 1999 fieldnotes (numbers refer to entries in a catalog of bat roosts):",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Roost 31. A deep armadillo burrow in the side of a stream headwater gully on a hillside in primary forest ca. 2 km from the village. Six bats were collected from this roost on 4 September 1999, including one adult female Peropteryx cf. macrotis (AMNH 273042), two adult female Micronycteris matses (AMNH 273043, 273044) , and three adult female Carollia brevicauda (AMNH 273045, 273046; MUSM 15160) . No bats were seen exiting the hole, but it is possible that some escaped by flying deeper inside. Roost 55. Another deep hole (probably an armadillo burrow) in the side of a stream headwater gully in primary hillside forest near the village. Five bats were Roosts Inhabited by Micronycteris matses and Sympatric Amazonian Congeners a observed hanging together from the roof of this tunnel on 16 September 1999, of which only one (an adult female Micronycteris matses, AMNH 273095) was collected. Roost 95. Described by the Matses collector as ''a hole in the ground that one could stand in'', in a stream headwater gully in primary floodplain forest (seasonally inundated by the Gálvez, but dry at the time of collection). Many bats were observed to inhabit this roost on 6 October 1999, of which only two could be collected; both were Micronycteris matses, one an adult male (AMNH 273133), the other an adult female (MUSM 15229). Roost 161. A hole eroded in the side of a stream headwater gully in primary upland (unflooded) forest. About seven bats were observed in this roost on 9 November 1999, of which four were shot. All of the shot bats appeared to be conspecific, but two (an unsexed adult and a juvenile) were too damaged to preserve as specimens. The voucher material from this roost therefore consists of just two individuals, one adult female Micronycteris matses (AMNH 273196) and the adult male holotype (MUSM 15231).",
                "cite_spans": [
                    {
                        "start": 298,
                        "end": 319,
                        "text": "(AMNH 273043, 273044)",
                        "ref_id": null
                    },
                    {
                        "start": 365,
                        "end": 386,
                        "text": "(AMNH 273045, 273046;",
                        "ref_id": null
                    },
                    {
                        "start": 387,
                        "end": 398,
                        "text": "MUSM 15160)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Several aspects of these scant field data are noteworthy. First, our capture records for Micronycteris matses (one in mistnets, seven at roosts) are similar to the pattern we recorded for other congeneric species at Nuevo San Juan and elsewhere in Amazonia (table 4) . In general, species of Micronycteris are more commonly encountered by searching for diurnal roosts than by mistnetting, a fact that perhaps accounts for the small numbers of these bats routinely taken by inventory workers who rely principally on the latter method to sample Neotropical chiropteran faunas. The adoption of intensive roost-searching protocols by future inventory projects will doubtless result in more captures of M. matses, which is perhaps widely distributed in Amazonia.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 257,
                        "end": 266,
                        "text": "(table 4)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Second, the four roosts found to be occupied by Micronycteris matses at Nuevo San Juan were all essentially similar (holes in the ground), and unlike those typically used by most other congeneric species (table 5). All of the roosts occupied by M. matses were probably excavated (or enlarged) by the giant long-nosed armadillo (Dasypus kappleri), an important game species esteemed by the Matses, who identify stream headwater gullies as a favored site for burrow construction (Fleck and Harder, 2000) . By contrast, no other Micronycteris species used this type of roost exclusively at Nuevo San Juan, and none used such refugia at Paracou, another Amazonian locality where we found many Micronycteris roosts. Roosts typically inhabited by other congeneric species are rotted cavities in logs or standing trees, but M. microtis was sometimes found in holes in the ground (usually armadillo burrows) at Nuevo San Juan.",
                "cite_spans": [
                    {
                        "start": 477,
                        "end": 501,
                        "text": "(Fleck and Harder, 2000)",
                        "ref_id": "BIBREF1"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "Lastly, we note that Micronycteris matses occupies the conspicuous size hiatus remarked by Simmons and Voss (1998: 65) , which previously distinguished M. hirsuta from all of its diminutive congeners. The size spectrum of Amazonian Micronycteris now appears to consist of a more evenly graded series of taxa, each of which perhaps exploits some distinctive range of trophic (or other) resources. How (or if) sympatric Micronycteris species differ from one another by partitioning one or more crucial niche dimensions, however, is a topic that remains to be addressed by future field studies.",
                "cite_spans": [
                    {
                        "start": 91,
                        "end": 118,
                        "text": "Simmons and Voss (1998: 65)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "NATURAL HISTORY",
                "sec_num": null
            },
            {
                "text": "First and foremost we thank our Matses friends at Nuevo San Juan, without whose hospitality and cooperation our fieldwork would not have been possible. Permits to collect and export specimens were provided by the Instituto Nacional de Recursos Naturales (INRENA, Lima). Victor Pacheco, Sergio Solari, and other personnel of the Museo de Historia Natural (Universidad Nacional Mayor de San Marcos) provided crucial logistical support in Lima. Darrin Lunde, Neil Duncan, Eric Stiner, and Jean Spence skillfully processed specimens, retrieved information from the Río Gálvez database, and provided other technical assistance in New York. Pat Wynne drew all of the figures with her customary skill and attention to detail. Funding for our 1998 and 1999 field seasons was provided by grants from the AMNH Center for Biodiversity and Conservation. We thank Burton Lim and José Ochoa for their helpful comments on earlier drafts of this paper.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "ACKNOWLEDGMENTS",
                "sec_num": null
            },
            {
                "text": "Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "a This paper meets the requirements of ANSI/NISO Z39.48-1992 (Permanence of Paper).Downloaded From: https://bioone.org/journals/American-Museum-Novitates on 07 Oct 2021 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Michigan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "The following list summarizes the taxa and specimens examined for this report. Specimens measured for tables 1 and 2 are indicated with asterisks.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "APPENDIX 1 SPECIMENS EXAMINED",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Systematics of bats of the family Phyllostomidae based on RAG2 DNA sequences. Occasional Papers the Museum",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Baker",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Porter",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Patton",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Van Den",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Bussche",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Texas Tech University",
                "volume": "201",
                "issue": "",
                "pages": "1--16",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Baker, R. J., C. A. Porter, J. C. Patton, and R. A. Van Den Bussche. 2000. Systematics of bats of the family Phyllostomidae based on RAG2 DNA sequences. Occasional Papers the Muse- um Texas Tech University 201: 1-16.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Matses Indian rainforest habitat classification and mammalian diversity in Amazonian Peru",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "W"
                        ],
                        "last": "Fleck",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "D"
                        ],
                        "last": "Harder",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Ethnobiology",
                "volume": "20",
                "issue": "",
                "pages": "1--36",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Fleck, D. W., and J. D. Harder. 2000. Matses In- dian rainforest habitat classification and mam- malian diversity in Amazonian Peru. Journal of Ethnobiology 20: 1-36.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Mammal species of the World, a taxonomic and geographic reference",
                "authors": [
                    {
                        "first": "K",
                        "middle": [
                            "F"
                        ],
                        "last": "Koopman",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Washington",
                "volume": "",
                "issue": "",
                "pages": "137--241",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Koopman, K. F. 1993. Order Chiroptera. In D.E. Wilson and D.M. Reeder (editors), Mammal species of the World, a taxonomic and geo- graphic reference, 2nd ed.: 137-241. Washing- ton, DC: Smithsonian Inst. Press.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "Estudio agroclimático en la zona de Jenaro Herrera (Requena, Loreto) y climático en la selva baja norte del Perú. Thesis",
                "authors": [
                    {
                        "first": "Marengo",
                        "middle": [],
                        "last": "Orsini",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 1983,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marengo Orsini, J. 1983. Estudio agroclimático en la zona de Jenaro Herrera (Requena, Loreto) y climático en la selva baja norte del Perú. The- sis, Univ. Nacional Agraria La Molina, Lima.",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "Bats of the genus Micronycteris and its subgenera",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Sanborn",
                        "suffix": ""
                    }
                ],
                "year": 1949,
                "venue": "Fieldiana Zoology",
                "volume": "31",
                "issue": "",
                "pages": "215--233",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sanborn, C. C. 1949. Bats of the genus Micron- ycteris and its subgenera. Fieldiana Zoology 31: 215-233.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "A new species of Micronycteris (Chiroptera: Phyllostomidae) from Northeastern Brazil, with comments on phylogenetic relationships",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "American Museum Novitates",
                "volume": "3158",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, N. B. 1996. A new species of Micron- ycteris (Chiroptera: Phyllostomidae) from Northeastern Brazil, with comments on phylo- genetic relationships. American Museum Nov- itates 3158: 1-34.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 1",
                "authors": [
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    }
                ],
                "year": 1998,
                "venue": "Bats. Bulletin of the American Museum of Natural History",
                "volume": "237",
                "issue": "",
                "pages": "1--219",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Simmons, N. B., and R. S. Voss. 1998. The mam- mals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 1. Bats. Bulletin of the American Museum of Natural History 237: 1-219.",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Mammalian diversity in Neotropical lowland rainforests: a preliminary assessment",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "L",
                        "middle": [
                            "H"
                        ],
                        "last": "Emmons",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "230",
                "issue": "",
                "pages": "1--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., and L. H. Emmons. 1996. Mamma- lian diversity in Neotropical lowland rainfo- rests: a preliminary assessment. Bulletin of the American Museum of Natural History 230: 1- 115.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "The mammals of Paracou, French Guiana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Voss",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "P"
                        ],
                        "last": "Lunde",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [
                            "B"
                        ],
                        "last": "Simmons",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "263",
                "issue": "",
                "pages": "1--236",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Voss, R. S., D. P. Lunde, and N. B. Simmons. 2001. The mammals of Paracou, French Gui- ana: a Neotropical lowland rainforest fauna. Part 2. Nonvolant species. Bulletin of the American Museum of Natural History 263: 1- 236.",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "Phylogeny of phyllostomid bats (Mammalia: Chiroptera): data from diverse morphological systems, sex chromosomes, and restriction sites",
                "authors": [
                    {
                        "first": "A",
                        "middle": [
                            "L"
                        ],
                        "last": "Wetterer",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [
                            "V"
                        ],
                        "last": "Rockman",
                        "suffix": ""
                    },
                    {
                        "first": "N",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "248",
                "issue": "",
                "pages": "1--200",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Wetterer, A. L., M. V. Rockman, and N. B. Sim- mons. 2000. Phylogeny of phyllostomid bats (Mammalia: Chiroptera): data from diverse morphological systems, sex chromosomes, and restriction sites. Bulletin of the American Mu- seum of Natural History 248: 1-200.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Río Amazonas near mouth of Río Napo (AMNH 73495",
                "authors": [
                    {
                        "first": ":",
                        "middle": [],
                        "last": "Micronycteris Brosseti-Peru",
                        "suffix": ""
                    },
                    {
                        "first": "Puerto",
                        "middle": [],
                        "last": "Loreto",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Indiana",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "73496",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Micronycteris brosseti-Peru: Loreto, Puerto Indiana, Río Amazonas near mouth of Río Napo (AMNH 73495, 73496, 73498, 73499);",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "French Guiana: Paracou, near Sinnamary (AMNH 266032",
                "authors": [
                    {
                        "first": "Río",
                        "middle": [],
                        "last": "Loreto",
                        "suffix": ""
                    },
                    {
                        "first": "Quebrada",
                        "middle": [],
                        "last": "Yavarí Mirím",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Esperanza",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "FMNH 92997)",
                "volume": "89100",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Loreto, Río Yavarí Mirím, Quebrada Esperanza (FMNH 89100, 89101, 89102). French Guiana: Paracou, near Sinnamary (AMNH 266032, 266033, 266034, 266035, 266038, 267419; MNHN 1995.1032 [ho- lotype], 1995.1031). Brazil: São Paulo, Rio Ju- quiá, Barra (FMNH 92997). Micronycteris matses-Peru: Loreto, Río Gál- vez, Nuevo San Juan (AMNH 272814, 273043, 273044, 273095, 273133, 273196; MUSM 15229,",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Micronycteris hirsuta-Colombia: Cauca, Río Saijá (FMNH *90328",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "90329",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Micronycteris hirsuta-Colombia: Cauca, Río Saijá (FMNH *90328, *90329);",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Peru: Pasco, Oxapampa",
                "authors": [
                    {
                        "first": "Bonda",
                        "middle": [],
                        "last": "Magdalena",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Magdalena, Bonda (AMNH *14573). Peru: Pasco, Oxapam- pa, San Juan (AMNH *230114, *230115, *230116);",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Madre de Dios, left bank Río Palotoa, 12 km from mouth (FMNH *138857)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madre de Dios, left bank Río Palotoa, 12 km from mouth (FMNH *138857). Trinidad and Tobago: ''Brickfield'' (FMNH *62034);",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Regis Road near Village of Cunupia",
                "authors": [
                    {
                        "first": "Caroni",
                        "middle": [],
                        "last": "Parish",
                        "suffix": ""
                    },
                    {
                        "first": "Cunupia",
                        "middle": [],
                        "last": "Ward",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ca- roni Parish, Cunupia Ward, Regis Road near Vil- lage of Cunupia (AMNH 175615);",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Leaseholds (AMNH *179955, *180032, *180033)",
                "authors": [
                    {
                        "first": "Patrick",
                        "middle": [],
                        "last": "St",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Parish",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "St. Patrick Parish, Siparia Ward, Fyzabad, Leaseholds (AMNH *179955, *180032, *180033). French Guiana: Paracou, near Sinnamary (AMNH *267093, *267094, *267096, *267857, *267858, *267860;",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "Micronycteris homezi-French Guiana: Paracou, near Sinnamary (AMNH 267414)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Brazil",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Mesitas del Colegio (AMNH *207775, *207776, *207778)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Brazil: Pará, Rio Tapajos, Aramanaí (AMNH *94534, *94560). Micronycteris homezi-French Guiana: Para- cou, near Sinnamary (AMNH 267414). Micronycteris megalotis-Colombia: Cundi- namarca, Mesitas del Colegio (AMNH *207775, *207776, *207778). Peru: Huánuco, Puerto Már- quez, near Montealegre (AMNH *67234, *67235);",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Puerto Indiana (AMNH *73497",
                "authors": [
                    {
                        "first": "Río",
                        "middle": [],
                        "last": "Loreto",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Amazonas",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "73500",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Loreto, Río Amazonas, Puerto Indiana (AMNH *73497, *73500);",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "Ilha do Taiuna (AMNH *97206, *97219)",
                "authors": [
                    {
                        "first": "Rio",
                        "middle": [],
                        "last": "Pará",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tocantins",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pará, Rio Tocantins, Ilha do Taiuna (AMNH *97206, *97219).",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Micronycteris microtis-Colombia: Cundinamarca",
                "authors": [],
                "year": null,
                "venue": "Mesitas del Colegio (AMNH *207778)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Micronycteris microtis-Colombia: Cundina- marca, Mesitas del Colegio (AMNH *207778).",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Brazil: Amazonas, Yucali (ϭ Iucali)",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "806",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "MNHN *1995.805, *1995.806, *1995.807, 1995.809, 1995.810, 1995.811, 1995.812). Bra- zil: Amazonas, Yucali (ϭ Iucali), Rio Negro (AMNH *79423);",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Ilha do Taiuna (AMNH *94554, *97218)",
                "authors": [
                    {
                        "first": "Rio",
                        "middle": [],
                        "last": "Pará",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tocantins",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pará, Rio Tocantins, Ilha do Taiuna (AMNH *94554, *97218).",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Micronycteris minuta-Colombia: Magdalena, Bonda (AMNH 15131",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Micronycteris minuta-Colombia: Magdalena, Bonda (AMNH 15131 [holotype of M. hypoleu- ca];",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "Ecuador: Napo, San Jose de Payamino (FMNH 124666, 124667, 124668)",
                "authors": [
                    {
                        "first": "Río",
                        "middle": [],
                        "last": "Putumayo",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Mecaya",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "64004",
                "issue": "",
                "pages": "73--115",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Putumayo, Río Mecaya (FMNH 72158, 72160, 72161, 72162, 72285). Ecuador: Napo, San Jose de Payamino (FMNH 124666, 124667, 124668); ''Oriente'', San José (AMNH 64004, 64005, 64006, 64007, 64008). Peru: Cuzco, Río Mapitunari, 12Њ39ЈS, 73Њ42ЈW (AMNH 283221);",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Hacienda Amazonia (FMNH 138856",
                "authors": [
                    {
                        "first": "Dios",
                        "middle": [],
                        "last": "Madre De",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madre de Dios, Hacienda Ama- zonia (FMNH 138856);",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "Río Manu, Pakitza (MUSM 6797",
                "authors": [
                    {
                        "first": "Dios",
                        "middle": [],
                        "last": "Madre De",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "6798",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Madre de Dios, Río Manu, Pakitza (MUSM 6797, 6798, 6799, 6800, 6801, 6802);",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Trinidad and Tobago: Caroni Parish",
                "authors": [
                    {
                        "first": "Oxapampa",
                        "middle": [],
                        "last": "Pasco",
                        "suffix": ""
                    },
                    {
                        "first": "San",
                        "middle": [],
                        "last": "Pablo",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pasco, Oxapampa, San Pablo (AMNH 230119, 230120). Trinidad and Toba- go: Caroni Parish, Montserrat Ward, Freeport, Arena Road (AMNH 175597);",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Rochard-Douglas Road (AMNH 175595). French Guiana: Paracou, near Sinnamary (AMNH 267098",
                "authors": [
                    {
                        "first": "Patrick",
                        "middle": [],
                        "last": "St",
                        "suffix": ""
                    },
                    {
                        "first": "Siparia",
                        "middle": [],
                        "last": "Parish",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Ward",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "St. Patrick Parish, Siparia Ward, Ro- chard-Douglas Road (AMNH 175595). French Guiana: Paracou, near Sinnamary (AMNH 267098, 267412, 267413, 267415, 267874, 267875; MNHN 1995.813, 1995.814). Brazil: Amazonas, Rio Madeira, Rosarinho (AMMH 92408, 92409, 92410, 92411, 92689, 92690, 92691, 92692, 92693, 92694, 92695, 92696, 92697, 92698, 92846);",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Micronycteris sanborni-Brazil",
                "authors": [
                    {
                        "first": "Belém",
                        "middle": [],
                        "last": "Pará",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Pará, Belém, Utinga (FMNH 126206). Micronycteris sanborni-Brazil: Ceará, Sitio Luanda, Itaitera, 4 km S Crato (USNM 555702",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "21 km SSW Exu, Fazenda Pomonha (CM 98914",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Pernambuco",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "98915",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Per- nambuco, 21 km SSW Exu, Fazenda Pomonha (CM 98914, 98915, 98916).",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Corozal District, Patchakan Village (FMNH 108762",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Micronycteris Schmidtorum-Belize",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "108763",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Micronycteris schmidtorum-Belize: Corozal District, Patchakan Village (FMNH 108762, 108763);",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Albion, 1.3 km W San Antonio, Río Hondo (FMNH 106766); Toledo District, 1.8 km NNW Quebrada de Oro at Bladen Branch River (AMNH 256821). Guatemala: Izabal",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Orange Walk District, Albion, 1.3 km W San Antonio, Río Hondo (FMNH 106766); To- ledo District, 1.8 km NNW Quebrada de Oro at Bladen Branch River (AMNH 256821). Guate- mala: Izabal, Bobas (FMNH 41559 [holotype],",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Honduras: Copan (FMNH 47583). Colombia: Vichada, Maipures, Río Orinoco (BMNH 99.9.11.24)",
                "authors": [],
                "year": null,
                "venue": "Río Manu, Pakitza (MUSM 6803). Venezuela: Lara, Tocuyo, Río Tocuyo (AMNH 130715",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Santa Rosa, 2 km N Chiquimulilla (AMNH *243753). Honduras: Copan (FMNH 47583). Colombia: Vichada, Maipures, Río Ori- noco (BMNH 99.9.11.24). Peru: Madre de Dios, Río Manu, Pakitza (MUSM 6803). Venezuela: Lara, Tocuyo, Río Tocuyo (AMNH 130715, 130716, 130717, 130718, 130719, 130720, 130725). French Guiana: Paracou, near Sinna- mary (AMNH 267853; MNHN 1995.818). Bra- zil: Pará, Belém, Mocambo/Embrapa (FMNH 126204; 126205);",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Or address mail orders to",
                "authors": [],
                "year": null,
                "venue": "Recent issues of the Novitates may be purchased from the Museum. Lists of back issues of the Novitates and Bulletin published during the last five years are available at World Wide Web site",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Recent issues of the Novitates may be purchased from the Museum. Lists of back issues of the Novitates and Bulletin published during the last five years are available at World Wide Web site http://nimidi.amnh.org. Or address mail orders to: American Museum of Natural History Library, Central Park West at 79th St., New York, NY 10024. TEL: (212) 769-5545. FAX: (212) 769- 5009. E-MAIL: scipubs@amnh.org",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "uris": null,
                "type_str": "figure",
                "text": "The Amazonian lowlands of northeastern Peru (Departamento Loreto), showing the location of our study site at Nuevo San Juan on the right (SE) bank of the Río Gálvez (see text for map coordinates).",
                "num": null
            },
            "FIGREF1": {
                "uris": null,
                "type_str": "figure",
                "text": "Tail length: Measured from the point of dorsal flexure of the tail with the sacrum to the tip of the last caudal vertebra. Hindfoot length: From the anterior edge of the base of the calcar to the tip of the claw of the longest toe. Ear length: From the notch to the fleshy tip of the pinna. Forearm length: From the elbow (tip of olecranon process) to the wrist (including the carpals), measured with the wing at least partially folded. Thumb length: From the metacarpal-phalangeal joint to the tip of the claw of the thumb. Tibia length: From the proximal end of the tibia to the posterior base of the calcar. Greatest length of skull: From the posteriormost point on the occiput to the anteriormost point on the premaxillae (excluding the incisors). Condylo-incisive length: From the posteriormost point on the occipital condyles to the anteriormost point on the upper incisors. Postorbital breadth: Least breadth across the frontals posterior to the postorbital bulges. Zygomatic breadth: Greatest breadth across the zygomatic arches. Braincase breadth: Greatest breadth of the globular part of the braincase. Mastoid breadth: Greatest cranial breadth across the mastoid region. Maxillary toothrow length: From the anteriormost edge of the canine crown to the posteriormost edge of the crown of M3. Breadth across molars: Greatest breadth across the outer edges of the crowns of the upper molars.",
                "num": null
            },
            "FIGREF2": {
                "uris": null,
                "type_str": "figure",
                "text": "Dorsal (A), ventral (B), and lateral (C) views of the skull of the holotype of Micronycteris matses (MUSM 15231). Scale bar ϭ 10 mm.",
                "num": null
            },
            "TABREF1": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            },
            "TABREF2": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            },
            "TABREF3": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            },
            "TABREF4": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            },
            "TABREF5": {
                "num": null,
                "type_str": "table",
                "text": "",
                "content": "<table/>"
            }
        }
    }
}