{
    "paper_id": "Smith1970-TheSystematicStatusoftheBlackHowlerMonkey,AlouattaPigraLawrence",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:32:48.511532Z"
    },
    "title": "SMITH-SYSTEMATIC STATUS OF ALOUATTA PIGRA",
    "authors": [],
    "year": "",
    "abstract": "An apparent case of sympatry between two supposed races of Alouatta palliata (Gray) was discovered near Macuspana, Tabasco, Mexico. Howler monkeys in the Tabascan series were easily separated into two distinct groups based, on various characteristics of the cranium, dentition, and' pelage. Further comparisons revealed that these two groups were identifiable as Alouatta palliata mexicana Merriam and Alouatta palliata pigra Lawrence. Several' possible interpretations of this situation are discussed and, in view of the. observed sympatry and. distinctive morphological differences, pigra is elevated\" to ,specific status; the systematic status of Alouatta vill()sa (Gray) also is discussed. Several admittedly speculative explanations are offered to• account for the existence of two distinct, species of howler .monkeys in Middle America.",
    "pdf_parse": {
        "paper_id": "Smith1970-TheSystematicStatusoftheBlackHowlerMonkey,AlouattaPigraLawrence",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "An apparent case of sympatry between two supposed races of Alouatta palliata (Gray) was discovered near Macuspana, Tabasco, Mexico. Howler monkeys in the Tabascan series were easily separated into two distinct groups based, on various characteristics of the cranium, dentition, and' pelage. Further comparisons revealed that these two groups were identifiable as Alouatta palliata mexicana Merriam and Alouatta palliata pigra Lawrence. Several' possible interpretations of this situation are discussed and, in view of the. observed sympatry and. distinctive morphological differences, pigra is elevated\" to ,specific status; the systematic status of Alouatta vill()sa (Gray) also is discussed. Several admittedly speculative explanations are offered to• account for the existence of two distinct, species of howler .monkeys in Middle America.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The New World monkeys of the genus Alouatta are distributed' hi the Neo-tropicsJromsoutherriVeracruz, Mexico, 'south through Central and South America-to northern Argentina. These-primates, commonly referred 'to as howler .monkeys, have received considerable attention from ecologists and ethologists owing primarily to their rather sedentary and colonial habits, large size,.and the unique \"howling\" vocalization of the adult males. On the contrary, the genus has received little in the way of systematic treatment; Lawrence ( 1933} published the only taxonomic review of the Middle American howler, Alouatta palliata (Gray) .",
                "cite_spans": [
                    {
                        "start": 619,
                        "end": 625,
                        "text": "(Gray)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In the course of a study of individual and geographic variation of howler monkeys from Nicaragua and southern Mexico, I discovered two distinct kinds in a series from 5 mi. SE Macuspana, Tabasco. Although the degree of difference was more marked in the males of the series, females and even young individuals with erupting second molars could be assigned readily to one group or the other. This led me to a review of the systematic status of the black howler, Alouatta palliata pigra Lawrence, preliminary results of which are reported herein.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Adult males from this locality can be separated easily into two distinct groups based on the size and shape of the skull. One group has small skulls that are proportionately short and broad when compared with the large, but relatively long and narrow, skulls of the second group. Several of the more important cranial differences are given in Table 1 .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 343,
                        "end": 350,
                        "text": "Table 1",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DESCRIPTION OF THE SAMPLE FROM THE VICINITY OF MACUSPANA, TABASCO",
                "sec_num": null
            },
            {
                "text": "The anterior portion of the zygomatic arch of the large-skulled males slopes outward and rearward at an angle of more than 90 degrees. In the small-skulled individuals, this angle is nearly 90 degrees (Fig. 1) . The attachment of the posterior portion of the arch is less abrupt in the large monkeys, that is, it extends along the braincase without a sharp emargination, forms a rather wide mastoidal shelf, and is confluent with the lamboidal crests. In the small crania, the arch attaches abruptly to the braincase and is strongly emarginated anterior to the auditory region ( Fig. 1) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 201,
                        "end": 209,
                        "text": "(Fig. 1)",
                        "ref_id": null
                    },
                    {
                        "start": 579,
                        "end": 586,
                        "text": "Fig. 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DESCRIPTION OF THE SAMPLE FROM THE VICINITY OF MACUSPANA, TABASCO",
                "sec_num": null
            },
            {
                "text": "If the mandible is properly articulated with the cranium, set on a flat, level surface, and viewed from the side, the following differences are readily apparent. In the large crania, as a result of a greater extension and forward pitch of the ascending ramus of the mandible, the supraoccipital region approximates a 50-degree angle to the flat surface. Due to a lesser development of the ascending ramus, this angle is nearly 90 degrees in the smaller males. These differences in the development of the ascending ramus of the mandible probably relate to the size of the hyoid apparatus, which is larger (relatively as well as actually) in the large-skulled group than in the small monkeys, and may result in a difference in the male vocalization. As might be expected, females of both groups have supraoccipital angles of nearly 90 degrees, owing primarily to the reduced size of the hyoid.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESCRIPTION OF THE SAMPLE FROM THE VICINITY OF MACUSPANA, TABASCO",
                "sec_num": null
            },
            {
                "text": "Ventrally, males of the large-skulled group have larger occipital condyles. The pterygoid wings also are broader and flare more widely (probably to accomodate the large hyoid apparatus) in the larger monkeys. In the smallskulled individuals, the posterior extention of the vomer, between the pterygoid wings, is less than in the large animals. In addition, the maxillary toothrows of the large monkeys are nearly parallel, whereas the toothrows tend to converge anteriorly in the small monkeys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DESCRIPTION OF THE SAMPLE FROM THE VICINITY OF MACUSPANA, TABASCO",
                "sec_num": null
            },
            {
                "text": "The most striking differences between these two kinds of howlers, evident in both sexes, were observed in the upper molar dentition (Fig. 2) . In the small-skulled monkeys, there is a trend toward reduction in overall tooth size from Ml to M3 (these teeth in the large crania are more nearly equal in",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 132,
                        "end": 140,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "DESCRIPTION OF THE SAMPLE FROM THE VICINITY OF MACUSPANA, TABASCO",
                "sec_num": null
            },
            {
                "text": "SMITH-SYSTEMATIC STATUS OF ALOUATTA PIGRA 361 size, although M3 is somewhat smaller than the first two molars). Accompanying the reduction in size of the upper molars is a marked modification of the cusp pattern on these teeth. The paracone and metacone of MI are developed equally well in both large and small monkeys and are situated, more or less, in line. On M2 of the small skulls, the metacone is reduced in size and displaced lingually; this trend continues onto M3, where the metacone is virtually lost and the shape of the tooth altered (Fig. 2) . In contrast, the paracone and metacone are well developed and maintain an \"in line\" position on all three up-per molars of the large-skulled individuals, and the metacone on M3 is only slightly reduced (proportionally) in size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 546,
                        "end": 554,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "May 1970",
                "sec_num": null
            },
            {
                "text": "In addition, the stylar and cingular regions of the upper molar series have been noticeably modified in the small-skulled monkeys (Fig. 2) . In the large crania, the first upper molar has a prominent stylar shelf, with a relatively well-developed parastyle and metastyle. The ectoloph, which connects the paracone and metacone, swings labially onto the stylar shelf where it has been pinched off, thereby forming a rather strong mesostyle. The cingulum of this tooth is also well developed. In the small monkeys, the stylar region of MI is well defined but the parastyle, mesostyle, and metastyle are not so strongly developed as in the large monkeys. The cingulum on MI also is narrower.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 130,
                        "end": 138,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "May 1970",
                "sec_num": null
            },
            {
                "text": "The stylar shelf is greatly reduced and the mesostyle is absent on M2 of the small-skulled group, the cingulum remains more less unchanged. In the large-skulled monkeys, M2 is virtually the same size and shape as Ml, with only slight reduction in size of the three stylar cusps (Fig. 2) . Only on M3 of the large crania is there a marked reduction of the stylar shelf and an absence of well-defined stylar cusps. In the small monkeys, M3 completely lacks the stylar shelf.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 278,
                        "end": 286,
                        "text": "(Fig. 2)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "May 1970",
                "sec_num": null
            },
            {
                "text": "These monkeys also can be separated into two distinct pelage-groups that correspond with those distinguished above on the basis of cranial and dental characteristics. The thinner, coarser pelage of the small-skulled group is black dorsally, grading laterally into a yellowish mantle that extends from the axial region to the flank. The large monkeys are completely black (no distinctly colored mantle) and the pelage is noticeably denser and of softer texture than that of the small monkeys.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "May 1970",
                "sec_num": null
            },
            {
                "text": "In summary, the howler monkeys in this series from the vicinity of Macuspana, Tabasco, can be separated into two groups based on: 1) differences in cranial and external size; 2) differences in the shape of the skull; 3) characteristics of the upper molar dentition; and 4) color and texture of the pelage. The vocalization of the adult males also may be different judging from the observed differences in the hyoid apparatus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "May 1970",
                "sec_num": null
            },
            {
                "text": "Comparisons of the large-skulled monkeys from Tabasco reveal that they are identical with the holotype of Alouatta palliaia pigra (no. 63510, U~1~1Z), described by Lawrence (1933:333--336) The small-skulled howlers correspond to typical Alouatta palliata mexicana Merriam from Veracruz, revealing, therefore, apparent sympatry between two populations of howler monkeys that were previously thought to be allopatric. Inorder to understand better this apparent sympatry and the character differences observed in the sample from Tabasco, I examined 110 specimens of pigra, numerous examples of other populations of A. palliata, and representatives of several South American species of Alouatta. The geographic range of pigra was restricted to the region of Peten, Guatemala by Hall and Kelson (1959:220) , but I have examined specimens referable to pigrafrom the states of Tabasco,Chiapas, Yucatan, and Campeche, Mexico, May 1970 SMITH-SYST EMATIC STATUS OF ALOUATTA PIGRA 363 as well as from Guatemala and British Honduras (Fig. 3) . Previously, the material from British Honduras had been allocated to Alouatta palliata luctuosa, also described by Lawrence (1933:337-33 9) . The description of this subspecies was based on a single adult male and it was distinguished from piara primarily on the basis of smaller size. Through the courtesy of Miss Lawrence, I was able to examine the holotype of luctuosa (no. 24059-, MCZ) , from Mountain Cow, Cayo District, British Honduras. It falls well within the range of individual variation observed in pigra (Table 1) , and I therefore regard luctuosa as a junior synonym of pigra. The characters discussed above for pigra were found to be constant throughout its geographic range, outlined above, and I found no evidence of intergradation with populations of A. p. mexicana to the north or A. p. palliata to the south. The only variation observed in pigra involved the color of the pelage in that in some individuals the bases of the hairs were reddish. However, the characteristic yellowish mantle of palliata was never encountered in specimens of pigra.",
                "cite_spans": [
                    {
                        "start": 164,
                        "end": 188,
                        "text": "Lawrence (1933:333--336)",
                        "ref_id": null
                    },
                    {
                        "start": 774,
                        "end": 800,
                        "text": "Hall and Kelson (1959:220)",
                        "ref_id": null
                    },
                    {
                        "start": 870,
                        "end": 926,
                        "text": "Tabasco,Chiapas, Yucatan, and Campeche, Mexico, May 1970",
                        "ref_id": null
                    },
                    {
                        "start": 1147,
                        "end": 1171,
                        "text": "Lawrence (1933:337-33 9)",
                        "ref_id": null
                    },
                    {
                        "start": 1404,
                        "end": 1421,
                        "text": "(no. 24059-, MCZ)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1021,
                        "end": 1029,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    },
                    {
                        "start": 1549,
                        "end": 1558,
                        "text": "(Table 1)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "COMPARISONS AND RELATIONSHIPS WITH OTHER POPULATIONS",
                "sec_num": null
            },
            {
                "text": "In size and shape of the cranium, cusp' pattern and stylar development of the upper molars, and color of the pelage, the mainland subspecies mexicana, palliata, and trabeata and the insular race coibensis are closely allied. The differences b-etween these races seem so slight that they are at best only weakly definable. However, because an extensive analysis of geographic variation, of these populations, has not yet been made, I retain these here as races of Alouatta palliata.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMPARISONS AND RELATIONSHIPS WITH OTHER POPULATIONS",
                "sec_num": null
            },
            {
                "text": "Another race of palliata not mentioned previously, aequatorialis, has a geographic range that extends northward from Ecuador to western Panama where it comes: into contact with A. p. palliata. In most respects, aequatorialis resembles typical palliata and the few specimens examined from Panama seem to indicate the presence of a well-defined zone of intergradation . However, in some ways aequatorialis resembles pigra. Both are large monkeys and frequently the typical mantle coloration of palliata is reduced or lost completely in some individuals of aequaiorialis. Perhaps the most interesting features are seen in the dentition. The dental arcade of aequatorialis generally does not exhibit such a marked trend in size reduction as seen in typical palliata. The metacone on M2 is not appreciably dislocated lingually and the stylar shelf on this tooth is only slightly narrower than on MI. Both parastyle and metastyle are present on the stylar shelf. The mesostyle is weakly present in the form of a labial loop of the ectoloph, In the specimens of aequatorialis that I examined, this loop remained open and was not pinched off to form a strong mesostyle as seen in pigra. The third upper molar is noticeably smaller and the metacone is reduced in size, thereby altering the square shape of this tooth.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "COMPARISONS AND RELATIONSHIPS WITH OTHER POPULATIONS",
                "sec_num": null
            },
            {
                "text": "As noted, there apparently exist in Middle America two distinct, nonintergrading populations of howler monkeys with distinctive sets of character states. Alouatta palliata mexicana vicinity Jesus Carranza, Veracruz 10 81.1 52.9 9 29.5 11.1 39.4 9 96.7 9 (79.6-83.6) . (51.0-55.6) (27.1-32,.5 ) ( 9'.9-12,.0) (3,7.5-40. One of these I have referred to as pigra and the other for the purpose of this discussion, I shall continue to refer to as palliata (including aequatorialis unless otherwise noted). The population of palliata in southern Mexico (mexicana) is more or less isolated from other populations of palliata in Central America by the interposed range of pigra. At one known locality in Tabasco, pigra occurs sympatrically with mexicana. Insofar as the taxonomic status of the monkeys involved is concerned, there seem to be two possible interpretations of this situation. The first of these would be to retain pigra as an extremely well-defined subspecies of palliata.This might seem reasonable because howler monkeys are known for their gregarious, clanistic social behavior and interbreeding between such clan groups could be infrequent enough to foster a certain amount of character fixation at the local level. However, it seems doubtful that such character fixation, through segregation of clan groups, could account for the degree of distinctness observed between the two character states described above. In fact, the small amount of geographic variation found between populations of palliata (excluding pigra and aequatorialis ), in Middle America, suggests unhindered gene flow between clan groups and little, if any, localization of characters. Furthermore, the population here identified as pigra is much more distinct morphologically from the two adjacent populations of palliata than either of the latter is from each other or from more southerly subspecies. The apparent lack of intergradation between the strikingly distinct populations of pigra and palliate, coupled with the observed sympatry, places in doubt the subspecific status of pigra, as previously defined.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC STATUS OF MIDDLE AMERICAN HOWLER MONKEYS",
                "sec_num": null
            },
            {
                "text": "Perhaps a more conservative interpretation, in view of the above considerations, would be to recognize pigra as a full species. In addition to the documented morphological differences, there may also be some ecological segregation of pigra and the adjacent populations of palliata. The area inhabited by pigra, tropical rainforest of northern Guatemala and adjacent British Honduras and southern Mexico, represents one of the few relatively undisturbed and extensive rainforests in Middle America. The forested region of Darien, Panama and northwestern South America, inhabited by aequatorialis, may be a comparable region. In the intervening area of Central America, occupied by typical palliata, a wide variety of forest situations prevail. Whereas, pigra seems to prefer extensive undisturbed and mesic tropical forest, palliata apparently thrives in less extensive, subclimax or secondary forest, which also may be somewhat xeric in nature. In Nicaragua, for example, it is not uncommon to see bands of howlers (A. p. palliata) foraging in small stands of mango trees near human dwellings. The observed sympatry at Macuspana, Tabasco, could have resulted from recent disturbance of the forest in that region caused by road construction and increased agriculture. At Palenque, Chiapas, just a short distance away and where the forest still remains more or less undisturbed, howler monkeys are of the pigra type. Therefore, until further evidence to the contrary is presented, I regard the black howler of Middle America as a fuIl species, Alouatta pigra Lawrence.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC STATUS OF MIDDLE AMERICAN HOWLER MONKEYS",
                "sec_num": null
            },
            {
                "text": "At this point it is necessary to discuss the nomenclatorial status of Alouaua villosa (Gray) , a problem considered in some detail by Lawrence (1933:334-336 ). To briefly summarize, Gray (1845:220) characterized the species Mijcetes oillosus as: \"Black; hair very long, silky, uniform black, on the cheeks under the ears brownish at the base.\" He listed no precise type locality, but noted that cdlosus \"Inhab, Brazils,\" as did seven of the eight other howler monkeys described in the same paper. Later, Sclater (1872:5-6) wrote: \"Mr. Salvin has often spoken to me of the Black Howler of Vera Cruz; but it is only recently that I have had an opportunity of examining a skin of this animal, obtained by him in that district in May 18B2....\"This specimen had been identified as Mycetes caraya and Sclater recognized it as distinct from that species based on the inclination of the facial hairs. He continued (p. 6): \"Other differences would be, no doubt, found on comparison, which, however, requires further materials for the purpose. But I have no doubt of the distinctness of the northern species [M. caraya considered as the southern species]; and I believed it to be undescribed, until I compared it with the single imperfect stuffed specimen in the British Museum upon which Mycetes oillosus, Gray, was founded. This [villosus] is stated to be from 'Brazil', but I think it probable that there has been a mistake in the locality, and that it is identical with the Guatemalan animal.\" Lawrence (1933:336) pointed out that, if Sclater was correct, there was noway to determine the exact type locality and she suggested that M. villosusbe regarded \"as indeterminable due to the absence of a type locality and the imperfect condition of the type.\" Therefore, she elected to apply the specific name .polliata to, Middle American howlers. However, several recent authors. (Handley, 1966:774; Hall and Kelson, 195-9/:221) have not followed Lawrence's recommendation and have used the specific name A. villosa for these monkeys.",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 92,
                        "text": "(Gray)",
                        "ref_id": null
                    },
                    {
                        "start": 134,
                        "end": 156,
                        "text": "Lawrence (1933:334-336",
                        "ref_id": null
                    },
                    {
                        "start": 182,
                        "end": 197,
                        "text": "Gray (1845:220)",
                        "ref_id": null
                    },
                    {
                        "start": 1297,
                        "end": 1331,
                        "text": "Gray, was founded. This [villosus]",
                        "ref_id": null
                    },
                    {
                        "start": 1488,
                        "end": 1507,
                        "text": "Lawrence (1933:336)",
                        "ref_id": null
                    },
                    {
                        "start": 1870,
                        "end": 1889,
                        "text": "(Handley, 1966:774;",
                        "ref_id": null
                    },
                    {
                        "start": 1890,
                        "end": 1918,
                        "text": "Hall and Kelson, 195-9/:221)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC STATUS OF MIDDLE AMERICAN HOWLER MONKEYS",
                "sec_num": null
            },
            {
                "text": "Mr. John Edwards Hill of the British Museum (Natural History) has been most helpful in comparing the holotype of villosa (BM 43.9'.14.3, female) and the cotypes of palliata (BM 48.11.10 .1, male, and BM 48.10.26~1, female) with Figs. 1 and 2. As was suspected, the cotypes of palliata agreed with the characters of the monkeys .herein assigned to that species. Also, the holotypeof v'illosa 'agreedvmore o,r less, with the photographs of pigra. This was not particularlysurprising, because pigra closely resembles the South American A. senicula, major differences being the robustness of the dentition and the large size of the males in the former, Hill noted in his comparisons that the dentition of the holotype of oillosa was not noticeably different from pigra in cusp pattern but was reduced •in size. This being the case, I think it quite likely that Gray's Mycetes villosusdidindeed come from Brazil rather than Guatemala and should not be confused as a senior synonym of either palliata or pigra.",
                "cite_spans": [
                    {
                        "start": 173,
                        "end": 185,
                        "text": "(BM 48.11.10",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TAXONOMIC STATUS OF MIDDLE AMERICAN HOWLER MONKEYS",
                "sec_num": null
            },
            {
                "text": "The existence of two species of howler monkeys in Middle America suggests some interesting zoogeographic problems as regards the evolution and dispersal of each. Although the vertebrate fauna of Middle America has commanded the interest of many zoogeographers (Simpson, 1950; Hershkovitz, 1958 Hershkovitz, , 1966 Duellman, 1960; Savage, 1966; and others) , the fossil history of this fauna is poorly known and contributes rather little to our current understanding of evolution in the region. The suggestions beyond concerning howler monkeys must clearly .be labeled as speculative.",
                "cite_spans": [
                    {
                        "start": 260,
                        "end": 275,
                        "text": "(Simpson, 1950;",
                        "ref_id": null
                    },
                    {
                        "start": 276,
                        "end": 293,
                        "text": "Hershkovitz, 1958",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 294,
                        "end": 313,
                        "text": "Hershkovitz, , 1966",
                        "ref_id": null
                    },
                    {
                        "start": 314,
                        "end": 329,
                        "text": "Duellman, 1960;",
                        "ref_id": null
                    },
                    {
                        "start": 330,
                        "end": 343,
                        "text": "Savage, 1966;",
                        "ref_id": null
                    },
                    {
                        "start": 344,
                        "end": 355,
                        "text": "and others)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Ceboid remains have been recorded from the late Oligocene of Patagonia and late Miocene of Colombia (Rusconi, 1935; Stirton, 1951) . These remains seem to indicate that precursors of Recent ceboids were well established in South America by the early part of the Cenozoic. Both Simpson (1945: 185) and Stirton (19'51:335) thought that these early ceboids were the product of one of the Paleocene prosimian stocks from the Nearctic that had migrated to Middle America and South America during late Cretaceous or early Paleocene times. Stilton (loc. cit.) suggested that the early evolution of this stock may have taken place between the Bolivar Geosyncline in northern Colombia and the region south of the Isthmus of Tehuantepec in Mexico. He also thought that this early pre-ceboid complex may have been restricted to this region by various marine barriers over which they passed by chance dispersal.",
                "cite_spans": [
                    {
                        "start": 100,
                        "end": 115,
                        "text": "(Rusconi, 1935;",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 116,
                        "end": 130,
                        "text": "Stirton, 1951)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 277,
                        "end": 296,
                        "text": "Simpson (1945: 185)",
                        "ref_id": null
                    },
                    {
                        "start": 301,
                        "end": 320,
                        "text": "Stirton (19'51:335)",
                        "ref_id": null
                    },
                    {
                        "start": 541,
                        "end": 552,
                        "text": "(loc. cit.)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "One of these pre-ceboid genera, Homunculus Ameghino, is of particular relevance in this discussion because concluded that at least the species H. tatacoensis Stirton, from the La Venta Fauna (late Miocene) of Colombia, was most closely related to the recent genus Alouatta. This conclusion was based primarily on similarities exhibited by the lower molariform teeth. Unfortunately, all of the species of the genus Homunculus except one, H. harringtoni Rusconi, are represented only by portions of the lower dentition. The genus has been reported from, the late Oligocene of Patagonia by Rusconi (1935) and others, thereby illustrating the widespread distribution of these monkeys in South America in the early Cenozoic. Absolutely nothing is known about alouattine evolution in Middle America, concerning which there are several feasible hypotheses. One of these would be to assume that in the early to middle Pliocene, before a wide land connection was re-established between North and South America, a segment of the early alouattine stock penetrated onto the Nuclear Central American land mass (consisting of Mexico south of the Isthmus of Tehuantepec, Guatemala, British Honduras, EI Salvador, Honduras, and north-central Nicaragua) from South America either by \"island-hopping\" or along a narrow corridor, or a combination of both. This stock, being rather primitive, may have had a long\" narrow skull and upper molar teeth that exhibited little reduction in size and modification of the cusp pattern. Subsequent isolation and differentiation of this stock may have resulted in the formation of Alouatta pigra. In South America, another segment of the primitive alouattine stock may have given rise to the senicula group, in which there seems to have been a trend toward smaller teeth in the absence of marked alteration of the cusp pattern or modifications in the shape of the skull.",
                "cite_spans": [
                    {
                        "start": 587,
                        "end": 601,
                        "text": "Rusconi (1935)",
                        "ref_id": "BIBREF30"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "In northwestern South America, a southern representative of the pre-1 Jigra stock may have differentiated into an aequatorialis-use lineage. In this line, the trend seems to have started toward shortening and broadening of the skull, reduction in tooth size, and alteration of the cusp pattern on the molar dentition. As noted above, the modification of the dentition in aequatorialis, although apparent, is not as marked as that observed in other subspecies of palliata. At any rate, a segment of the aequatorialis-like stock may then have moved northward into the Talamancan region of Middle America and through continued reduction of tooth size and alteration of cusp pattern, evolved into",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "DISCUSSION",
                "sec_num": null
            },
            {
                "text": "Downloaded from https://academic.oup.com/jmammal/article/51/2/358/833386 by University of Michigan user on 07 October 2021",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF1": {
                "ref_id": "b1",
                "title": "GUATEMALA: Sacchich",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Laguna Ocotal, 3 (MCZ). GUATEMALA: Sacchich, Peten, 1 (USNM);",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "USNM); 1 mi. S La Libertad, Pet,en, 1 (AMNH); 2 mi",
                "authors": [
                    {
                        "first": "Peten",
                        "middle": [],
                        "last": "Libertad",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Pet-en",
                "volume": "9",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Libertad, Peten, 3 (USNM); 1 mi. S La Libertad, Pet,en, 1 (AMNH); 2 mi. S La Libertad, Peten, 1 (AMNH); 9 mi. S La Libertad, Pet-en, 5 (AMNH);",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "specific locality, 6 (UMMZ). BRITISH HONDURAS",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Peten",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Peten, no specific locality, 6 (UMMZ). BRITISH HONDURAS: Rockstone Pond, 1 (RO'M);",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Hummingbird Highway",
                "authors": [
                    {
                        "first": "Mi",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "43",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mi. 43, Humming- bird Highway, Cayo, 2 (MSU);",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Localities in italic type are not plotted in Fig. a because undue crowding of symbols would have occurred. Comparative material.-Alouatta palliata mexicana",
                "authors": [
                    {
                        "first": "Mountain",
                        "middle": [],
                        "last": "Cow",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mountain Cow, Cayo Dis- trict, 1 (MCZ). Localities in italic type are not plotted in Fig. a because undue crowding of symbols would have occurred. Comparative material.-Alouatta palliata mexicana, 41 ( 28 Veracruz, 7 Chiapas, 6",
                "links": null
            },
            "BIBREF14": {
                "ref_id": "b14",
                "title": "Alouatta palliata palliata",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tabasco",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "44",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Tabasco ), Alouatta palliata palliata, 44 (4 Honduras, 30 Nicaragua, 10 Costa Rica);",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Alouatta palliata aequatoralis",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alouatta palliata aequatoralis, 31 (17 Panama, 2 Colombia, 12 Ecuador);",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Alouatta belzebul",
                "authors": [],
                "year": null,
                "venue": "",
                "volume": "2",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alouatta belzebul, 2 (Brazil).",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "who critically reviewed the manuscript in its various stages of preparation. I am also grateful to the following institutions and persons who permitted me to examine specimens in their care (abbreviations identify specimens examined in text",
                "authors": [
                    {
                        "first": "",
                        "middle": [
                            "J"
                        ],
                        "last": "Acknowledgments I Wish To Thank Dr",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "Knox Jones",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Dr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [
                            "S"
                        ],
                        "last": "Robert",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "ACKNOWLEDGMENTS I wish to thank Dr. J. Knox Jones, jr., and Dr. Robert S. Hoffmann, who critically re- viewed the manuscript in its various stages of preparation. I am also grateful to the follow- ing institutions and persons who permitted me to examine specimens in their care (abbrevia- tions identify specimens examined in text): American Museum of Natural History (AMNH),",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Field Museum of Natural History (FMNH)",
                "authors": [
                    {
                        "first": "Karl",
                        "middle": [
                            "F"
                        ],
                        "last": "Koopman",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Karl F. Koopman; Field Museum of Natural History (FMNH), Joseph C. Moore and Philip Hershkovitz;",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Donald Patten; Museum of Comparative Zoology",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "L"
                        ],
                        "last": "Peterson",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Los Angeles County Museum (LACM)",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Los Angeles County Museum (LACM), Donald Patten; Museum of Compara- tive Zoology, Harvard University (MCZ), Barbara Lawrence; The Museum, Michigan State University (MSU), Rollin H. Baker; Royal Ontario Museum (ROM), R. L. Peterson;",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Specimens housed in the Museum of Natural History, The University of Kansas (KU) also have been used; many of these were obtained under the aegis of a contract (DA-49-193-MD-2215) from the U. S. Army Medical Research and Development Command. I also appreciate the assistance of Mr. John Edwards Hill, who examined the holotypes of A. villosa (Gray) and A. palliata (Gray)",
                "authors": [
                    {
                        "first": "",
                        "middle": [],
                        "last": "Tcwc)",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Dilford",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "Carter; University Of Michigan",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [
                            "T"
                        ],
                        "last": "Hooper",
                        "suffix": ""
                    },
                    {
                        "first": ";",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "O"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "Jr",
                        "middle": [],
                        "last": "",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "H"
                        ],
                        "last": "Manville",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "United States National Museum, including the Biological Surveys Collection (USNM)",
                "volume": "",
                "issue": "",
                "pages": "700--719",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "A&M University, Texas Cooperative Wildlife Collection (TCWC), Dilford C. Carter; Uni- versity of Michigan, Museum of Zoology (UMMZ), E. T. Hooper; United States National Museum, including the Biological Surveys Collection (USNM), C. o. Handley, Jr. and R. H. Manville. Specimens housed in the Museum of Natural History, The University of Kansas (KU) also have been used; many of these were obtained under the aegis of a contract (DA-49-193-MD-2215) from the U. S. Army Medical Research and Development Com- mand. I also appreciate the assistance of Mr. John Edwards Hill, who examined the holo- types of A. villosa (Gray) and A. palliata (Gray). LITERATURE CiTED DUELLMAN, W. E. 1966. The Central American herpetofauna: an ecological perspective. Copeia, 1966: 700-719.",
                "links": null
            },
            "BIBREF23": {
                "ref_id": "b23",
                "title": "On the howling monkeys (Mycetes, Illiger). Ann. Mag",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "Gray",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Nat. Hist., sere",
                "volume": "1",
                "issue": "",
                "pages": "217--239",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "GRAY, J. E. 1845. On the howling monkeys (Mycetes, Illiger). Ann. Mag. Nat. Hist., sere 1, 16: 217-22.1.",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "The mammals of North America",
                "authors": [
                    {
                        "first": "E",
                        "middle": [
                            "R"
                        ],
                        "last": "Hall",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [
                            "R"
                        ],
                        "last": "Kelson",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HALL, E. R., AND K. R. KELSON. 1959. The mammals of North America. The Ronald Press, New York, 1: xxx + 1-546 + 79.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Checklist of the Mammals of Panama",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "0"
                        ],
                        "last": "Handley",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1966,
                "venue": "Ectoparasites of Panama",
                "volume": "",
                "issue": "",
                "pages": "1--861",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HANDLEY, C. 0., JR. 1966. Checklist of the Mammals of Panama. Pp. 753-795, in Ecto- parasites of Panama (R. L. Wenzel and V. J. Tipton, eds.), Field 1tlus. Nat. Hist., Chicago, Pp. xii + 1-861.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "A geographic classification of Neotropical mammals",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Hershkovitz",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "Fieldiana: Zool",
                "volume": "36",
                "issue": "",
                "pages": "581--620",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "HERSHKOVITZ, P. 1958. A geographic classification of Neotropical mammals. Fieldiana: Zool., 36: 581-620.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Howler monkeys of the palliata group",
                "authors": [
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Lawrence",
                        "suffix": ""
                    }
                ],
                "year": 1933,
                "venue": "Bull. Mus. Comp. Zool",
                "volume": "75",
                "issue": "",
                "pages": "313--354",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "LAWRENCE, B. 1933. Howler monkeys of the palliata group. Bull. Mus. Comp. Zool., 75: 313-354.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "Las especies de primates del oligoceno de Patagonia (gen",
                "authors": [
                    {
                        "first": "C",
                        "middle": [],
                        "last": "Rusconi",
                        "suffix": ""
                    }
                ],
                "year": 1935,
                "venue": "Rev. Argentina Pal. Anthrop. Ameghinia",
                "volume": "1",
                "issue": "",
                "pages": "39--68",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "RUSCONI, C. 1935. Las especies de primates del oligoceno de Patagonia (gen. Homuncu- Ius). Rev. Argentina Pal. Anthrop. Ameghinia, 1:•39-68.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "The origin and history of the Central American herpetofauna",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Savage",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "Copeia",
                "volume": "",
                "issue": "",
                "pages": "719--766",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SAVAGE, J. M. 1960. The origin and history of the Central American herpetofauna. Copeia, 19661: 719-766.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "On the Quadrumana found in America north of Panama",
                "authors": [
                    {
                        "first": "P",
                        "middle": [
                            "L"
                        ],
                        "last": "Sclater",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Proc. Zool. Soc",
                "volume": "",
                "issue": "",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SCLATER, P. L. 1872. On the Quadrumana found in America north of Panama. Proc. Zool. Soc., London, Pp. 1-8.",
                "links": null
            },
            "BIBREF33": {
                "ref_id": "b33",
                "title": "The principles of classification and a classification of mammnls",
                "authors": [
                    {
                        "first": "G",
                        "middle": [
                            "G"
                        ],
                        "last": "Simpson",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "Bull. Amer. Mus. Nat. Hist",
                "volume": "85",
                "issue": "",
                "pages": "1--350",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "SIMPSON, G. G. 1945. The principles of classification and a classification of mammnls. Bull. Amer. Mus. Nat. Hist., 85: xvi + 1-350.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "History of the fauna of Latin America",
                "authors": [],
                "year": null,
                "venue": "Amer. Sci",
                "volume": "38",
                "issue": "",
                "pages": "361--389",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "19r50. History of the fauna of Latin America. Amer. Sci., 38: 361-389.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "Ceboid monkeys from the Miocene of Colombia",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Stirton",
                        "suffix": ""
                    }
                ],
                "year": 1951,
                "venue": "Univ. California Publ. Ceol, Sci",
                "volume": "28",
                "issue": "",
                "pages": "315--356",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "STIRTON, R. A. 1951. Ceboid monkeys from the Miocene of Colombia. Univ. California Publ. Ceol, Sci., 28: 315-356.",
                "links": null
            }
        },
        "ref_entries": {
            "TABREF0": {
                "num": null,
                "text": "from Uaxactun, Peten, Guatemala.",
                "type_str": "table",
                "content": "<table><tr><td>362</td><td>JOURNAL OF MAMMALOGY</td><td>Vol. 51, No.2</td></tr><tr><td>96</td><td>88</td><td/></tr><tr><td>I</td><td/><td/></tr><tr><td>18--,</td><td>•</td><td/></tr><tr><td>/</td><td/><td>-18</td></tr><tr><td>12-</td><td/><td/></tr><tr><td>o I</td><td>200 Miles I</td><td/></tr><tr><td/><td>I</td><td/></tr><tr><td>96</td><td>88</td><td/></tr></table>"
            },
            "TABREF1": {
                "num": null,
                "text": "-Selected cranial measurements (meaii and range in parentheses), of A. palliata mexicana, A. p. palliata, and A. pigra from selected localities in Middle America. All specimens are adult males and measurements are in millimeters. Superscript numbers indicate deviations from sample size given in left-hand column.",
                "type_str": "table",
                "content": "<table><tr><td>Sample Zygomatic size breadth</td><td>Mastoid breadth</td><td>Breadth across canines</td><td>Interorbital breadth</td><td>Length maxillary toothrow</td><td>Condylobasal length</td></tr></table>"
            }
        }
    }
}