{
    "paper_id": "Storer1926-WhatistheNorthwardLimitofRangefortheMastiffBat",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:33:08.490277Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "abstract": "",
    "pdf_parse": {
        "paper_id": "Storer1926-WhatistheNorthwardLimitofRangefortheMastiffBat",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": "The current records of the distribution of the California mastiff bat (E U1UOpS calijornicus) indicate the range of the species as being within the Lower Sonoran Zone. Mrs. Grinnell (University of California Publ, Zool., vol. 17, 1918, p. 373) gives Fresno and Mendota as the northernmost stations of occurrence, both based upon specimens.",
                "cite_spans": [
                    {
                        "start": 168,
                        "end": 243,
                        "text": "Mrs. Grinnell (University of California Publ, Zool., vol. 17, 1918, p. 373)",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "During June, 1925, while collecting in Lake County, I made the acquaintance of Mr. J. B. Maker of Middletown, who has lived in various parts of Lake County for about thirty years. He told me of once finding in the valley near Middletown a large bat which measured -sixteen inches in total spread of wings. There were no notable features of color. None of our other California species is believed to have a spread exceeding twelve inches. As I found IVIr. Maker to be reliable and conservative on many other observations which he repeated to me, I am inclined to accept his report of the size of this bat. In August, 1925, Mr. Warner Wilson of Davis told me that a relative, Mr. Alex Kennedy, who lives in the mountains east of Clear Lake, near Arabella, Lake County, had recently killed a large bat, the description of which accorded with that of the mastiff bat. The specimen was not saved, and a search, in the place where it had been shot, failed to reveal any trace of it. Mr. Wilson is quite familiar with the various species of bats occurring commonly in northern California, having made a considerable collection of them; at the time when he told me of the above, he was unaware of my having any other information on the subject.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is unfortunate that no specimens are at hand to substantiate the above circumstantial accounts of the mastiff bat in Lake County. Both of the residents mentioned have been told of the desirability of saving any subsequent specimens which they may find. In the meanwhile it seems desirable to publish these notes so that mammalogists may be on the watch for the species in more northern Iocalities.c-Tuxcr I. STORER, ZoologicaJ Laboratoru, University Parm, Davis, California.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In early December, 1925, J. D. Lambmissed three kittens out of a litter of five living on his farm near Manchester, in Washtenaw County, Michigan. A few days later a trapper dug out a skunk den on the farm and in the burrow found the partly eaten remains of two kittens, one of which could be positively identified as being one of those missed by Mr. Lamb. The kittens were over half-grown, and they must have been carried about 400 yards to the den. No remains were found of the third kitten. The species of skunk is Mephitis nigra.-L. R. DICE, llfuseum of Zoology, University of Michigan, Ann .A.rbor, Michigan.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "SKUNK EATS KITTENS",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Bauman's article in the last issue of the JOUR~AL OF MAMMALOGY (February, 1926) on this topic is exceedingly interesting, making one marvel at JOURNAL OF i\\I",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "E"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "",
                "volume": "1",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "J. E. Bauman's article in the last issue of the JOUR~AL OF MAMMALOGY (February, 1926) on this topic is exceedingly interesting, making one marvel at JOURNAL OF i\\I.'l:\\BL\\LOGY. VOL. 1. No.2",
                "links": null
            }
        },
        "ref_entries": {}
    }
}