{
    "paper_id": "SwiderskiandZelditch2010-Morphologicaldiversitydespiteisometricscalingofleverarms",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-10-07T18:33:23.594884Z"
    },
    "title": "Morphological Diversity Despite Isometric Scaling of Lever Arms",
    "authors": [
        {
            "first": "Donald",
            "middle": [
                "L"
            ],
            "last": "Swiderski",
            "suffix": "",
            "affiliation": {},
            "email": ""
        },
        {
            "first": "Miriam",
            "middle": [
                "L"
            ],
            "last": "Zelditch",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "abstract": "In the absence of a substantial functional shift, morphological evolution is usually expected to follow an allometric trajectory, however, studies of tree squirrel jaws have found isometry across most of their size range. This isometry appears to reflect the integration of a small number of lever arm lengths that are critical for generating bite force. To test whether this integration constrains only the ratios of these lengths, or jaw shape in general, we analyzed jaw shapes and a set of lengths comparable to those used in previous studies for 23 species of sciurine tree squirrels (Sciurus, Tamiasciurus and Microsciurus), a lineage that is both functionally uniform and spans a large size range. We found that the measured lengths were highly correlated and isometric with respect to each other, but negatively allometric with respect to jaw size. Shape differences are generally small, but shape diversity was still greater than the diversity of mechanical advantages (input lever lengths scaled by output lever length). In addition, phylogenetic analyses demonstrated that only a minute fraction of shape evolution is correlated with size evolution. This contrast between the diversity of shape and the stability of proportions among a suite of functionally relevant lengths suggests that constraints on those lengths and the associated mechanical parameters have little or no ability to restrict changes in other aspects of jaw form.",
    "pdf_parse": {
        "paper_id": "SwiderskiandZelditch2010-Morphologicaldiversitydespiteisometricscalingofleverarms",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "In the absence of a substantial functional shift, morphological evolution is usually expected to follow an allometric trajectory, however, studies of tree squirrel jaws have found isometry across most of their size range. This isometry appears to reflect the integration of a small number of lever arm lengths that are critical for generating bite force. To test whether this integration constrains only the ratios of these lengths, or jaw shape in general, we analyzed jaw shapes and a set of lengths comparable to those used in previous studies for 23 species of sciurine tree squirrels (Sciurus, Tamiasciurus and Microsciurus), a lineage that is both functionally uniform and spans a large size range. We found that the measured lengths were highly correlated and isometric with respect to each other, but negatively allometric with respect to jaw size. Shape differences are generally small, but shape diversity was still greater than the diversity of mechanical advantages (input lever lengths scaled by output lever length). In addition, phylogenetic analyses demonstrated that only a minute fraction of shape evolution is correlated with size evolution. This contrast between the diversity of shape and the stability of proportions among a suite of functionally relevant lengths suggests that constraints on those lengths and the associated mechanical parameters have little or no ability to restrict changes in other aspects of jaw form.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Lineages of functionally equivalent forms are generally expected to evolve along allometric trajectories, at least within size ranges that can accommodate the requisite allometric transformations (Huxley 1932; Gould 1975; Sweet 1980; Strauss 1985; Marroig and Cheverud 2005) . Tree squirrels would seem to be one of those functionally uniform groups, but some studies suggest that evolution of jaw morphology in tree squirrels is not allometric but rather is isometric over most of their size range (Ball and Roth 1995; Thorington and Darrow 1996; Velhagen and Roth 1997) . Most of the exceptions to the general isometry are at the extremes of the size range: pygmy squirrels (\\80 g), and giant squirrels ([2000 g ). Within the range of more typical species (100-1200 g), tree squirrels have a reputation for being morphologically uniform relative to other rodents, a uniformity that includes the anatomical position of jaw muscle attachments and the proportions of input and output lever arm lengths. The explanation for this uniformity might be particular to jaws or particular to squirrels.",
                "cite_spans": [
                    {
                        "start": 196,
                        "end": 209,
                        "text": "(Huxley 1932;",
                        "ref_id": "BIBREF42"
                    },
                    {
                        "start": 210,
                        "end": 221,
                        "text": "Gould 1975;",
                        "ref_id": "BIBREF34"
                    },
                    {
                        "start": 222,
                        "end": 233,
                        "text": "Sweet 1980;",
                        "ref_id": "BIBREF57"
                    },
                    {
                        "start": 234,
                        "end": 247,
                        "text": "Strauss 1985;",
                        "ref_id": "BIBREF56"
                    },
                    {
                        "start": 248,
                        "end": 274,
                        "text": "Marroig and Cheverud 2005)",
                        "ref_id": "BIBREF46"
                    },
                    {
                        "start": 499,
                        "end": 519,
                        "text": "(Ball and Roth 1995;",
                        "ref_id": "BIBREF13"
                    },
                    {
                        "start": 520,
                        "end": 547,
                        "text": "Thorington and Darrow 1996;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 548,
                        "end": 571,
                        "text": "Velhagen and Roth 1997)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 705,
                        "end": 713,
                        "text": "([2000 g",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Jaws of all animals may maintain isometric scaling of linear dimensions for purely mechanical reasons; allometric scaling is necessary only when functional features of different dimensionality must keep pace with each other. In one classic example of allometry, limb cross sections (areas) must keep pace with the mass they support (a function of volume); therefore the square root of area must increase faster than the cube root of mass. Jaw function is not so directly tied to the mass of the body; the jaws may be provisioning a larger body, but the requirement to eat more food does not necessarily translate to a requirement for larger foods. Carnivores can reduce the costs of hunting by eating larger prey, but herbivores derive no particular benefit from eating larger leaves. More important, the performance of jaws as levers for exerting force on food items may be determined by the ratios of just a few lever arm lengths (Davis 1955; Turnbull 1970; Bramble 1978; Greaves 1982) . Because the lengths that determine these ratios all have the same dimensionality, they should be expected to scale isometrically with respect to each other to maintain functional relationships such as their mechanical advantages. In fact, ratios of jaw lever arm lengths have been shown to be quite stable in several mammalian lineages that are ecologically and functionally distinct from tree squirrels (Radinsky 1982 (Radinsky , 1985 Greaves 2000) . Stability of these ratios produces a reliable correspondence between muscle force production and bite force, and thus a fairly direct link between a selective input (selection on bite force) and an evolutionary output (change in muscle mass). This could, in turn, permit diversification by size stratification and niche partitioning, as Radinsky (1982) suggested for mammalian carnivores. In addition, stability of these few ratios, by insuring a reliable response to selection on bite force, may free other aspects of jaw morphology to evolve independently of that same selective pressure, perhaps in response to other functional demands. Thus, conservation of lever arm ratios need not extend to other features of jaw shape.",
                "cite_spans": [
                    {
                        "start": 932,
                        "end": 944,
                        "text": "(Davis 1955;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 945,
                        "end": 959,
                        "text": "Turnbull 1970;",
                        "ref_id": "BIBREF60"
                    },
                    {
                        "start": 960,
                        "end": 973,
                        "text": "Bramble 1978;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 974,
                        "end": 987,
                        "text": "Greaves 1982)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 1394,
                        "end": 1408,
                        "text": "(Radinsky 1982",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 1409,
                        "end": 1425,
                        "text": "(Radinsky , 1985",
                        "ref_id": "BIBREF53"
                    },
                    {
                        "start": 1426,
                        "end": 1439,
                        "text": "Greaves 2000)",
                        "ref_id": "BIBREF36"
                    },
                    {
                        "start": 1779,
                        "end": 1794,
                        "text": "Radinsky (1982)",
                        "ref_id": "BIBREF52"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "In tree squirrels, uniformity of jaw lever arms may actually be associated with a general uniformity of jaw shape. In fact, tree squirrels appear to be highly conservative in nearly all their anatomical features, not just their jaws (Bryant 1945; Moore 1959; Black 1963; Emry and Thorington 1982) . Only such major functional and ecological shifts as the evolution of ground squirrels or flying squirrels have led to notable qualitative anatomical changes. The close similarity between extant species of Sciurus and forms found in the early Oligocene (\\30 mya) has earned Sciurus, and tree squirrels in general, a reputation as living fossils (Emry and Thorington 1984) . Such strong conservatism bespeaks a highly constrained morphology, one that might resist even the pressures of size scaling. The source of that conservatism may lie in the extraordinary functional demands of arboreality and durophagy. Durophagy places a premium on the ability to generate large bite forces to fracture hard foods (Werdelin 1989; Binder and Van Valkenburgh 2000; Herrel et al. 2002; Dumont et al. 2009) . Selection for rapid arboreal locomotion would not only favor eyes positioned to capture a complex threedimensional visual scene, but also a relatively large brain that can quickly process complex spatial data and manage the correspondingly complex locomotor demands (Lemen 1980; Eisenberg and Wilson 1981) . Because the bones that encompass the brain and eyes are also the attachment surfaces for the jaw muscles, the skull may have a limited ability to accommodate these two sets of demands (Dullemeijer 1958; Cartmill 1980; Roth 1996) . Limitations on skull morphology would entail corresponding limitations on the lower jaw, which must maintain effective occlusion.",
                "cite_spans": [
                    {
                        "start": 233,
                        "end": 246,
                        "text": "(Bryant 1945;",
                        "ref_id": "BIBREF21"
                    },
                    {
                        "start": 247,
                        "end": 258,
                        "text": "Moore 1959;",
                        "ref_id": "BIBREF49"
                    },
                    {
                        "start": 259,
                        "end": 270,
                        "text": "Black 1963;",
                        "ref_id": "BIBREF19"
                    },
                    {
                        "start": 271,
                        "end": 296,
                        "text": "Emry and Thorington 1982)",
                        "ref_id": "BIBREF29"
                    },
                    {
                        "start": 643,
                        "end": 669,
                        "text": "(Emry and Thorington 1984)",
                        "ref_id": "BIBREF30"
                    },
                    {
                        "start": 1002,
                        "end": 1017,
                        "text": "(Werdelin 1989;",
                        "ref_id": "BIBREF63"
                    },
                    {
                        "start": 1018,
                        "end": 1050,
                        "text": "Binder and Van Valkenburgh 2000;",
                        "ref_id": "BIBREF18"
                    },
                    {
                        "start": 1051,
                        "end": 1070,
                        "text": "Herrel et al. 2002;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 1071,
                        "end": 1090,
                        "text": "Dumont et al. 2009)",
                        "ref_id": null
                    },
                    {
                        "start": 1359,
                        "end": 1371,
                        "text": "(Lemen 1980;",
                        "ref_id": "BIBREF43"
                    },
                    {
                        "start": 1372,
                        "end": 1398,
                        "text": "Eisenberg and Wilson 1981)",
                        "ref_id": "BIBREF28"
                    },
                    {
                        "start": 1585,
                        "end": 1603,
                        "text": "(Dullemeijer 1958;",
                        "ref_id": "BIBREF26"
                    },
                    {
                        "start": 1604,
                        "end": 1618,
                        "text": "Cartmill 1980;",
                        "ref_id": "BIBREF24"
                    },
                    {
                        "start": 1619,
                        "end": 1629,
                        "text": "Roth 1996)",
                        "ref_id": "BIBREF54"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "In this study, we examine evolution of jaw morphology in relation to jaw size in sciurine tree squirrels (Sciurini Fischer de Waldheim 1817), which encompasses nearly all New World tree squirrel species and a few Old World species (Steppan et al. 2004; Thorington and Hoffmann 2005) . Recent comprehensive molecular analyses have demonstrated that this is a monophyletic group, corroborated several key branch points and established their ages (Mercer and Roth 2003; Steppan et al. 2004) , providing a framework for phylogenetic analyses of jaw size and shape. We described jaw morphology using both geometric shape variables and lever arm lengths comparable to those used in previous studies (Thorington and Darrow 1996; Velhagen and Roth 1997) . Comparison of these two data sets allowed us to corroborate the stability of the lever arm ratios, and evaluate the diversity of shapes within that constraint.",
                "cite_spans": [
                    {
                        "start": 231,
                        "end": 252,
                        "text": "(Steppan et al. 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 253,
                        "end": 282,
                        "text": "Thorington and Hoffmann 2005)",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 444,
                        "end": 466,
                        "text": "(Mercer and Roth 2003;",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 467,
                        "end": 487,
                        "text": "Steppan et al. 2004)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 693,
                        "end": 721,
                        "text": "(Thorington and Darrow 1996;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 722,
                        "end": 745,
                        "text": "Velhagen and Roth 1997)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "All specimens (Appendix Table 7 ) were photographed in a standardized orientation to minimize variation in orientation as a source of measurement error. In addition, all specimens were photographed at distances approximately proportional to their sizes, so that they occupied no more than the central third of the field of view, minimizing the effect of parallax on apparent shape and maintaining a depth of field greater than the distance between the medial and lateral corners of the angular process. A ruler was included in all images for calculation of lengths and centroid size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 24,
                        "end": 31,
                        "text": "Table 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Data Acquisition",
                "sec_num": null
            },
            {
                "text": "Twelve landmarks and 75 semilandmarks were digitized on each image using tpsDig ( Fig. 1a) . Procrustes superimposition to remove non-shape differences between configurations was performed in TpsRelw; the bending energy optimization was used to slide semilandmarks between the endpoints of their respective curves and remove effects of arbitrary placement of semilandmarks on curves. Centroid sizes of the jaws were also computed from these configurations. Mathematical details of these and related methods can be found in Marcus et al. (1996) , Zelditch et al. (2004) , and references therein.",
                "cite_spans": [
                    {
                        "start": 523,
                        "end": 543,
                        "text": "Marcus et al. (1996)",
                        "ref_id": "BIBREF45"
                    },
                    {
                        "start": 546,
                        "end": 568,
                        "text": "Zelditch et al. (2004)",
                        "ref_id": "BIBREF64"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 82,
                        "end": 90,
                        "text": "Fig. 1a)",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Data Acquisition",
                "sec_num": null
            },
            {
                "text": "Seven linear distances from the posterior of the condyle (landmark 10, Fig. 1b ), representing lever arm lengths pertinent to jaw closing mechanics, were also calculated for each specimen. Mechanical advantages (input arm length/output arm length) were computed for all 10 combinations of input and output arms. To compute two of the lever arms (INC and SM2), we digitized two points that were not included in the landmark set for reasons discussed below. This set of lengths was modeled after those used in previous analyses of squirrel jaws (Thorington and Darrow 1996; Velhagen and Roth 1997) . Lengths were computed in tmorphgen after format conversion using CoordGen.",
                "cite_spans": [
                    {
                        "start": 543,
                        "end": 571,
                        "text": "(Thorington and Darrow 1996;",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 572,
                        "end": 595,
                        "text": "Velhagen and Roth 1997)",
                        "ref_id": "BIBREF61"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 71,
                        "end": 78,
                        "text": "Fig. 1b",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Data Acquisition",
                "sec_num": null
            },
            {
                "text": "The incisor tip point was not included in the landmark set because it exhibits severe seasonal wear in some populations; some individuals have incisors worn to within a few millimeters of the alveolus, which would strongly influence the superimposition of those specimens and the estimates of mean size and shape in those species. Excluding the incisor tip point from the landmark set allowed inclusion of these specimens in the analysis of mean shape and centroid size. To facilitate comparisons between this study and previous work, incisor output arm was included in the analysis of lever arm lengths, and those specimens with extremely worn incisors were excluded from the lever arm data set.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Acquisition",
                "sec_num": null
            },
            {
                "text": "The point at the distal end of SM2 represents the most medial point of the angular process, which bends first medially, then laterally in sciurids. This point is often, but not always, the most ventral point on the angular process. From a mechanical perspective, its importance lies in the fact that it represents the part of the superficial masseter insertion that is farthest from the condyle and has the highest mechanical advantage. Although the point is easily recognized on specimens in hand, and in properly lit 2D images, it is not a corner, but an extreme point on a broad curve in most of the taxa in this study. Thus we do not regard it as landmark in the strictest sense--as a discrete, anatomically defined point location that is comparable across specimens. Accordingly, we included SM2 in the lever arm lengths, but omitted its end point from the landmark set (however, the contribution of this projection to the shape of the angular process is captured by the semilandmarks following the ventral edge of that process).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Data Acquisition",
                "sec_num": null
            },
            {
                "text": "Canonical variates analysis (CVAGen) was used to determine whether mean jaw shapes differed among species. Principal components analysis (PCAGen) was performed on all 209 individuals, to determine the number of axes needed to account for at least 90% of the shape variation, then CVA was performed on the scores for this subset of PCs. Classifications based on CV scores were evaluated by a jackknife procedure, treating each specimen as an unknown and comparing its classification based on CVA of the remaining specimens to its original species assignment. The misclassifications produced by this procedure identify which species have overlapping distributions that cannot be separated by CVA.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis",
                "sec_num": null
            },
            {
                "text": "Pairwise distances between mean shapes (tpsSmall) were generated to identify the most similar species. Goodall's F test was performed in TwoGroup to determine if the means of those species were significantly different.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis",
                "sec_num": null
            },
            {
                "text": "All other analyses of both data sets (coordinates and lengths), were based on the means computed for each species. Interspecific regressions and correlations were evaluated for both the observed species means and the phylogenetically independent contrasts between sister taxa (Felsenstein 1985) , using MorphoJ for shape variables and the PDAP module in Mesquite for length measurements.",
                "cite_spans": [
                    {
                        "start": 276,
                        "end": 294,
                        "text": "(Felsenstein 1985)",
                        "ref_id": "BIBREF31"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Analysis",
                "sec_num": null
            },
            {
                "text": "Hypothesized phylogenetic relationships ( Fig. 2a ) were based on several sources. The starred nodes and their dates are based on molecular analyses by Mercer and Roth (2003) , which are calibrated by estimated ages of key b Lever arm lengths, measured as line distances from the posterior of the condyle to the following points: T1--tip of coronoid process, proximal end of temporalis insertion; T2--base of coronoid process, distal end of temporalis insertion; SM1--posterolateral corner of angular process, posterior end of superficial masseter insertion; SM2--medioventral corner of angular process, ventral end of superficial masseter insertion; AM--anterior end of the anterior deep masseter insertion, INC--tip of the incisor, MOL--distal end of the first molar fossils and ages of geologic events that would have separated descendant lineages. The ages of these nodes and the compositions of the descendant lineages are corroborated by Steppan et al. (2004) . The age of the separation of the two Tamiasciurus species from each other is within the range delimited by Arbogast et al. (2001) .",
                "cite_spans": [
                    {
                        "start": 152,
                        "end": 174,
                        "text": "Mercer and Roth (2003)",
                        "ref_id": "BIBREF48"
                    },
                    {
                        "start": 944,
                        "end": 965,
                        "text": "Steppan et al. (2004)",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 1075,
                        "end": 1097,
                        "text": "Arbogast et al. (2001)",
                        "ref_id": "BIBREF12"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 42,
                        "end": 49,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny",
                "sec_num": null
            },
            {
                "text": "Treatment of Sciurus vulgaris and Sciurus lis as separate species is supported by Oshida and Masuda (2000) . They also estimate the ages of the split between Tamiasciurus and Sciurus and that between Old World Sciurus (represented by S. vulgaris and S. lis) and New World Sciurus (represented by all other Sciurus in this study). Their estimates for these earlier events are much older than those given by Mercer and Roth, and as noted by Oshida and Masuda, greatly predate the geological events that most likely would have divided the ancestral populations. Accordingly, we have relied on Mercer and Roth for the ages of the earlier events and rescaled all time estimates from Oshida and Masuda to be consistent with the Mercer and Roth estimates. The rescaled estimate for the divergence of S. vulgaris and S. lis is used here.",
                "cite_spans": [
                    {
                        "start": 82,
                        "end": 106,
                        "text": "Oshida and Masuda (2000)",
                        "ref_id": "BIBREF51"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Phylogeny",
                "sec_num": null
            },
            {
                "text": "Within the New World Sciurus, anatomical similarities and biogeographic relationships (Nitikman 1985; McGrath 1987; Hoffmeister and Hoffmeister 1991; Best 1995a, b, c; Best and Riedel 1995; Thorington and Hoffmann 2005; Villalobos and Cervantes-Reza 2007) provide support for three clades: (A) S. niger and the sister group that includes S. arizonensis and S. nayaritensis, (B) the S. aureogaster group that includes S. colliaei, S. variegatoides and S. yucatanensis, and (C) S. deppei and its sister group composed of all the South American species (including the polyphyletic Microsciurus). Biochemical differences among North American species are small and not consistently nested among taxa, suggesting a recent radiation within a narrow time interval. Because more precise dating is not available, divergence events along the main stem were approximately evenly spaced within this interval. Similarly, branching events for South American taxa that were not analyzed by Mercer and Roth are evenly spaced between dates established for the taxa that they did include. The resulting tree ( Fig. 2a ) was used in computation of independent contrasts and in estimation of hypothetical ancestral shapes. To guard against making inferences that were dependent on poorly supported estimates of branching patterns and divergence times, analyses were repeated using a second, partially randomized tree (Fig. 2b) . In this second tree, the strongly supported nodes form the backbone and a random number generator determined the sequence of branching events for the remaining taxa. The ages of the randomized branching events were evenly distributed between the limits defined by the strongly supported nodes.",
                "cite_spans": [
                    {
                        "start": 86,
                        "end": 101,
                        "text": "(Nitikman 1985;",
                        "ref_id": "BIBREF50"
                    },
                    {
                        "start": 102,
                        "end": 115,
                        "text": "McGrath 1987;",
                        "ref_id": "BIBREF47"
                    },
                    {
                        "start": 116,
                        "end": 149,
                        "text": "Hoffmeister and Hoffmeister 1991;",
                        "ref_id": "BIBREF41"
                    },
                    {
                        "start": 150,
                        "end": 167,
                        "text": "Best 1995a, b, c;",
                        "ref_id": null
                    },
                    {
                        "start": 168,
                        "end": 189,
                        "text": "Best and Riedel 1995;",
                        "ref_id": "BIBREF17"
                    },
                    {
                        "start": 190,
                        "end": 219,
                        "text": "Thorington and Hoffmann 2005;",
                        "ref_id": "BIBREF58"
                    },
                    {
                        "start": 220,
                        "end": 255,
                        "text": "Villalobos and Cervantes-Reza 2007)",
                        "ref_id": "BIBREF62"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1091,
                        "end": 1098,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 1396,
                        "end": 1405,
                        "text": "(Fig. 2b)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Phylogeny",
                "sec_num": null
            },
            {
                "text": "Tps software (tpsDig, tpsRelw, tpsSmall, tpsTree) is available from F. J. Rohlf at http://life.bio.sunysb.edu/morph. IMP software (Coordgen, CVAGen, PCAGen, tmorphgen, DisparityBox, TwoGroup) is available from H. D. Sheets at http://www2.canisius.edu/*sheets/morphsoft.html. Independent contrasts regressions were performed in Mesquite (W. Maddison and D. Maddison) using the PDAP module (P. E. Midford et al.) for lever arm lengths, and in MorphoJ (C. P. Klingenberg) for shape variables. All other calculations were performed in Excel.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Software",
                "sec_num": null
            },
            {
                "text": "Length of the molar output arm scales isometrically relative to the incisor output arm: the two lengths are highly correlated and the slope is also not significantly different from 1.0 (Table 1) . Regression of most input lever arms lengths on the incisor output lever arm produced similar results. The exceptions were a relatively low r 2 for T1 (posterior temporalis), and a marginally significant negative allometry for T2 (anterior temporalis). The deviation from isometry for T2 appears to reflect the strength of the correlation (r 2 = 0.991) as much as the shallowness of the slope (0.955). Regressions of the muscle input arms on the molar output arm were comparable.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 185,
                        "end": 194,
                        "text": "(Table 1)",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Lever Arm Lengths",
                "sec_num": null
            },
            {
                "text": "The tight correlations among the lever arm lengths resulted in very low diversity for the mechanical advantages of the input arms (lengths scaled by output arm length, Table 2 ): the variances in species means are\\0.2% of their respective grand means. For comparison, the diversity of jaw centroid size is 200 times greater. PCA using the five scaled lengths was used to obtain Euclidean distances of species means from the grand mean. These distances also demonstrated very low diversity with an average of 0.026, and variance (disparity sensu Foote 1993) of 8.29 9 10 -5 , about 0.3% of the mean.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 168,
                        "end": 175,
                        "text": "Table 2",
                        "ref_id": "TABREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Lever Arm Lengths",
                "sec_num": null
            },
            {
                "text": "Regression of the lever arm lengths on jaw centroid size also found extremely high correlations (Table 3) . All lengths except the longer superficial masseter arm (SM2) exhibit a slight but statistically significant negative allometry relative to jaw centroid size. This result suggests that some linear dimensions of the jaw are changing length relatively faster than those represented by the lever arm Averages of the measured lengths (Appendix Table 8 ) were log transformed prior to performing the regression analysis. S.E. is the standard error of the estimated slope. 95% CI is the 95% confidence interval around the slope. P = 1 is the probability that the slope is equal to one, based on t-tests using the absolute value of (1 -slope), S.E., and 21 degrees of freedom lengths. Because the dorso-ventral thickness of the ramus and diastema is not well represented by the lever arm lengths, we infer that this dimension has a slight positive allometry relative to the measured lengths. This pattern would be consistent with production of larger forces in larger animals. The plots of muscle input arm lengths against incisor output arm length demonstrate that the smallest species in this study do not deviate from the isometry exhibited by larger species (Fig. 3) . The smallest species here are the two Microsciurus species, which have body weights around 80 g. Although they are distinctly larger than most other dwarf and pygmy squirrels, they are still much smaller than the next smallest species in this study, 200 g Tamiasciurus. Even so, it is the Tamiasciurus species that have much shorter than expected values for T1. Several other species have comparably low values for T1, suggesting the value in Tamiasciurus does not reflect a size related trend, but the generally greater variability of this length. The largest species in this study, S. spadiceus, is one of the species with a relatively short T1, and it also has shorter than expected lengths for SM1 and SM2. This combination of deviations from the general pattern of relative lever arm lengths may indicate an important functional or ecological shift in the evolution of S. spadiceus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 96,
                        "end": 105,
                        "text": "(Table 3)",
                        "ref_id": "TABREF2"
                    },
                    {
                        "start": 447,
                        "end": 454,
                        "text": "Table 8",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 1262,
                        "end": 1270,
                        "text": "(Fig. 3)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Lever Arm Lengths",
                "sec_num": null
            },
            {
                "text": "Use of independent contrasts in the regressions did not lead to substantially different conclusions. One difference from the conventional regressions is that both temporalis arms have slightly negative allometries relative to incisor arm length (Table 4) ; the other is that SM1 has a slight negative allometry relative to centroid size (Table 5) . Randomizing the weakly supported branches did not substantially affect the conclusions, which is not surprising given the high r 2 values for the conventional regressions. The rearrangement did alter the specific combinations of large and small species in the South American lineages, and the number of nodes with distinctly large contrasts, but the change in tree topology did not change the inferences of isometry or slightly negative allometry.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 245,
                        "end": 254,
                        "text": "(Table 4)",
                        "ref_id": "TABREF3"
                    },
                    {
                        "start": 337,
                        "end": 346,
                        "text": "(Table 5)",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Lever Arm Lengths",
                "sec_num": null
            },
            {
                "text": "All plots of the independent contrast scores indicate that there are three nodes with large contrasts in centroid size and in all seven lever arm lengths (Fig. 4 ). All three contrasts Averages of the measured lengths (Appendix Table 8 ) and average centroid sizes were log transformed prior to performing the regression analysis. S.E. is the standard error of the estimated slope. Upper 95% is the upper edge of the 95% confidence interval around the slope. P = 1 is the probability that the slope is equal to one, based on t-tests using 1 -slope, S.E., and 21 degrees of freedom Fig. 3 Relationships of muscle input arm lengths to incisor output arm length Independent contrasts were computed for the log transformed averages of the measured lengths (Appendix Table 8 ) and centroid sizes using estimated branch lengths from the inferred phylogeny ( Fig. 2a) . S.E. is the standard error of the estimated slope. Upper 95% is the upper edge of the 95% confidence interval around the slope. P = 1 is the probability that the slope is equal to one, based on t-tests using 1 -slope, S.E., and 21 degrees of freedom compare a lineage that contains a Microsciurus species and a lineage that does not. At these few nodes, size divergence is most dramatic and the divergences in lever arm lengths are correspondingly large. These contrasts might be expected to exert disproportionate influences on the analyses of correlations; however, the smaller contrasts also tend to be close to the predicted values, especially for the output lever arms. Only for T1 does it appear doubtful that there would be a significant correlation without the three largest contrasts.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 154,
                        "end": 161,
                        "text": "(Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 228,
                        "end": 235,
                        "text": "Table 8",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 581,
                        "end": 587,
                        "text": "Fig. 3",
                        "ref_id": null
                    },
                    {
                        "start": 762,
                        "end": 769,
                        "text": "Table 8",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 852,
                        "end": 860,
                        "text": "Fig. 2a)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Comparison of Lever Arm Lengths",
                "sec_num": null
            },
            {
                "text": "Regression of mean shape on mean size accounted for only 22% of the diversity of jaw shape, but was highly significant; in 10,000 permutations, none of the other data sets Independent contrasts were computed for the log transformed averages of the measured lengths (Appendix Table 8 ) and centroid sizes using estimated branch lengths from the inferred phylogeny ( Fig. 2a) .",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 275,
                        "end": 282,
                        "text": "Table 8",
                        "ref_id": "TABREF6"
                    },
                    {
                        "start": 365,
                        "end": 373,
                        "text": "Fig. 2a)",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "S.E. is the standard error of the estimated slope. Upper 95% is the upper edge of the 95% confidence interval around the slope. P = 1 is the probability that the slope is equal to one, based on t-tests using 1 -slope, S.E., and 21 degrees of freedom Fig. 4 Relationships of lever arm lengths to centroid size, inferred from independent contrasts. Contrasts were standardized using the branching pattern and branch lengths shown in Fig. 2a had a regression that accounted for a higher fraction of the shape variation (P 10,000 = 0.0001). The axis of shape change that is correlated with size change predicts that smaller jaws will have a relatively long condyloid process with a proportionately large condyle, a slightly reduced coronoid process, a more posterior and relatively square angular process, relatively short and more sharply curved diastema, and a masseteric fossa that extends more anteriorly under the cheek teeth (Fig. 5a) . The converse will be true of larger jaw sizes (Fig. 5b) . The biplot of scores on this shape axis against centroid size (Fig. 5c ) has a much more elliptical distribution than might be expected for a regression that explains\\1/4 of the variation in the dependent variable. However, the variable plotted in the graph, and illustrated by the deformations, does not represent all of the shape variation in the data set. It only represents the trajectory through the shapes that is most highly correlated with size. The positions of the taxa along this trajectory are not perfectly correlated with size, only 60% of the variation in scores is explained by variation in size. That fraction of the variation in scores represents 22% of the variation in shape.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 250,
                        "end": 256,
                        "text": "Fig. 4",
                        "ref_id": null
                    },
                    {
                        "start": 431,
                        "end": 438,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    },
                    {
                        "start": 927,
                        "end": 936,
                        "text": "(Fig. 5a)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 985,
                        "end": 994,
                        "text": "(Fig. 5b)",
                        "ref_id": "FIGREF2"
                    },
                    {
                        "start": 1059,
                        "end": 1067,
                        "text": "(Fig. 5c",
                        "ref_id": "FIGREF2"
                    }
                ],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "The distribution of scores on the size axis indicates that both Microsciurus lie far outside the range of shapes observed for the other taxa; i.e., they have much more change along this trajectory than do any other squirrels in the study. The larger of the two, M. flaviventer, also has much more change along this trajectory than is predicted for its size. In addition, a line fit only to the scores of the other species predicts a much smaller shape deviation than is observed for squirrels in the Microsciurus size range. Thus, the inferred regression may be strongly influenced by the unusual size and shape of the jaw in the two Microsciurus.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "When Microsciurus were excluded from the data set, the picture of shape change associated with size is, in fact, quite different (Fig. 6 ). Based on this regression, small jaws are expected to have a condyloid process that is relatively thin, but not relatively long, with no change in the relative size of the condyle. The diastema and incisor are expected to be thinner than in large jaws, but less so than when Microsciurus were included in the data. Also, when Microsciurus are excluded, the inferred allometry does not include extension of the masseteric fossa under the molars in small squirrels, and the angular process does not change position with size. There is a thinning of the angular process as the curve between angular and condyloid processes is deeper in smaller squirrels. In addition, the tip of the coronoid process is extended posteriorly, giving it a more hooked shape in smaller squirrels. More important than the difference between the two patterns is the smaller amount of shape diversity that can attributed to allometry: although still highly significant (P 10,000 = 0.0185), this correlation accounts for only 11% of the shape variation in these taxa. Not only does this indicate that Microsciurus did unduly influence the previous analysis, it also indicates that the distributions of jaw size and shape are largely incongruent in the other taxa.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 129,
                        "end": 136,
                        "text": "(Fig. 6",
                        "ref_id": "FIGREF3"
                    }
                ],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "Regression using independent contrasts does not lead to substantially different conclusions. The axis of shape difference that was found to be associated with size differences predicts larger jaws will have a relatively deeper ramus and diastema, more elongate and posteriorly displaced coronoid process, relatively smaller condyle and shorter condylar process, and a slightly elongate and proportionately shallower angular process when size increases (Fig. 7a) . However the magnitude of this expected shape change is minute even in the largest shape contrast, that between the clade containing the two large South American species, S. spadiceus and S. igniventer, and the clade containing all the other South American species. Most of the 22 contrasts have smaller size differences (Fig. 7b) :",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 452,
                        "end": 461,
                        "text": "(Fig. 7a)",
                        "ref_id": null
                    },
                    {
                        "start": 784,
                        "end": 793,
                        "text": "(Fig. 7b)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "19 (86%) have size differences \\1/2 the magnitude of the largest difference and 16 (72%) have size differences that are \\1/4 of the largest. These small size contrasts often have magnitudes of shape change along this axis that are several times larger or smaller than predicted, and some have the reverse direction of shape change. Consequently, the regression accounts for only 25% of the variation in shape contrasts. The regression is still very significant (P 10,000 = 0.0001), but this can be explained by the fact that it connects a small number of contrasts with very large size differences. Even in these large contrasts, the amounts of shape difference represented by their scores on this axis comprise a small fraction of the total shape difference inferred for those nodes. Consequently, the implication of the independent contrast result is that there is no meaningful relationship between the evolution of jaw size and the evolution of jaw shape.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Regression of Shape on Size",
                "sec_num": null
            },
            {
                "text": "Although the regression results indicate that size explains a small fraction of the shape variation, the possibility remains that the shape differences are too small to reject the hypothesis of isometry (invariance of shape). To address this issue, CVA was performed on all 209 individual specimens to test whether species differed in mean shape. Because the shape data comprise 95 dimensions, PCA was used to reduce the dimensionality of the data. The first 15 axes account for only 90% of the shape variation; but the remaining axes each account for less that 1.0% of variation. Accordingly, the CVA was performed using the scores on the first 15 PC axes. Significant interspecific differences (P \\ 0.0009) were found on the first 11 canonical variates.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "Plots of the first three canonical variates (Fig. 8) , show that the Microsciurus and most of the South American Sciurus have distinct shapes; the only species in this lineage that cannot be distinguished from North American Sciurus is S. stramineus. Results of the jackknife classification test (Table 6 ) are comparable. There are no misclassifications between Microsciurus and Sciurus, and none between North American taxa and three of the South American Sciurus (S. spadiceus, S. igniventris and S. ignitus). For the other two South American Sciurus, three specimens of S. granatensis and all S. stramineus were misclassified as North American species.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 44,
                        "end": 52,
                        "text": "(Fig. 8)",
                        "ref_id": null
                    },
                    {
                        "start": 296,
                        "end": 304,
                        "text": "(Table 6",
                        "ref_id": "TABREF5"
                    }
                ],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "The CVA also indicates that Tamiasciurus are strongly differentiated from Sciurus, and that the Old World species (S. vulgaris and S. lis) are distinct from the New World species. There is some overlap of Tamiasciurus with Sciurus on the first three axes, especially with S. aberti and the Old World species, but no Tamiasciurus was misclassified as a Sciurus. Of the Old World species, only S. lis was misclassified as a New World species (S. aberti or S. ignitus); misclassifications between S. lis and S. vulgaris were much more frequent.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "Within the North American Sciurus, three species (S. aberti, S. deppei and S. variegatoides) are relatively easy to distinguish using scores on the first few CVs, but each of the others broadly overlaps with several species. Even so, the jackknife analysis indicates that in most of the North American species samples only two or three individuals are misclassified, usually one individual per overlapping species. The distribution of classification errors is consistent with close packing of species (many near neighbors), but only slight overlap between neighbors. The contrast between the slight overlaps inferred from the jackknife and the broader overlaps indicated on the CVA biplots indicates that differences among most species are not well aligned with the canonical variates, which are constrained to be mutually orthogonal.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "To further validate the significance of differences between species means, Procrustes distances between mean shapes were computed for all species pairs, and the four pairs of species with the smallest distances (\\0.024) were compared using Goodall's F. Three of the pairs were composed of all combinations of S. aureogaster, S. alleni and S. yucatanensis; the other pair was S. nayaritensis and S. arizonensis. All four pairwise differences were highly significant (F [ 2.0, df [ 170, 2000 and P \\ 0.00001). Thus despite the partially overlapping distributions of CVA scores and higher misclassification rates, even these very similar North American species have statistically significantly differences in mean jaw shape.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "Large shape differences may be functionally important as well as statistically significant. For example, S. spadiceus has large score on CV1 and differs from the mean shape in several features (Fig. 9a) . The diastema is somewhat elongated relative to the tooth row and also greatly thickened. The incisors are also relatively thicker in this dimension. Both observations suggest large forces loading on the incisors. The coronoid process of S. spadiceus is also modified, extending farther posteriorly and having a more robust tip. The condylar process is reoriented, placing the condyle closer to the occlusal plane, and the angular process is shallower and slightly shorter. These changes suggest that the role of the temporalis muscle may be Fig. 7 Correlation of jaw shape and size inferred from independent contrasts. a Predicted pattern of shape change as size increases, exaggerated by a factor of 10 to enhance visibility, b biplot of contrasts for shape scores and CS. OW--Old World, NW--New World, NA--North American, SA--South American. ''Sciurus, NA versus SA'' designates the contrast between the South American clade, including Microsciurus, and its sister group among the North American species relatively more important in S. spadiceus than in other sciurines. It also indicates that there have been changes in the angles between input and output lever arms; this type of change is most apparent in the ventral shift of the condyle relative to both the tooth row and the tip of the coroniod.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 193,
                        "end": 202,
                        "text": "(Fig. 9a)",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 746,
                        "end": 752,
                        "text": "Fig. 7",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "S. spadiceus is not the only taxon with a substantial change in jaw shape. S. variegatoides has a relatively large score on CV2, and another combination of transformations to the coronoid, condyloid and angular processes that would tend to change the angles between the muscle lever arms. In M. flaviventer, with large scores on both CV1 and CV2, most features of the shape change suggest relatively reduced muscle loads: the diastema is relatively thin, the angular process is shorter and squarer and the condyloid process is long and relatively slender. However, there is also a forward extension of the masseteric fossa that may indicate there are increases in the anterior parts of the anterior deep masseter that compensate for decreases in more posterior components. Also, when with anterior extension of the fossa is combined with the posterior extension of the condyloid process, a substantial reorientation of the anterior masseter lever arm is also apparent. Similarly, T. hudsonicus, with a large score on PC3, exhibits yet another combination of changes in the shapes of the coronoid and condyloid processes with concomitant in lever arm angles, as well as smaller changes in the diastema and angular process.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "The diversity of shapes illustrated by the CVA confirms that there is substantial amount of shape diversity that is independent of size. As shown in the Fig. 9 , the magnitudes interspecific shape differences can be quite large. The average Procrustes distance of species means to the grand Fig. 8 Scores on first three CVA axes for all individuals used to compute mean shapes for each species mean is 0.0354, a little less than half of the distance of S. spadiceus. The Foote disparity for shape is 0.0015 or 4% of the mean. Although this is small in comparison to the variation in size, it is still more than 10 times greater than the disparity in mechanical advantages. Thus, the lack of variation in mechanical advantages is not associated with a similar limitation on shape variation.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 153,
                        "end": 159,
                        "text": "Fig. 9",
                        "ref_id": "FIGREF4"
                    },
                    {
                        "start": 291,
                        "end": 297,
                        "text": "Fig. 8",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Significance of Differences Among Mean Shapes",
                "sec_num": null
            },
            {
                "text": "The regression results suggest that the evolutionary histories of size and shape are incongruent. This was investigated by phylogenetic analyses of size and shape. The inferred nodal values implied similar histories for the magnitudes of change (Fig. 10 ). For both size and shape, there apparently was little if any change along most of the main stem. The exceptions were early in sciurine history when Tamiasciurus, Old World Sciurus and New World Sciurus diverge. These nodes are widely separated in time, so large changes here do not necessarily imply high rates of evolution. Within the North American radiation, there is very little evidence of shared evolutionary change. Even among those small clusters that share relatively more recent common ancestors, the largest changes are inferred for the branches leading to the terminal taxa (cf., niger and aureogaster groups). This pattern is also found in the South American radiation, which differs primarily in having much larger divergences of terminal taxa from the main branch. These large changes may be partly due to the less complete sampling of that lineage, but they also reflect the much greater diversity of sizes and shapes observed in that clade. The two Microsciurus are part of that greater diversity, but even if they were excluded there are still several distances among South American species that are greater than any distance among North American Sciurus.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 245,
                        "end": 253,
                        "text": "(Fig. 10",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Diversity of Evolutionary Directions",
                "sec_num": null
            },
            {
                "text": "The pattern of short internodal branches and long terminal branches reflects frequent parallelism and reversals in a one-dimensional trait like size, but in a multidimensional trait like shape, it may represent a great diversity of evolutionary directions taken by the terminal lineages. The ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diversity of Evolutionary Directions",
                "sec_num": null
            },
            {
                "text": "M. alfari 1 10 -- ------- - - - - -- - - - - - -- 100 M. flaviventer 2 1 5 - ------- - - - - -- - - - - - -- 83 T. douglasi 3 --8 1 ------ - - - - -- - - - - - -- 89 T. hudsonicus 4 ---10 ------ - - - - -- - - - - - -- 100 S. aberti 5 --- -8 -1 --1 - - - - -- - - - - - -- 80 S. alleni 6 --- --2 1 --- - - - - -- - - - - - -2 40 S. arizonensis 7 --- --2 5 --- - - - - -- - - - - - -- 71 S. aureogaster 8 --- -1 1 -5 -1 - - - - -- 1 - - - - -- 56 S. carolinensis 9 --- --1 --6 - - - - - -- - - - 1 - -- 75 S. colliaei 10 --- ------8 - - - - -- - - - 2 - -- 80 S. deppei 11 --- ------- 9 1 - - -- - - - - - -- 90 S. granatensis 12 --- ------1 - 5 2 - -- - - - 2 - -- 50 S. griseus 13 --- ------- - - 8 - -- 2 - - - - -- 80 S. ignitus 14 --- ------- - - - 6 -- - - - - - -- 100 S. igniventris 15 --- ------- - - - - 10 - - - - - - -- 100 S. lis 16 --- -1 ----- - - - 1 -4 - - - - - 4 - 40 S. nayaritensis 17 --- --1 2 1 -- - - 2 - -- 3 - - - - -1 30 S. niger 18 --- --1 ---- - - - - -- - 7 - - 1 -1 70 S. spadiceus 19 --- ------- - - - - 1 - - - 9 - - -- 90 S. stramineus 20 --- ---1 -1 2 - - - - -- - - - 0 1 -- 0 S. variegatoides 21 --- --1 ---- - - - - -- - - - - 8 -1 80 S. vulgaris 22 --- ------- - - - - -3 - - - - - 11 - 79 S. yucatanensis 23 --- -1 1 ---- - - - - -- - 1 - - 1 -6 60",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Diversity of Evolutionary Directions",
                "sec_num": null
            },
            {
                "text": "Species names and identifier codes are listed in the first two columns, identifiers repeated at the tops of the subsequent columns. Each specimen was classified based on a classification constructed from the scores of the other 208 specimens (treating that one as an unknown). Each row indicates the results for the specimens originally identified as a member of that species. The diagonal shows the number of correctly classified specimens; other positions indicate the numbers that were misclassified and the species to which they would be assigned if they were unknowns. The last column gives the percentage correctly classified for that species. For example, 5 of 6 M. flaviventer specimens were correctly identified (83%), and one would be incorrectly identified as M. alfari divergent evolutionary directions taken by sister taxa are particularly evident for species at the ends of long terminal branches (Fig. 11 ). For example, S. aberti (Fig. 11a ) differs from the ancestor it shares with S. griseus in having a taller and more hooked coronoid process and a thinner proximal condyloid process (i.e., thinner near the joint). S. aberti also has a somewhat elongate horizontal ramus and a posteriorly placed angular process. Its sister species, S. griseus, is inferred to have diverged from their most recent common ancestor in the opposite direction ( Fig. 11b) . A more striking example can be seen in the divergences of S. igniventris and S. spadiceus from their common ancestor, which differ in both magnitude and direction ( Fig. 11c, d ). M. flaviventer also has diverged farther than S. ignitus from their common ancestor (Fig. 11e, f) , but more notable, these two clearly exhibit different combinations of localized changes. The posterior tip of the condyloid process is elongated in both, but the coronoid is transformed in opposite directions (shortening in M. flaviventer, elongating in S. ignitus), and some regions are transformed in only one species (the angular and distal condyloid in M. flaviventer, the posterior diastema and anterior tooth row in S. ignitus). M. alfari and S. granatensis provide another example of sister species with different combinations of localized divergence from their common ancestor (Fig. 11g, h ). It is also evident that the dwarf species M. flaviventer and M. alfari diverge in different directions from their respective common ancestors (cf. Fig. 11e, g ), and converge on a common form only in shortening the tip of the coronoid and elongating the condyloid. When shape evolves in such a great diversity of directions, there can be little correspondence between the evolution of shape and the evolution of size.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 911,
                        "end": 919,
                        "text": "(Fig. 11",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 946,
                        "end": 955,
                        "text": "(Fig. 11a",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1361,
                        "end": 1370,
                        "text": "Fig. 11b)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1538,
                        "end": 1549,
                        "text": "Fig. 11c, d",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1637,
                        "end": 1650,
                        "text": "(Fig. 11e, f)",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2238,
                        "end": 2250,
                        "text": "(Fig. 11g, h",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 2401,
                        "end": 2412,
                        "text": "Fig. 11e, g",
                        "ref_id": "FIGREF0"
                    }
                ],
                "eq_spans": [],
                "section": "Diversity of Evolutionary Directions",
                "sec_num": null
            },
            {
                "text": "Mechanical advantages of the input lever arms were extremely stable across the size range of animals that we studied, agreeing with prior studies by Velhagen and Roth (1997) and Thorington and Darrow (1996) . And like Velhagen and Roth, we found that the masseter moment arms were isometric relative to the output arms, but the temporalis arms were negatively allometric. These results indicate mechanical properties of the tree squirrel jaw are extremely stable, as Radinsky (1982 Radinsky ( , 1985 found for several other mammalian lineages. In contrast to the lever arm ratios, evolution of jaw shape in these squirrels was much less restricted. The shape differences were small, consistent with the squirrels' reputation for conservatism, but they were not aligned along a single trajectory correlated with size. Once phylogenetic relationships were taken into account, it was clear that there was no meaningful correlation between the evolution of size and the evolution of shape. There is a statistically significant correlation, but it is mostly due to a small number of lineages with large transformations in both size and shape. Even in those few large contrasts, the amount of shape change that is correlated with the size change is a small fraction of the total. Furthermore, reconstruction of shape changes between nodes demonstrated that the lineages with the largest shape transformations evolved along several different trajectories, not just up and down a single one. Thus, despite the extremely consistent proportions of functionally important lengths, jaw shape evolved in a variety of directions, producing statistically significant differences in jaw shape.",
                "cite_spans": [
                    {
                        "start": 149,
                        "end": 173,
                        "text": "Velhagen and Roth (1997)",
                        "ref_id": "BIBREF61"
                    },
                    {
                        "start": 178,
                        "end": 206,
                        "text": "Thorington and Darrow (1996)",
                        "ref_id": "BIBREF59"
                    },
                    {
                        "start": 467,
                        "end": 481,
                        "text": "Radinsky (1982",
                        "ref_id": "BIBREF52"
                    },
                    {
                        "start": 482,
                        "end": 499,
                        "text": "Radinsky ( , 1985",
                        "ref_id": "BIBREF53"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The shape data also lead us ask what might be the value of conserving lever arm length ratios when so many other features of jaw shape are more labile. Given the mechanical principles elaborated previously (Davis 1955; Bramble 1978; Greaves 1982) , it may seem reasonable to suppose that there might be a special advantage to these particular values as they relate to the effectiveness of the jaw closing musculature. In fact, the tree squirrels' remarkable consistency may seem like an example of the many-to-one mapping of phenotypes to function discussed by Alfaro et al. (2004 Alfaro et al. ( , 2005 . However, the shape variation that exists within the apparent constraint of these length ratios suggests substantial differentiation in the forces borne by these jaws, which may indicate equally substantial differentiation in selection of food items. In addition, the consistency of relative lengths from the condyle to a muscle's attachment points do not necessarily equate to a consistent perpendicular distance from the condyle to that muscle's line of action (Bramble 1978) . The latter distance is the effective lever arm length, which determines the true mechanical advantage (also called 'mechanical potential' by Carraway and Verts 1994) . The shape data analyzed in this study suggest that positions of muscles relative to the condyle are shifting, and that these changes may be independent for anterior and posterior components of the muscles (as demonstrated by the base and tip of the coronoid process). Consequently, lines of action and effective lever arm Fig. 10 Evolutionary changes in a jaw centroid size and b shape. Branching pattern is the same as in Fig. 2a ; vertical distances are proportional to magnitudes of changes inferred by squared change optimization. For centroid size, black indicates size increases, gray indicates size decreases, and the vertical scale bar represents a change of 1 cm. For shape, branch lengths represent Procrustes distances between shapes inferred for adjacent nodes; the vertical scale bar is in units of Procrustes distance lengths may be undergoing much greater transformations than would be inferred from the distances of muscle attachment sites from the condyle. By extension, jaw mechanical properties and the loading regimes jaws experience may be more diverse than might be inferred from the stability of lever arm length ratios.",
                "cite_spans": [
                    {
                        "start": 206,
                        "end": 218,
                        "text": "(Davis 1955;",
                        "ref_id": "BIBREF25"
                    },
                    {
                        "start": 219,
                        "end": 232,
                        "text": "Bramble 1978;",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 233,
                        "end": 246,
                        "text": "Greaves 1982)",
                        "ref_id": "BIBREF35"
                    },
                    {
                        "start": 561,
                        "end": 580,
                        "text": "Alfaro et al. (2004",
                        "ref_id": null
                    },
                    {
                        "start": 581,
                        "end": 603,
                        "text": "Alfaro et al. ( , 2005",
                        "ref_id": "BIBREF11"
                    },
                    {
                        "start": 1068,
                        "end": 1082,
                        "text": "(Bramble 1978)",
                        "ref_id": "BIBREF20"
                    },
                    {
                        "start": 1226,
                        "end": 1250,
                        "text": "Carraway and Verts 1994)",
                        "ref_id": "BIBREF22"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 1575,
                        "end": 1582,
                        "text": "Fig. 10",
                        "ref_id": "FIGREF0"
                    },
                    {
                        "start": 1676,
                        "end": 1683,
                        "text": "Fig. 2a",
                        "ref_id": "FIGREF1"
                    }
                ],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Despite their small magnitudes, the shape changes are also functionally important. For example, the two Microsciurus species and several of the other small taxa diverge from their larger relatives in having deeper curves between the posterior processes (coronoid, condyloid and angular). These deeper curves not only reduce the relative size of the area available for muscle attachment, they also result in a more slender and less tapered process that is less able to resist deformation than a thicker, more tapered process with a broader base. This pattern is consistent with the scaling of bite forces seen in some studies (Herrel et al. 2002; Herrel et al. 2005; Lemen 2008) . Smaller taxa have relatively smaller muscles that produce relatively smaller strains requiring less robust processes. Conversely, the greater dorso-ventral thickness of the ramus and diastema in taxa like S. spadiceus or both Tamiasciurus species is consistent with these animals generating proportionately larger forces to gnaw through harder objects than relatives and competitors. The functional significance of these changes is not immediately obvious because expanded muscle attachment areas of the coronoid and angular processes are consistent with both generating comparatively larger peak forces and greater differentiation of muscle activity patterns between anterior and posterior segments of the attached muscles. Greater differentiation would allow an animal to exert large forces at many different gape angles, or a sustained force through a large arc and over an extended period of time. The latter muscle activity pattern would be consistent with shaving long slivers off of a hard shell, like a carpenter planing a board, but either would help to explain how squirrels are able to gnaw through rinds, shells or cones that approach or exceed the diameters of their heads.",
                "cite_spans": [
                    {
                        "start": 625,
                        "end": 645,
                        "text": "(Herrel et al. 2002;",
                        "ref_id": "BIBREF38"
                    },
                    {
                        "start": 646,
                        "end": 665,
                        "text": "Herrel et al. 2005;",
                        "ref_id": "BIBREF39"
                    },
                    {
                        "start": 666,
                        "end": 677,
                        "text": "Lemen 2008)",
                        "ref_id": "BIBREF44"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "The above analysis leaves the question concerning the value of conserving lever arm length ratios unanswered, and indeed, the question cannot be answered with the available data. Rather the shape data examined here serve as a warning that jaws exhibit more morphological diversity than is represented by an analysis of a few lever arm lengths. Even in taxa that have only recently radiated and have not undergone substantial ecological or functional transformations, shape differences can be both statistically significant and functionally relevant. In this regard, a more instructive analysis might be one that focuses on taxa that have diverged for a longer period of time or have undergone a larger ecological shift. However, squirrels have not just evolved from generalized to specialized; they have also shifted ecological types. Recent phylogenetic analyses (Harrison et al. 2003; Steppan et al. 2004; Herron et al. 2004) suggest that the transformations between arboreal durophage, terrestrial granivore and grazer may have occurred multiple times. These more substantial functional shifts may have more profound effects on how the anatomy and variation of the jaw are structured and integrated. ",
                "cite_spans": [
                    {
                        "start": 864,
                        "end": 886,
                        "text": "(Harrison et al. 2003;",
                        "ref_id": "BIBREF37"
                    },
                    {
                        "start": 887,
                        "end": 907,
                        "text": "Steppan et al. 2004;",
                        "ref_id": "BIBREF55"
                    },
                    {
                        "start": 908,
                        "end": 927,
                        "text": "Herron et al. 2004)",
                        "ref_id": "BIBREF40"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Discussion",
                "sec_num": null
            },
            {
                "text": "Evol Biol (2010) 37:1-18",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [
            {
                "text": "Acknowledgements For access to the specimens in their care, we thank the curators and staff at the following institutions: U.S. National Museum of Natural History, University of Michigan Museum of Zoology, and University of California Museum of Vertebrate Zoology.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "acknowledgement",
                "sec_num": null
            },
            {
                "text": " 80524, 80527-80531, 83276, 86144, 87093, 92698 ",
                "cite_spans": [
                    {
                        "start": 1,
                        "end": 47,
                        "text": "80524, 80527-80531, 83276, 86144, 87093, 92698",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Appendix",
                "sec_num": null
            }
        ],
        "bib_entries": {
            "BIBREF10": {
                "ref_id": "b10",
                "title": "Evolutionary dynamics of complex biomechanical systems: An example using the four-bar mechanism",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Bolnick",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Wainwright",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Evolution",
                "volume": "58",
                "issue": "",
                "pages": "495--503",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "UMMZ University of Michigan Museum of Zoology, MVZ Museum of Vertebrate Zoology, University of California, Berkeley, USNM United States National Museum of Natural History References Alfaro, M. E., Bolnick, D. I., & Wainwright, P. C. (2004). Evolutionary dynamics of complex biomechanical systems: An example using the four-bar mechanism. Evolution, 58, 495-503.",
                "links": null
            },
            "BIBREF11": {
                "ref_id": "b11",
                "title": "Evolutionary consequences of many-to-one mapping of jaw morphology to mechanics in labrid fishes",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "E"
                        ],
                        "last": "Alfaro",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "I"
                        ],
                        "last": "Bolnick",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "C"
                        ],
                        "last": "Wainwright",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "American Naturalist",
                "volume": "165",
                "issue": "",
                "pages": "140--154",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Alfaro, M. E., Bolnick, D. I., & Wainwright, P. C. (2005). Evolutionary consequences of many-to-one mapping of jaw morphology to mechanics in labrid fishes. American Naturalist, 165, E140-E154.",
                "links": null
            },
            "BIBREF12": {
                "ref_id": "b12",
                "title": "Evolutionary genetics and Pleistocene biogeography of North American tree squirrels (Tamiasciurus)",
                "authors": [
                    {
                        "first": "B",
                        "middle": [
                            "S"
                        ],
                        "last": "Arbogast",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "A"
                        ],
                        "last": "Browne",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "D"
                        ],
                        "last": "Weigl",
                        "suffix": ""
                    }
                ],
                "year": 2001,
                "venue": "Journal of Mammalogy",
                "volume": "82",
                "issue": "",
                "pages": "302--319",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Arbogast, B. S., Browne, R. A., & Weigl, P. D. (2001). Evolutionary genetics and Pleistocene biogeography of North American tree squirrels (Tamiasciurus). Journal of Mammalogy, 82, 302-319.",
                "links": null
            },
            "BIBREF13": {
                "ref_id": "b13",
                "title": "Jaw muscles of New World squirrels",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Ball",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "Journal of Morphology",
                "volume": "224",
                "issue": "",
                "pages": "265--291",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Ball, S. S., & Roth, V. L. (1995). Jaw muscles of New World squirrels. Journal of Morphology, 224, 265-291.",
                "links": null
            },
            "BIBREF15": {
                "ref_id": "b15",
                "title": "Sciurus variegatoides. Mammalian Species",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Best",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "500",
                "issue": "",
                "pages": "1--6",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Best, T. L. (1995b). Sciurus variegatoides. Mammalian Species, 500, 1-6.",
                "links": null
            },
            "BIBREF16": {
                "ref_id": "b16",
                "title": "Sciurus deppei. Mammalian Species",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Best",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "505",
                "issue": "",
                "pages": "1--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Best, T. L. (1995c). Sciurus deppei. Mammalian Species, 505, 1-5.",
                "links": null
            },
            "BIBREF17": {
                "ref_id": "b17",
                "title": "Sciurus arizonensis. Mammalian Species",
                "authors": [
                    {
                        "first": "T",
                        "middle": [
                            "L"
                        ],
                        "last": "Best",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [],
                        "last": "Riedel",
                        "suffix": ""
                    }
                ],
                "year": 1995,
                "venue": "",
                "volume": "496",
                "issue": "",
                "pages": "1--5",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Best, T. L., & Riedel, S. (1995). Sciurus arizonensis. Mammalian Species, 496, 1-5.",
                "links": null
            },
            "BIBREF18": {
                "ref_id": "b18",
                "title": "Development of bite strength and feeding behavior in juvenile spotted hyenas (Crocuta crocuta)",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "J"
                        ],
                        "last": "Binder",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [],
                        "last": "Van Valkenburgh",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Zoology",
                "volume": "252",
                "issue": "",
                "pages": "273--283",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Binder, W. J., & Van Valkenburgh, B. (2000). Development of bite strength and feeding behavior in juvenile spotted hyenas (Crocuta crocuta). Journal of Zoology, 252, 273-283.",
                "links": null
            },
            "BIBREF19": {
                "ref_id": "b19",
                "title": "A review of the North American Tertiary Sciuridae",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "C"
                        ],
                        "last": "Black",
                        "suffix": ""
                    }
                ],
                "year": 1963,
                "venue": "Bulletin of the Museum of Comparative Zoology",
                "volume": "130",
                "issue": "",
                "pages": "109--248",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Black, C. C. (1963). A review of the North American Tertiary Sciuridae. Bulletin of the Museum of Comparative Zoology, 130, 109-248.",
                "links": null
            },
            "BIBREF20": {
                "ref_id": "b20",
                "title": "Origin of the mammalian feeding complex: Models and mechanisms",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "M"
                        ],
                        "last": "Bramble",
                        "suffix": ""
                    }
                ],
                "year": 1978,
                "venue": "Paleobiology",
                "volume": "4",
                "issue": "",
                "pages": "271--301",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bramble, D. M. (1978). Origin of the mammalian feeding complex: Models and mechanisms. Paleobiology, 4, 271-301.",
                "links": null
            },
            "BIBREF21": {
                "ref_id": "b21",
                "title": "Phylogeny of Nearctic Sciuridae",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Bryant",
                        "suffix": ""
                    }
                ],
                "year": 1945,
                "venue": "American Midland Naturalist",
                "volume": "33",
                "issue": "",
                "pages": "257--390",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Bryant, M. D. (1945). Phylogeny of Nearctic Sciuridae. American Midland Naturalist, 33, 257-390.",
                "links": null
            },
            "BIBREF22": {
                "ref_id": "b22",
                "title": "Relationship of mandibular morphology to relative bite force in some Sorex from western North America",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "N"
                        ],
                        "last": "Carraway",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "J"
                        ],
                        "last": "Verts",
                        "suffix": ""
                    }
                ],
                "year": 1994,
                "venue": "Advances in the biology of shrews",
                "volume": "",
                "issue": "",
                "pages": "201--210",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Carraway, L. N., & Verts, B. J. (1994). Relationship of mandibular morphology to relative bite force in some Sorex from western North America. In J. F. Merritt, G. L. Kirkland Jr., & R. K. Rose (Eds.), Advances in the biology of shrews (pp. 201-210).",
                "links": null
            },
            "BIBREF24": {
                "ref_id": "b24",
                "title": "Morphology, function, and evolution of the anthropoid postorbital septum",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Cartmill",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Evolutionary biology of new world monkeys and continental drift",
                "volume": "",
                "issue": "",
                "pages": "243--274",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Cartmill, M. (1980). Morphology, function, and evolution of the anthropoid postorbital septum. In R. L. Ciochon & A. B. Chiarelli (Eds.), Evolutionary biology of new world monkeys and continental drift (pp. 243-274). NY: Plenum Press.",
                "links": null
            },
            "BIBREF25": {
                "ref_id": "b25",
                "title": "Masticatory apparatus in the spectacled bear Tremarctos ornatus",
                "authors": [
                    {
                        "first": "D",
                        "middle": [
                            "D"
                        ],
                        "last": "Davis",
                        "suffix": ""
                    }
                ],
                "year": 1955,
                "venue": "Fieldiana: Zoology",
                "volume": "37",
                "issue": "",
                "pages": "25--46",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Davis, D. D. (1955). Masticatory apparatus in the spectacled bear Tremarctos ornatus. Fieldiana: Zoology, 37, 25-46.",
                "links": null
            },
            "BIBREF26": {
                "ref_id": "b26",
                "title": "The mutual structural influence of the elements in a pattern. Archives Neerlandaises de Zoologie",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Dullemeijer",
                        "suffix": ""
                    }
                ],
                "year": 1958,
                "venue": "",
                "volume": "13",
                "issue": "",
                "pages": "74--88",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Dullemeijer, P. (1958). The mutual structural influence of the elements in a pattern. Archives Neerlandaises de Zoologie, 13 supplement 1, 74-88.",
                "links": null
            },
            "BIBREF28": {
                "ref_id": "b28",
                "title": "Relative brain size and feeding strategies in didelphid marsupials",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "F"
                        ],
                        "last": "Eisenberg",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "E"
                        ],
                        "last": "Wilson",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "American Naturalist",
                "volume": "118",
                "issue": "",
                "pages": "110--126",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Eisenberg, J. F., & Wilson, D. E. (1981). Relative brain size and feeding strategies in didelphid marsupials. American Naturalist, 118, 110-126.",
                "links": null
            },
            "BIBREF29": {
                "ref_id": "b29",
                "title": "Descriptive and comparative osteology of the oldest fossil squirrel Protosciurus Rodentia Sciuridae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Emry",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Smithsonian Contributions to Paleobiology",
                "volume": "47",
                "issue": "",
                "pages": "1--34",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emry, R. J., & Thorington, R. W., Jr. (1982). Descriptive and comparative osteology of the oldest fossil squirrel Protosciurus Rodentia Sciuridae. Smithsonian Contributions to Paleobiology, 47, 1-34.",
                "links": null
            },
            "BIBREF30": {
                "ref_id": "b30",
                "title": "The tree squirrel Sciurus (Sciuridae, Rodentia) as a living fossil",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "J"
                        ],
                        "last": "Emry",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    }
                ],
                "year": 1984,
                "venue": "Living fossils",
                "volume": "",
                "issue": "",
                "pages": "23--31",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Emry, R. J., & Thorington, R. W., Jr. (1984). The tree squirrel Sciurus (Sciuridae, Rodentia) as a living fossil. In N. Eldredge & S. M. Stanley (Eds.), Living fossils (pp. 23-31). New York: Springer.",
                "links": null
            },
            "BIBREF31": {
                "ref_id": "b31",
                "title": "Phylogenies and the comparative method",
                "authors": [
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Felsenstein",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "American Naturalist",
                "volume": "125",
                "issue": "",
                "pages": "1--15",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Felsenstein, J. (1985). Phylogenies and the comparative method. American Naturalist, 125, 1-15.",
                "links": null
            },
            "BIBREF32": {
                "ref_id": "b32",
                "title": "Contributions of individual taxa to overall morphological disparity",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Foote",
                        "suffix": ""
                    }
                ],
                "year": 1993,
                "venue": "Paleobiology",
                "volume": "19",
                "issue": "",
                "pages": "403--419",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Foote, M. (1993). Contributions of individual taxa to overall morphological disparity. Paleobiology, 19, 403-419.",
                "links": null
            },
            "BIBREF34": {
                "ref_id": "b34",
                "title": "On the scaling of tooth size in mammals",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Gould",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "American Zoologist",
                "volume": "15",
                "issue": "",
                "pages": "351--362",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Gould, S. J. (1975). On the scaling of tooth size in mammals. American Zoologist, 15, 351-362.",
                "links": null
            },
            "BIBREF35": {
                "ref_id": "b35",
                "title": "A mechanical limitation on the position of the jaw muscles of mammals: The one-third rule",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Greaves",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Journal of Mammalogy",
                "volume": "63",
                "issue": "",
                "pages": "261--266",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greaves, W. S. (1982). A mechanical limitation on the position of the jaw muscles of mammals: The one-third rule. Journal of Mammalogy, 63, 261-266.",
                "links": null
            },
            "BIBREF36": {
                "ref_id": "b36",
                "title": "Location of the vector of jaw muscle force in mammals",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "S"
                        ],
                        "last": "Greaves",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Journal of Morphology",
                "volume": "243",
                "issue": "",
                "pages": "293--299",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Greaves, W. S. (2000). Location of the vector of jaw muscle force in mammals. Journal of Morphology, 243, 293-299.",
                "links": null
            },
            "BIBREF37": {
                "ref_id": "b37",
                "title": "Phylogeny and evolutionary history of the ground squirrels (Rodentia: Marmotinae)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Harrison",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "M"
                        ],
                        "last": "Bogdanowicz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    },
                    {
                        "first": "E",
                        "middle": [],
                        "last": "Yensen",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "W"
                        ],
                        "last": "Sherman",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Journal of Mammalian Evolution",
                "volume": "10",
                "issue": "",
                "pages": "249--276",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Harrison, R. G., Bogdanowicz, S. M., Hoffmann, R. S., Yensen, E., & Sherman, P. W. (2003). Phylogeny and evolutionary history of the ground squirrels (Rodentia: Marmotinae). Journal of Mam- malian Evolution, 10, 249-276.",
                "links": null
            },
            "BIBREF38": {
                "ref_id": "b38",
                "title": "Evolution of bite performance in turtles",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Herrel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "O'reilly",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "M"
                        ],
                        "last": "Richmond",
                        "suffix": ""
                    }
                ],
                "year": 2002,
                "venue": "Journal of Evolutionary Biology",
                "volume": "15",
                "issue": "",
                "pages": "1083--1094",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herrel, A., O'Reilly, J. C., & Richmond, A. M. (2002). Evolution of bite performance in turtles. Journal of Evolutionary Biology, 15, 1083-1094.",
                "links": null
            },
            "BIBREF39": {
                "ref_id": "b39",
                "title": "Bite performance and morphology in a population of Darwin's finches: Implications for the evolution of bite shape",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Herrel",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [],
                        "last": "Podos",
                        "suffix": ""
                    },
                    {
                        "first": "S",
                        "middle": [
                            "K"
                        ],
                        "last": "Huber",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [
                            "P"
                        ],
                        "last": "Hendry",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Functional Ecology",
                "volume": "19",
                "issue": "",
                "pages": "43--48",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herrel, A., Podos, J., Huber, S. K., & Hendry, A. P. (2005). Bite performance and morphology in a population of Darwin's finches: Implications for the evolution of bite shape. Functional Ecology, 19, 43-48.",
                "links": null
            },
            "BIBREF40": {
                "ref_id": "b40",
                "title": "Sciurid phylogeny and paraphyly of Holarctic ground squirrels (Spermophilus)",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "D"
                        ],
                        "last": "Herron",
                        "suffix": ""
                    },
                    {
                        "first": "T",
                        "middle": [
                            "A"
                        ],
                        "last": "Castoe",
                        "suffix": ""
                    },
                    {
                        "first": "C",
                        "middle": [
                            "L"
                        ],
                        "last": "Parkinson",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "31",
                "issue": "",
                "pages": "1015--1030",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Herron, M. D., Castoe, T. A., & Parkinson, C. L. (2004). Sciurid phylogeny and paraphyly of Holarctic ground squirrels (Spermo- philus). Molecular Phylogenetics and Evolution, 31, 1015-1030.",
                "links": null
            },
            "BIBREF41": {
                "ref_id": "b41",
                "title": "The hyoid of North American squirrels, Sciuridae, with remarks on associated musculature",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "G"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "F"
                        ],
                        "last": "Hoffmeister",
                        "suffix": ""
                    }
                ],
                "year": 1991,
                "venue": "Anales del Instituto de Biologica",
                "volume": "62",
                "issue": "",
                "pages": "219--234",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Hoffmeister, R. G., & Hoffmeister, D. F. (1991). The hyoid of North American squirrels, Sciuridae, with remarks on associated musculature. Anales del Instituto de Biologica, Universidad Nacional Auto´noma de Me´xico, Serie Zoologı´a, 62, 219-234.",
                "links": null
            },
            "BIBREF42": {
                "ref_id": "b42",
                "title": "Problems of relative growth",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "S"
                        ],
                        "last": "Huxley",
                        "suffix": ""
                    }
                ],
                "year": 1932,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Huxley, J. S. (1932). Problems of relative growth. Baltimore, MD: Johns Hopkins Univ. Press.",
                "links": null
            },
            "BIBREF43": {
                "ref_id": "b43",
                "title": "Relationship between relative brain size and climbing ability in Peromyscus",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Lemen",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "Journal of Mammalogy",
                "volume": "61",
                "issue": "",
                "pages": "360--364",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lemen, C. A. (1980). Relationship between relative brain size and climbing ability in Peromyscus. Journal of Mammalogy, 61, 360-364.",
                "links": null
            },
            "BIBREF44": {
                "ref_id": "b44",
                "title": "A simple morphological predictor of bite force in rodents",
                "authors": [
                    {
                        "first": "C",
                        "middle": [
                            "A"
                        ],
                        "last": "Lemen",
                        "suffix": ""
                    }
                ],
                "year": 2008,
                "venue": "Journal of Zoology",
                "volume": "275",
                "issue": "",
                "pages": "418--422",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lemen, C. A. (2008). A simple morphological predictor of bite force in rodents. Journal of Zoology, 275, 418-422.",
                "links": null
            },
            "BIBREF45": {
                "ref_id": "b45",
                "title": "Advances in morphometrics",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "F"
                        ],
                        "last": "Marcus",
                        "suffix": ""
                    },
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Corti",
                        "suffix": ""
                    },
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Loy",
                        "suffix": ""
                    },
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Naylor",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Proceedings of the 1993 NATO advanced studies instititute on morphometrics in Il Ciocco",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marcus, L. F., Corti, M., Loy A., Naylor, G., & Slice, D. E. (Eds.). (1996). Advances in morphometrics. In Proceedings of the 1993 NATO advanced studies instititute on morphometrics in Il Ciocco, Italy. Plenum Press.",
                "links": null
            },
            "BIBREF46": {
                "ref_id": "b46",
                "title": "Size as a line of least evolutionary resistance: Diet and adaptive morphological radiation in New World monkeys",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Marroig",
                        "suffix": ""
                    },
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Cheverud",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Evolution",
                "volume": "59",
                "issue": "",
                "pages": "1128--1142",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Marroig, G., & Cheverud, J. M. (2005). Size as a line of least evolutionary resistance: Diet and adaptive morphological radi- ation in New World monkeys. Evolution, 59, 1128-1142.",
                "links": null
            },
            "BIBREF47": {
                "ref_id": "b47",
                "title": "Relationships of Nearctic tree squirrels of the genus Sciurus",
                "authors": [
                    {
                        "first": "G",
                        "middle": [],
                        "last": "Mcgrath",
                        "suffix": ""
                    }
                ],
                "year": 1987,
                "venue": "",
                "volume": "101",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "McGrath, G. (1987). Relationships of Nearctic tree squirrels of the genus Sciurus. Ph.D. dissertation, University of Kansas, Law- rence, 101 pp.",
                "links": null
            },
            "BIBREF48": {
                "ref_id": "b48",
                "title": "The effects of Cenozoic global change on squirrel phylogeny",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "M"
                        ],
                        "last": "Mercer",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 2003,
                "venue": "Science",
                "volume": "299",
                "issue": "",
                "pages": "1568--1572",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Mercer, J. M., & Roth, V. L. (2003). The effects of Cenozoic global change on squirrel phylogeny. Science, 299, 1568-1572.",
                "links": null
            },
            "BIBREF49": {
                "ref_id": "b49",
                "title": "Relationships among the living squirrels of the Sciurinae",
                "authors": [
                    {
                        "first": "J",
                        "middle": [
                            "C"
                        ],
                        "last": "Moore",
                        "suffix": ""
                    }
                ],
                "year": 1959,
                "venue": "Bulletin of the American Museum of Natural History",
                "volume": "118",
                "issue": "",
                "pages": "157--206",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Moore, J. C. (1959). Relationships among the living squirrels of the Sciurinae. Bulletin of the American Museum of Natural History, 118, 157-206.",
                "links": null
            },
            "BIBREF50": {
                "ref_id": "b50",
                "title": "Sciurus granatensis. Mammalian Species",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "Z"
                        ],
                        "last": "Nitikman",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "",
                "volume": "246",
                "issue": "",
                "pages": "1--8",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Nitikman, L. Z. (1985). Sciurus granatensis. Mammalian Species, 246, 1-8.",
                "links": null
            },
            "BIBREF51": {
                "ref_id": "b51",
                "title": "Phylogeny and zoogeography of six squirrel species for the genus Sciurus (Mammalia, Rodentia), inferred from cytochrome b gene sequences",
                "authors": [
                    {
                        "first": "T",
                        "middle": [],
                        "last": "Oshida",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [],
                        "last": "Masuda",
                        "suffix": ""
                    }
                ],
                "year": 2000,
                "venue": "Zoological Science",
                "volume": "17",
                "issue": "",
                "pages": "405--409",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Oshida, T., & Masuda, R. (2000). Phylogeny and zoogeography of six squirrel species for the genus Sciurus (Mammalia, Rodentia), inferred from cytochrome b gene sequences. Zoological Science, 17, 405-409.",
                "links": null
            },
            "BIBREF52": {
                "ref_id": "b52",
                "title": "Evolution of skull shape in carnivores. 3. The origin and early radiation of the modern carnivore families",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "B"
                        ],
                        "last": "Radinsky",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "Paleobiology",
                "volume": "8",
                "issue": "",
                "pages": "177--195",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Radinsky, L. B. (1982). Evolution of skull shape in carnivores. 3. The origin and early radiation of the modern carnivore families. Paleobiology, 8, 177-195.",
                "links": null
            },
            "BIBREF53": {
                "ref_id": "b53",
                "title": "Approaches in evolutionary morphology: A search for patterns",
                "authors": [
                    {
                        "first": "L",
                        "middle": [
                            "B"
                        ],
                        "last": "Radinsky",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Annual Review of Ecology and Systematics",
                "volume": "16",
                "issue": "",
                "pages": "1--14",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Radinsky, L. B. (1985). Approaches in evolutionary morphology: A search for patterns. Annual Review of Ecology and Systematics, 16, 1-14.",
                "links": null
            },
            "BIBREF54": {
                "ref_id": "b54",
                "title": "Cranial integration in the Sciuridae",
                "authors": [
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "American Zoologist",
                "volume": "36",
                "issue": "",
                "pages": "14--23",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Roth, V. L. (1996). Cranial integration in the Sciuridae. American Zoologist, 36, 14-23.",
                "links": null
            },
            "BIBREF55": {
                "ref_id": "b55",
                "title": "Nuclear DNA phylogeny of the squirrels (Mammalia: Rodentia) and the evolution of arboreality from c-myc and RAG1",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "J"
                        ],
                        "last": "Steppan",
                        "suffix": ""
                    },
                    {
                        "first": "B",
                        "middle": [
                            "L"
                        ],
                        "last": "Storz",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "Molecular Phylogenetics and Evolution",
                "volume": "30",
                "issue": "",
                "pages": "703--719",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Steppan, S. J., Storz, B. L., & Hoffmann, R. S. (2004). Nuclear DNA phylogeny of the squirrels (Mammalia: Rodentia) and the evolution of arboreality from c-myc and RAG1. Molecular Phylogenetics and Evolution, 30, 703-719.",
                "links": null
            },
            "BIBREF56": {
                "ref_id": "b56",
                "title": "Evolutionary allometry and variation in body form in the South American catfish genus Corydoras (Callichthyidae)",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "E"
                        ],
                        "last": "Strauss",
                        "suffix": ""
                    }
                ],
                "year": 1985,
                "venue": "Systematic Zoology",
                "volume": "34",
                "issue": "",
                "pages": "381--396",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Strauss, R. E. (1985). Evolutionary allometry and variation in body form in the South American catfish genus Corydoras (Callich- thyidae). Systematic Zoology, 34, 381-396.",
                "links": null
            },
            "BIBREF57": {
                "ref_id": "b57",
                "title": "Allometric inference in morphology",
                "authors": [
                    {
                        "first": "S",
                        "middle": [
                            "S"
                        ],
                        "last": "Sweet",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "American Zoologist",
                "volume": "20",
                "issue": "",
                "pages": "643--652",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Sweet, S. S. (1980). Allometric inference in morphology. American Zoologist, 20, 643-652.",
                "links": null
            },
            "BIBREF58": {
                "ref_id": "b58",
                "title": "Family Sciuridae",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "R",
                        "middle": [
                            "S"
                        ],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Hoffmann",
                        "suffix": ""
                    }
                ],
                "year": 2005,
                "venue": "Mammal species of the world",
                "volume": "",
                "issue": "",
                "pages": "754--818",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thorington, R. W., Jr., & R. S. Hoffmann. (2005). Family Sciuridae. In D. E. Wilson & D. M. Reeder (Eds.), Mammal species of the world (pp. 754-818). Washington, DC: Smithsonian Institution Press.",
                "links": null
            },
            "BIBREF59": {
                "ref_id": "b59",
                "title": "Jaw muscles of Old World squirrels",
                "authors": [
                    {
                        "first": "R",
                        "middle": [
                            "W"
                        ],
                        "last": "Thorington",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Jr",
                        "suffix": ""
                    },
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Darrow",
                        "suffix": ""
                    }
                ],
                "year": 1996,
                "venue": "Journal of Morphology",
                "volume": "230",
                "issue": "",
                "pages": "145--165",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Thorington, R. W., Jr., & Darrow, K. (1996). Jaw muscles of Old World squirrels. Journal of Morphology, 230, 145-165.",
                "links": null
            },
            "BIBREF60": {
                "ref_id": "b60",
                "title": "Mammalian masticatory apparatus. Fieldiana: Geology",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "D"
                        ],
                        "last": "Turnbull",
                        "suffix": ""
                    }
                ],
                "year": 1970,
                "venue": "",
                "volume": "18",
                "issue": "",
                "pages": "149--356",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Turnbull, W. D. (1970). Mammalian masticatory apparatus. Fieldi- ana: Geology, 18, 149-356.",
                "links": null
            },
            "BIBREF61": {
                "ref_id": "b61",
                "title": "Scaling of the mandible in squirrels",
                "authors": [
                    {
                        "first": "W",
                        "middle": [
                            "A"
                        ],
                        "last": "Velhagen",
                        "suffix": ""
                    },
                    {
                        "first": "V",
                        "middle": [
                            "L"
                        ],
                        "last": "Roth",
                        "suffix": ""
                    }
                ],
                "year": 1997,
                "venue": "Journal of Morphology",
                "volume": "232",
                "issue": "",
                "pages": "107--132",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Velhagen, W. A., & Roth, V. L. (1997). Scaling of the mandible in squirrels. Journal of Morphology, 232, 107-132.",
                "links": null
            },
            "BIBREF62": {
                "ref_id": "b62",
                "title": "Phylogenetic relationships of Mesoamerican species of the genus Sciurus (Rodentia : Sciuridae)",
                "authors": [
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Villalobos",
                        "suffix": ""
                    },
                    {
                        "first": "F",
                        "middle": [],
                        "last": "Cervantes-Reza",
                        "suffix": ""
                    }
                ],
                "year": null,
                "venue": "Zootaxa",
                "volume": "",
                "issue": "",
                "pages": "31--40",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Villalobos, F., & Cervantes-Reza, F. (2007). Phylogenetic relation- ships of Mesoamerican species of the genus Sciurus (Rodentia : Sciuridae). Zootaxa, 1525, 31-40.",
                "links": null
            },
            "BIBREF63": {
                "ref_id": "b63",
                "title": "Constraint and adaptation in the bone-cracking canid Osteoborus (Mammalia: Canidae)",
                "authors": [
                    {
                        "first": "L",
                        "middle": [],
                        "last": "Werdelin",
                        "suffix": ""
                    }
                ],
                "year": 1989,
                "venue": "Paleobiology",
                "volume": "15",
                "issue": "",
                "pages": "387--401",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Werdelin, L. (1989). Constraint and adaptation in the bone-cracking canid Osteoborus (Mammalia: Canidae). Paleobiology, 15, 387- 401.",
                "links": null
            },
            "BIBREF64": {
                "ref_id": "b64",
                "title": "Geometric morphometrics for biologists: A primer",
                "authors": [
                    {
                        "first": "M",
                        "middle": [
                            "L"
                        ],
                        "last": "Zelditch",
                        "suffix": ""
                    },
                    {
                        "first": "D",
                        "middle": [
                            "L"
                        ],
                        "last": "Swiderski",
                        "suffix": ""
                    },
                    {
                        "first": "H",
                        "middle": [
                            "D"
                        ],
                        "last": "Sheets",
                        "suffix": ""
                    },
                    {
                        "first": "W",
                        "middle": [
                            "L"
                        ],
                        "last": "Fink",
                        "suffix": ""
                    }
                ],
                "year": 2004,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Zelditch, M. L., Swiderski, D. L., Sheets, H. D., & Fink, W. L. (2004). Geometric morphometrics for biologists: A primer. New York: Elsevier.",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF0": {
                "text": "Data collection schemes shown for a representative specimen of Sciurus arizonensis. a Landmarks and semilandmarks. Numbered circles indicate locations of landmarks. Dashed curves indicate marginal edges sampled at equal intervals. The numbers of semilandmarks for each curve are: a-9, b-9, c-13, d-18, e-15, f-15.",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "Phylogenetic hypotheses used to infer historical transformations and phylogenetically independent contrasts. a Branching pattern based on published analyses. Starred nodes are inferred from Mercer and Roth 2003. b Random rearrangement of poorly supported groups. Scale is 10 6 years",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "Correlation of jaw shape and size. a Predicted pattern of shape change as size decreases, b predicted pattern as size increases, c biplot of shape scores versus CS. Shape changes are shown as deformation grids, with arrows indicating relative landmark displacements. Line is fit to all taxa except Microsciurus",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "text": "Correlation of jaw shape and size when Microsciurus are excluded. a Predicted pattern of shape change as size decreases, b predicted pattern as size increases, c biplot of shape scores versus CS",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "text": "Shape divergence from the sample grand mean by species with high scores on the first three CVs. a S. spadiceus--CV1, b S. variegatoides--CV2, c M. flaviventer--CV1 and CV2, d T. hudsonicus--CV3",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "text": "Inferred shape changes in four pairs of sister taxa as deformations of their respective most recent common ancestors. a S. aberti, b S. griseus, c S. igniventris, d S. spadiceus, e M. flaviventer, f S. ignitus, g M. alfari, h S. granatensis",
                "num": null,
                "uris": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "content": "<table><tr><td>Lever arm</td><td>r 2</td><td>Slope</td><td>S.E.</td><td>95% CI</td><td>P = 1</td></tr><tr><td>MOL</td><td>0.991</td><td>1.009</td><td>0.021</td><td>0.966-1.052</td><td>0.669</td></tr><tr><td>T1</td><td>0.856</td><td>0.881</td><td>0.079</td><td>0.717-1.046</td><td>0.148</td></tr><tr><td>T2</td><td>0.991</td><td>0.955</td><td>0.020</td><td>0.913-0.997</td><td>0.035</td></tr><tr><td>SM1</td><td>0.939</td><td>0.948</td><td>0.053</td><td>0.838-1.058</td><td>0.338</td></tr><tr><td>SM2</td><td>0.973</td><td>1.004</td><td>0.036</td><td>0.928-1.080</td><td>0.907</td></tr><tr><td>AM</td><td>0.991</td><td>0.981</td><td>0.020</td><td>0.940-1.023</td><td>0.356</td></tr></table>",
                "text": "Regression of molar output arm length and all muscle input arm lengths on incisor output arm length",
                "num": null,
                "type_str": "table"
            },
            "TABREF1": {
                "content": "<table><tr><td>Output arm</td><td>INC</td></tr></table>",
                "text": "Average mechanical advantages for each species, and the mean for all species",
                "num": null,
                "type_str": "table"
            },
            "TABREF2": {
                "content": "<table><tr><td>Lever arm</td><td>r 2</td><td>Slope</td><td>S.E.</td><td>Upper 95%</td><td>P = 1</td></tr><tr><td>T1</td><td>0.822</td><td>0.813</td><td>0.082</td><td>0.984</td><td>0.0339</td></tr><tr><td>T2</td><td>0.981</td><td>0.894</td><td>0.027</td><td>0.950</td><td>0.0008</td></tr><tr><td>SM1</td><td>0.948</td><td>0.896</td><td>0.046</td><td>0.992</td><td>0.0350</td></tr><tr><td>SM2</td><td>0.973</td><td>0.945</td><td>0.034</td><td>1.016</td><td>0.1229</td></tr><tr><td>AM</td><td>0.991</td><td>0.923</td><td>0.019</td><td>0.963</td><td>0.0006</td></tr><tr><td>INC</td><td>0.995</td><td>0.938</td><td>0.015</td><td>0.969</td><td>0.0005</td></tr><tr><td>MOL</td><td>0.994</td><td>0.951</td><td>0.016</td><td>0.984</td><td>0.0062</td></tr></table>",
                "text": "Regression of lever arm lengths on jaw centroid size",
                "num": null,
                "type_str": "table"
            },
            "TABREF3": {
                "content": "<table><tr><td>Lever arm</td><td>r 2</td><td>Slope</td><td>S.E.</td><td>Upper 95%</td><td>P = 1</td></tr><tr><td>T1</td><td>0.874</td><td>0.814</td><td>0.069</td><td>0.954</td><td>0.0124</td></tr><tr><td>T2</td><td>0.989</td><td>0.938</td><td>0.021</td><td>0.982</td><td>0.0076</td></tr><tr><td>SM1</td><td>0.900</td><td>0.940</td><td>0.068</td><td>1.083</td><td>0.3876</td></tr><tr><td>SM2</td><td>0.955</td><td>0.986</td><td>0.047</td><td>1.083</td><td>0.7687</td></tr><tr><td>AM</td><td>0.963</td><td>0.974</td><td>0.042</td><td>1.060</td><td>0.5425</td></tr></table>",
                "text": "Regression results using independent contrasts for input lever arm lengths and incisor output arm length",
                "num": null,
                "type_str": "table"
            },
            "TABREF4": {
                "content": "<table><tr><td>Lever arm</td><td>r 2</td><td>Slope</td><td>S.E.</td><td>Upper 95%</td><td>P = 1</td></tr><tr><td>T1</td><td>0.846</td><td>0.742</td><td>0.069</td><td>0.886</td><td>0.0012</td></tr><tr><td>T2</td><td>0.978</td><td>0.864</td><td>0.028</td><td>0.923</td><td>0.0001</td></tr><tr><td>SM1</td><td>0.926</td><td>0.884</td><td>0.054</td><td>0.997</td><td>0.0435</td></tr><tr><td>SM2</td><td>0.968</td><td>0.920</td><td>0.036</td><td>0.995</td><td>0.0374</td></tr><tr><td>AM</td><td>0.976</td><td>0.908</td><td>0.031</td><td>0.973</td><td>0.0073</td></tr><tr><td>INC</td><td>0.994</td><td>0.924</td><td>0.015</td><td>0.956</td><td>0.0001</td></tr><tr><td>MOL</td><td>0.995</td><td>0.928</td><td>0.014</td><td>0.958</td><td>\\0.0001</td></tr></table>",
                "text": "Regression results using independent contrasts for lever arm lengths and jaw size",
                "num": null,
                "type_str": "table"
            },
            "TABREF5": {
                "content": "<table><tr><td>1</td><td>2 3 4</td><td>5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 %</td></tr></table>",
                "text": "Jackknife classification rates using canonical variates scores",
                "num": null,
                "type_str": "table"
            },
            "TABREF6": {
                "content": "<table><tr><td/><td>TM1</td><td>TM2</td><td>SM1</td><td>SM2</td><td>AM</td><td>INC</td><td>MOL</td></tr><tr><td>M. alfari</td><td>0.60</td><td>1.18</td><td>0.79</td><td>1.16</td><td>1.63</td><td>2.44</td><td>1.44</td></tr><tr><td>M. flaviventer</td><td>0.63</td><td>1.26</td><td>0.78</td><td>1.18</td><td>1.68</td><td>2.52</td><td>1.49</td></tr><tr><td>T. hudsonicus</td><td>0.62</td><td>1.48</td><td>0.97</td><td>1.37</td><td>2.00</td><td>3.12</td><td>1.84</td></tr></table>",
                "text": "Average lever arm lengths (cm) for each species",
                "num": null,
                "type_str": "table"
            }
        }
    }
}